Repository: rojim666/xigmanas-code-r10599-trunk
Catalog: locale/xigmanas-*.po
Languages: af, ca, cs, de, el, es, fr, hu, it, lo, nl, pl, ro, ru, sv, uk, zh_cn

source: Do you want to delete selected filesystems?
af: Wil jy die gekose lêerstelsels uitvee?
ca: Voleu suprimir els sistemes de fitxers seleccionats?
de: Möchten Sie die ausgewählten Dateisysteme löschen?
el: Θέλετε να διαγράψετε τα επιλεγμένα συστήματα αρχείων;
es: Quieres eliminar los sistemas de archivos seleccionados?
fr: Voulez-vous supprimer les systèmes de fichiers sélectionnés ?
hu: Biztos törölni akarod a kijelölt fájlrendszert?
it: Vuoi eliminare i file system selezionati?
lo: ທ່ານຕ້ອງການລຶບລະບົບໄຟລ໌ທີ່ເລືອກບໍ່?
nl: Wilt u de geselecteerde bestandssystemen verwijderen?
pl: Czy chcesz usunąć wybrane systemy plików
ru: Вы хотите удалить выбранные файловые системы?
sv: Vill du ta bort valda filsystem?
uk: Ви бажаєте видалити вибрані файлові системи?
zh_cn: 你想删除选定的文件系统吗？

source: Disable Selected Schedules
af: Deaktiveer Gekose Skedules
ca: Desactiva els horaris seleccionats
de: Ausgewählte Zeitpläne deaktivieren
el: Απενεργοποίηση Επιλεγμένων Προγραμμάτων
es: Desactivar las planificaciones seleccionadas
fr: Desactiver les Planification sélectionnées
hu: Kijelölt ütemezések letiltása
it: Disabilita i programmi schedulati selezionati
lo: ປິດໃຊ້ງານຕາຕະລາງທີ່ເລືອກ
nl: Geselecteerde Planningen Uitschakelen
pl: Wyłącz wybrane harmonogramy
ro: Dezactivare programări selectate
ru: Отключить выбранные расписания
sv: Inaktivera valda schemaläggningar
uk: Вимкнути обрані розклади
zh_cn: 禁用选中的计划

source: Do you want to disable selected filesystems?
af: Wil jy die gekose lêerstelsels deaktiveer?
ca: Voleu desactivar els sistemes de fitxers seleccionats?
de: Möchten Sie die ausgewählten Dateisysteme deaktivieren?
el: Θέλετε να απενεργοποιήσετε τα επιλεγμένα συστήματα αρχείων;
es: Quieres deshabilitar los sistemas de archivos seleccionados?
fr: Voulez-vous désactiver les systèmes de fichiers sélectionnés ?
hu: Biztos le akarod tiltani a kijelölt fájlrendszereket?
it: Vuoi disabilitare i filesystem selezionati?
lo: ທ່ານຕ້ອງການປິດໃຊ້ງານລະບົບໄຟລ໌ທີ່ເລືອກບໍ່?
nl: Wilt u de geselecteerde bestandssystemen uitschakelen?
pl: Czy chcesz dezaktywować wybrane systemy plików?
ru: Вы хотите отключить выбранные файловые системы?
sv: Vill du inaktivera valda filsystem?
uk: Ви бажаєте вимкнути вибрані файлові системи?
zh_cn: 你想禁用选定的文件系统吗？

source: Enable Selected Schedules
af: Aktiveer Gekose Skedules
ca: Activa els horaris seleccionats
de: Ausgewählte Zeitpläne aktivieren
el: Ενεργοποίηση Επιλεγμένων Προγραμμάτων
es: Activar planificaciones seleccionadas
fr: Activer les Planifications Sélectionnées
hu: Kijelölt ütemezések engedélyezése
it: Abilita le schedulazioni selezionate.
lo: ເປີດໃຊ້ງານຕາຕະລາງທີ່ເລືອກ
nl: Geselecteerde Planningen Inschakelen
pl: Włącz wybrane harmonogramy
ro: Activare programări selectate
ru: Включить выбранные расписания
sv: Aktivera valda schemaläggningar
uk: Увімкнути обрані розклади
zh_cn: 启用选定的计划

source: Do you want to enable selected filesystems?
af: Wil jy die gekose verskaffers aktiveer?
ca: Voleu activar els sistemes de fitxers seleccionats?
de: Möchten Sie die ausgewählten Dateisysteme aktivieren?
el: Θέλετε να ενεργοποιήσετε τα επιλεγμένα συστήματα αρχείων;
es: Quieres habilitar los sistemas de archivos seleccionados?
fr: Voulez-vous activer les systèmes de fichiers sélectionnés ?
hu: Biztos engedélyezni akarod a kijelölt fájlrendszert?
it: Vuoi abilitare i filesystem selezionati?
lo: ທ່ານຕ້ອງການເປີດໃຊ້ງານລະບົບໄຟລ໌ທີ່ເລືອກບໍ່?
nl: Wilt u de geselecteerde bestandssystemen inschakelen?
pl: Czy chcesz aktywować wybrane systemy plików?
ru: Вы хотите включить выбранные файловые системы?
sv: Vill du aktivera valda filsystem?
uk: Ви бажаєте увімкнути вибрані файлові системи?
zh_cn: 你要启用选定的文件系统吗？

source: Toggle Selected Schedules
ca: Commuta els horaris seleccionats
de: Umschalten der ausgewählten Zeitpläne
el: Εναλλαγή Επιλεγμένων Προγραμμάτων
es: Conmutar Planificaciones seleccionadas
fr: Changer d'état les Planifications Sélectionnées
hu: Váltás a kijelölt ütemezésre
it: Abilitare le schedulazioni selezionate
lo: ສະຫຼັບການໃຊ້ງານຕາຕະລາງທີ່ເລືອກ
nl: Geselecteerde Planningen Omschakelen
pl: Przełącz wybrane harmonogramy
ro: Inversare selecție programări
ru: Переключить выбранные расписания
sv: Växla valda schemaläggningar
uk: Перемкнути обрані розклади
zh_cn: 切换选定的计划

source: Do you want to toggle selected filesystems?
af: Wil jy die gekose lêerstelsels wissel?
ca: Voleu canviar els sistemes de fitxers seleccionats?
de: Möchten Sie die ausgewählten Dateisysteme umschalten?
el: Θέλετε να κάνετε εναλλαγή επιλογής των επιλεγμένων συστημάτων αρχείων;
es: Quieres conmutar los sistemas de archivos seleccionados?
fr: Voulez-vous changer d'état les systèmes de fichiers sélectionnés ?
hu: Be akarja kapcsolni a kiválasztott fájlrendszereket?
it: Vuoi attivare o disattivare i filesystem selezionati?
lo: ທ່ານຕ້ອງການສະຫຼັບການໃຊ້ງານລະບົບໄຟລ໌ທີ່ເລືອກບໍ່?
nl: Wilt u de geselecteerde bestandssystemen omschakelen?
pl: Czy chcesz przełączyć wybrane systemy plików?
ru: Вы хотите переключить выбранные файловые системы?
sv: Vill du växla valda filsystem?
uk: Ви бажаєте перемкнути вибрані файлові системи?
zh_cn: 你想切换选定的文件系统吗？

source: Filesystem Name
af: Lêerstelselnaam
ca: Nom del sistema de fitxers
de: Dateisystemname
el: Όνομα Συστήματος αρχείων
es: Nombre del sistema de archivos
fr: Nom du Système de Fichiers
hu: Fájlrendszer név
it: Nome del Filesystem
lo: ຊື່ລະບົບໄຟລ໌
nl: Bestandssysteem Naam
pl: Nazwa systemu plików
ru: Имя файловой системы
sv: Filsystemsnamn
uk: Ім`я файлової системи
zh_cn: 文件系统名称

source: unknown
af: onbekend
ca: desconegut
cs: neznámé
de: unbekannt
el: άγνωστο
es: desconocido
fr: inconnu
hu: ismeretlen
it: sconosciuto
lo: ບໍ່ຮູ້ຈັກ
nl: onbekend
pl: nieznany
ro: necunoscut
ru: неизвестно
sv: okänd
uk: невідомий
zh_cn: 未知

source: Filesystems
af: Lêerstelsels
ca: Sistemes de fitxers
de: Dateisysteme
el: Συστήματα Αρχείων
es: Sistemas de archivo
fr: Systèmes de fichiers
hu: Fájlrendszerek
lo: ລະບົບໄຟລ໌
nl: Bestandssystemen
pl: Systemy plików
ru: Файловая система
sv: Filsystem
uk: Файлові системи
zh_cn: 文件系统

source: Dataset Name
af: Datastel Naam
ca: Nom del conjunt de dades
de: Datensatzname
el: Όνομα Dataset
es: Nombre del conjunto de datos
fr: Nom de l'Ensemble de Données
hu: Adatkészlet neve
it: Nome set di dati
lo: ຊື່ຊຸດຂໍ້ມູນ
nl: Dataset Naam
pl: Nazwa zbioru danych
ru: Имя Dataset
sv: Datamängdsnamn
uk: Назва набору даних
zh_cn: 数据集名称

source: File System - can be mounted within the standard system namespace and behaves like other file systems.
af: Lêer Stelsel - kan wees gemonteer met in die standaard stelsel naamruimte en behaves soos ander lêer stelsels.
ca: Sistema d'arxius - es pot muntar dins de l'espai de noms de sistema estàndard i es comporta com altres sistemes d'arxius.
cs: Souborový systém – je možné ho připojit v rámci standardního systémového jmenného prostoru a chová se stejně, jako ostatní souborové systémy.
de: Filesystem - kann im Standard Namensraum des Systems eingebunden werden und verhält sich wie andere Filesysteme.
el: Σύστημα Αρχείων - μπορεί να προσαρτηθεί μέσα στο κανονικό namespace του συστήματος και συμπεριφέρεται σαν τα άλλα συστήματα αρχείων.
es: Sistema de archivos - Puede ser montado con el sistema de nombres actual y sin importar la configuración de otros sistemas de archivo
fr: Système de fichiers - peut être monté dans l'espace de noms système standard et se comporte comme d'autres systèmes de fichiers.
hu: Fájlrendszer - a standard rendszer névtérén belül becsatolható és úgy viselkedik, mint egy másik fájlrendszer.
it: Il file system può essere montato entro la sintassi standard del sistema e si comporta come gli altri file systems.
lo: ລະບົບໄຟລ໌ - ສາມາດເຊື່ອມຕໍ່ພາຍໃນຊື່ມາດຕະຖານຂອງລະບົບ ແລະ ເຮັດວຽກຄືກັບລະບົບໄຟລ໌ອື່ນໆ.
nl: Bestandssysteem - kan worden aangekoppeld binnen de standaard systeem naamruimte en gedraagt zich zoals andere bestandssystemen.
ro: Sistem de fișiere - poate fi montat în spațiul de nume sistem standard și se comportă ca orice alt sistem de fișiere.
ru: Файловая система - может быть установлена ​​в стандартном системном пространстве имен и ведет себя как другие файловые системы.
sv: Filsystem - kan monteras inom standardnamnrymden och uppträder som andra filsystem.
uk: Файлова система - може бути змонтована до стандартного простору імен системи та веде себе як інші файлові системи.
zh_cn: 文件系统 - 可以挂载在标准系统命名空间中，并且像其他文件系统一样运行。

source: Volume - A logical volume. Can be exported as a raw or block device.
af: Volume - 'N Logiese volume. Uitgevoer kan word as 'n rou of blok toestel.
ca: Volum - Un volum lògic. Pot ser exportat com un dispositiu en brut o bloc.
cs: Svazek – logický svazek. Je možné ho exportovat jako holé (raw) nebo blokové zařízení.
de: Volumen - ein logisches Volumen. Kann als Raw- oder Block Device exportiert werden.
el: Τόμος - Ένας λογικός τόμος. Μπορεί να εξαχθεί σαν συσκευή raw ή block.
es: Volumen - Un Volumen lógico puede ser exportado como raw o como dispositivo de bloques
fr: Volume - Un volume logique. Peut être exporté en tant que périphérique brut ou bloc.
hu: Kötet - logikai kötet. Nyers adatként vagy blokkeszközként exportálható.
it: Volume - un volume logico. Può essere essere esportato grezzo o come dispositivo a blocchi
lo: ໂວລຸມ - ໂວລຸມທາງເຫດຜົນ. ສາມາດສົ່ງອອກເປັນອຸປະກອນດິບ ຫຼື ອຸປະກອນບລັອກ.
nl: Volume - Een logisch volume. Kan worden geëxporteerd als een rauw of blok apparaat.
ro: Volum - Un volum logic. Poate fi exportat ca atare sau ca dispozitiv independent.
ru: Том - логический том. Может экспортироваться как необработанное или блочное устройство.
sv: Volym - En logisk volym. Kan exporteras som en rå- eller blockenhet.
uk: Том - логічний том. Може експортуватися як необроблений або блоковий пристрій.
zh_cn: 卷 - 逻辑卷。 可以导出为原始或块设备。

source: Snapshot - A read-only version of a file system or volume at a given point in time.
ca: Instantània: una versió de només lectura d'un sistema de fitxers o volum en un moment determinat.
de: Snapshot – Eine schreibgeschützte Version eines Dateisystems oder Volumes zu einem bestimmten Zeitpunkt.
el: Στιμιότυπο - Μια έκδοση μόνο για ανάγνωση ενός συστήματος αρχείων ή ενός τόμου, σε μια συσκεκριμένη χρονική στιγμή
es: Instantánea: una versión de solo lectura de un sistema de archivos o volumen en un momento determinado.
fr: Instantané - Une version en lecture seule d'un système de fichiers ou d'un volume à un moment donné.
hu: Snapshot - Egy olvasható verzió a fájlrendszerről vagy kötetről az adott időpontról
it: Snapshot - Versione di sola lettura di un file system o di un volume in un determinato momento.
lo: ສະແນັບຊັອດ - ເວີຊັນທີ່ອ່ານໄດ້ຢ່າງດຽວຂອງລະບົບໄຟລ໌ ຫຼື ໂວລຸມໃນຊ່ວງເວລາໃດໜຶ່ງ.
nl: Momentopname - Een alleen-lezen versie van een bestandssysteem of volume op een bepaald moment.
ru: Snapshot - версия файловой системы или тома, доступная только для чтения в данный момент времени.
sv: Ögonblicksbild - En läsendast version av ett filsystem eller volym vid en specifik tidpunkt.
uk: Знімок - доступна лише для читання версія файлової системи або тому на певний момент часу.
zh_cn: 快照 - 给定时间点的文件系统或卷的只读版本。

source: Bookmark - Creates a bookmark of a given snapshot.
af: Boekmerk - Skep 'n boekmerk van 'n gegewe momentopname.
ca: Marcador: crea un marcador d'una instantània determinada
cs: Záložka - vytváří záložku na daný snapshot.
de: Lesezeichen – Erstellt ein Lesezeichen eines bestimmten Schnappschusses.
el: Σελιδοδείκτης - Δημιουργεί ένα σελιδοδείκτη για ένα συγκεκριμένο snapshot.
es: Marcador: crea un marcador de una instantánea dada.
fr: Signet - Crée un signet d'un instantané donné.
hu: Könyvjelző - Könyvjelző létrehozása az adott snapshothoz.
it: Bookmark - Crea un bookmark di una determinata istantanea.
lo: ບຸກມາກ - ສ້າງບຸກມາກຂອງສະແນັບຊັອດທີ່ໃຫ້ໄວ້.
nl: Bladwijzer - Maakt een bladwijzer van een bepaalde momentopname.
pl: Zakładka - tworzy zakładkę danej migawki
ro: Bookmark - Creare bookmark pentru un snapshot-ul indicat.
ru: Закладка - создает закладку для данного моментального снимка.
sv: Bokmärk - Skapar ett bokmärke för en angiven ögonblicksbild.
uk: Закладка - Створює закладку у вибраному знімку.
zh_cn: 书签 - 创建给定快照的书签。

source: Dataset Type
af: Datastel Tipe
ca: Tipus de conjunt de dades
cs: Typ datové sady
de: Dataset-Typ
el: Τύπος Dataset
es: Tipo de conjunto de datos(dataset)
fr: Type d'ensemble de données
hu: Adattár típusa
it: Tipologia del Dataset
lo: ປະເພດຊຸດຂໍ້ມູນ
pl: Typ zestawu danych
ro: Tip set de date
ru: Тип набора данных
sv: Datasettyp
uk: Тип набору даних
zh_cn: 数据集类型

source: Clones
af: Klone
ca: Clons
cs: Klony
de: Klone
el: Κλώνοι
hu: Klónok
it: Cloni
lo: ໂຄລນ
nl: Klonen
pl: Klony
ro: Clonare
ru: Клоны
sv: Kloner
uk: Клони
zh_cn: 克隆

source: Compression Ratio
af: Kompressieverhouding
ca: Relació de compressió
cs: Kompresní poměr
de: Kompressionsrate
el: Αναλογία Συμπίεσης
es: Ratio de compresión
fr: Taux de compression
hu: Tömörítés mértéke
it: Tasso di compressione
lo: ອັດຕາສ່ວນການບີບອັດ
nl: Compressieverhouding
pl: Stopień kompresji
ro: Rată de compresie
ru: Степень сжатия
sv: Komprimeringsförhållande
uk: Рівень стиснення
zh_cn: 压缩比

source: Defer Destroy
af: Stel Vernietiging Uit
ca: Destrucció diferida
de: Zerstörung aufschieben
es: Diferir Destruir
fr: Reporter la Destruction
hu: Megszüntetés elhalasztása
it: rinviare la distruzione
lo: ເລື່ອນການທຳລາຍ
nl: Vernietigen Uitstellen
ru: Отложить Уничтожение
sv: Uppskjuten förstörelse
uk: Відкласти Знищення
zh_cn: 延迟销毁

source: Encryption Root
af: Enkripsie Wortel
ca: Arrel de xifrat
de: Verschlüsselungsstamm
el: Ρίζα Κρυπτογράφησης
es: Raiz de encriptado
fr: Chiffrement du Root
hu: Titkosítási gyökér
lo: ຮາກການເຂົ້າລະຫັດ
nl: Encryptie Root
sv: Krypterings Root
uk: Корінь шифрування
zh_cn: 加密Root

source: Filesystem Count
af: Lêerstelseltelling
ca: Recompte del sistema de fitxers
de: Anzahl der Dateisysteme
el: Πλήθος Συστημάτων Αρχείων
es: Contar sistema de archivos
fr: Nombre de Systèmes de Fichiers
hu: Fájlrendszer számoló
it: Conteggio Filesystem
lo: ຈຳນວນລະບົບໄຟລ໌
nl: Aantal Bestandssystemen
ru: Счетчик файловой системы
sv: Filsystem Räknare
uk: Кількість файлових систем
zh_cn: 文件系统计数

source: Key Status
af: Sleutelstatus
ca: Estat clau
de: Schlüsselstatus
el: Κατάσταση Κλειδιού
es: Estado de la llave
fr: État de la Clé
hu: Kulcs állapot
it: stato della chiave
lo: ສະຖານະຄີ
nl: Sleutelstatus
ru: Статус ключей
sv: Nyckelstatus
uk: Стан ключа
zh_cn: Key状态

source: Logical Referenced
af: Logies Verwys
ca: Referent lògic
de: Logisch referenziert
el: Λογικά που Αναφέρονται
es: Referenciados lógicos
fr: Référencé Logique
it: logica di riferimento
lo: ອ້າງອີງຕາມເຫດຜົນ
nl: Logisch Verwezen
ru: Логическая ссылка
sv: Logiskt refererad
uk: Логічні посилання
zh_cn: 逻辑引用

source: Logical Used
af: Logies Gebruik
ca: Lògica utilitzada
de: Logisch verwendet
el: Λογικά σε Χρήση
es: Lógica usada
fr: Logique utilisée
it: Logica usata
lo: ນຳໃຊ້ຕາມເຫດຜົນ
nl: Logisch Gebruikt
ru: Логически используемый
sv: Logiskt använd
uk: Логічний вжиток
zh_cn: 逻辑使用

source: Mounted
af: Gekoppel
ca: Muntat
de: Eingehängt
el: Προσαρτημένα
es: Montado
fr: Monté
hu: Felcsatolt
it: Montato
lo: ເຊື່ອມຕໍ່ແລ້ວ
nl: Aangekoppeld
pl: Zamontowane
ru: Смотировано
sv: Monterad
uk: Змонтовано
zh_cn: 已挂载

source: Receive Resume Token
ca: Rebreu el testimoni de currículum
de: Resume-Token erhalten
el: Λήψη Διακριτικού Συνέχισης
es: Recibir token de resumen
fr: Recevoir un jeton de reprise
it: Ricevi il token di ripresa
lo: ຮັບໂທເຄັນສືບຕໍ່
nl: Ontvang Hervat Token
sv: Mottag återstartstoken
uk: Отримання токену відновлення
zh_cn: 接收恢复令牌

source: Redact Snaps
ca: Redacta instantaneas
de: Schnappschüsse redigieren
es: Redactar instantáneas
fr: Rédiger les SNAPS
it: Copy text Redact Snaps
lo: ແກ້ໄຂສະແນັບ
nl: Redigeren Snaps
sv: Redigera ögonblicksbilder
uk: Редагування знімків
zh_cn: 编辑快照

source: Referenced
ca: Referenciat
de: Referenziert
el: Αναφερμένα
es: Referenciado
fr: Référencé
hu: Hivatkozott
it: Referenziata
lo: ອ້າງອີງແລ້ວ
nl: Verwijzingen
ru: Ссылается
sv: Refererad
uk: Посилаються
zh_cn: 被参考

source: Snapshot Count
ca: Recompte d'instantània
de: Snapshot-Zähler
el: Πλήθος Στιγμιότυπων
es: Recuento de instantáneas
fr: Nombre d'Instantanés
hu: Pillanatkép számoló
it: conteggio snapshot
lo: ຈຳນວນສະແນັບຊັອດ
nl: Momentopnamen Aantal
sv: Ögonblicksbild Räknare
uk: Кількість знімків
zh_cn: 快照计数

source: Used by Children
ca: Utilitzat pels nens
de: Wird von Kindern verwendet
el: Χρήση από Παιδιά
es: Usado por niños
fr: Utilisé par les Descendants
lo: ໃຊ້ໂດຍລູກ
nl: Gebruikt door kinderen
sv: Använd av barn
uk: Використовується дочірніми
zh_cn: 被“Children”使用

source: Used by Dataset
ca: Utilitzat per Dataset
de: Wird von Datensatz verwendet
el: Χρήση από Dataset
es: Usado por el conjunto de datos
fr: Utilisé par l'Ensemble de Données
hu: Adathalmazok által használt
lo: ໃຊ້ໂດຍຊຸດຂໍ້ມູນ
nl: Gebruikt door Dataset
sv: Använd av dataset
uk: Використовується набором даних
zh_cn: 被数据集使用

source: Used by Refreservation
ca: Utilitzat per la reserva de referència
de: Verwendet von Refreservation
el: Χρήση από Refreservation
es: Usado por reserva de Refresco
fr: Utilisé par Refreservation
lo: ໃຊ້ໂດຍການຈອງອ້າງອີງ
nl: Gebruikt door Refreservation
sv: Använd av Refreservation
uk: Використовується Refreservation
zh_cn: 被重预定使用

source: Used by Snapshots
ca: Utilitzat per les instantànies
de: Wird von Schnappschüssen verwendet
el: Χρήση από Στιγμιότυπα
es: Usado por instantaneas
fr: Utilisé par les Instantanés
hu: Pillanatképek által használt
lo: ໃຊ້ໂດຍສະແນັບຊັອດ
nl: Gebruikt door Momentopnamen
sv: Använd av ögonblicksbilder
uk: Використовується знімками
zh_cn: 被快照使用

source: Written
ca: Escrit
de: Geschrieben
el: Γραμμένα
es: Escrito
fr: Écrit
hu: Kiírt
lo: ຂຽນແລ້ວ
nl: Geschreven
pl: Zapisane
ru: Записано
sv: Skrivet
uk: Записано
zh_cn: 已写入

source: Normalization
af: Normalisering
ca: Normalització
cs: Normalizace
de: Normalisierung
el: Κανονικοποίηση
es: Normalización
fr: Normalisation
hu: Normalizálás
it: Normalizzazione
lo: ການເຮັດໃຫ້ເປັນປົກກະຕິ
nl: Normaliseren
pl: Normalizacja
ro: Normalizare
ru: Нормализация
sv: Normalisering
uk: Нормалізація
zh_cn: 正常化

source: UTF-8 File Names
ca: Noms de fitxers UTF-8
de: UTF-8-Dateinamen
el: Ονόματα Αρχείων UTF-8
es: Nombres de archivo UTF-8
fr: Noms de fichiers UTF-8
hu: UTF-8 fájlnevek
it: Nomi di file UTF-8
lo: ຊື່ໄຟລ໌ UTF-8
nl: UTF-8 Bestandsnamen
pl: Nazwy plików UTF-8
ru: Имена файлов в формате UTF-8
sv: UTF-8 Filnamn
uk: Імена файлів UTF-8
zh_cn: UTF-8文件名

source: ACL Type
af: ACL Tipe
ca: Tipus ACL
cs: ACL typ
el: Τύπος ACL
fr: Type de ACL
hu: ACL Típus
it: tipo ACL
lo: ປະເພດ ACL
pl: Typ ACL
ro: ACL tip
ru: Тип ACL
sv: ACL Typ
uk: Тип ACL
zh_cn: ACL类型

source: Access Time
af: Toegangs Tyd
ca: Temps d'accés
cs: Okamžik přístupu
de: Zugriffsdauer
el: Χρόνος Προσπέλασης
es: Tiempo de acceso
fr: Temps d'accès
hu: Hozzáférési idő
it: Tempo di accesso
lo: ເວລາເຂົ້າເຖິງ
nl: Toegangstijd
pl: Czas dostępu
ro: Timp acces
ru: Время доступа
sv: Åtkomsttid
uk: Час доступу
zh_cn: 访问时间

source: Can Mount
af: Kan Monteer
ca: No es pot montar
cs: Je možné připojit
de: Kann eingebunden werden
el: Μπορεί να Προσαρτηθεί
es: No se puede montar
fr: Peut Monter
hu: Csatolható
it: Montabile
lo: ສາມາດເຊື່ອມຕໍ່ໄດ້
pl: Może montować
ro: Se poate monta
ru: Может монтироваться
sv: Monteringsbar
uk: Можливо змонтувати
zh_cn: 可以挂载

source: Checksum
ca: Suma de verificació
cs: Kontrolní součet
de: Prüfsumme
fr: Somme de contrôle
hu: Ellenőrző összeg
it: Codice di controllo
lo: ເຊັກຊຳ
nl: Controlesom
pl: Suma kontrolna
ro: Sumă de control
ru: Контрольная сумма
sv: Kontrollsumma
uk: Контрольна сума
zh_cn: 校验

source: GZIP Compression Level
af: GZIP Kompressievlak
ca: Nivell de compressió GZIP
de: GZIP Komprimierungsstufe
el: Επίπεδο Συμπίεσης GZIP
es: Nivel de compresión GZIP
fr: Niveau de Compression GZIP
hu: GZIP tömörítési szint
it: Livello di compressione GZIP
lo: ລະດັບການບີບອັດ GZIP
nl: GZIP Compressieniveau
pl: Stopień kompresji GZIP
ru: Уровень сжатия GZIP
sv: GZIP Kompressionsnivå
uk: Рівень стиснення GZIP
zh_cn: GZIP压缩级别

source: Zstandard Compression Level
ca: Nivell de compressió estàndard Z
de: ZStandard-Komprimierungsstufe
el: Επίπεδο Συμπίεσης Zstandard
es: Nivel de compresión Zestándar
fr: Zstandard Niveau de Compression (1-22)
hu: Zstandard tömörítési szint
lo: ລະດັບການບີບອັດ Zstandard
nl: Zstandaard Compressieniveau
pl: Stopień kompresji Zstandard
sv: Zstandard Kompressionsnivå
uk: Рівень стиснення Zstandard
zh_cn: Z标准压缩级别

source: Fast Zstandard Compression Level
af: Vinnige Zstandard Kompressievlak
ca: Compressió ràpida standard
de: Schnelle Zstandard-Kompressionsstufe
el: Επίπεδο Συμπίεσης Fast Zstandard
es: Nivel de Compresión rápida Zestándar
fr: Rapidité du Niveau de Compression Zstandard
hu: Fast Zstandard tömörítési szint
it: Livello di compressione Zstandard veloce
lo: ລະດັບການບີບອັດ Zstandard ແບບໄວ
nl: Fast Zstandard Compressieniveau
pl: Stopień kompresji szybki Zstandard
sv: Snabb Zstandard Kompressionsnivå
uk: Рівень швидкого стиснення Zstandard
zh_cn: 快速 Zstandard 压缩级别

source: Copies
af: Kopieë
ca: Còpies
cs: Kopie
de: Kopien
el: Αντίγραφα
es: Copias
hu: Másolatok
it: Copie
lo: ສຳເນົາ
nl: Kopieën
pl: Liczba kopii
ro: Copii
ru: Копии
sv: Kopior
uk: Копії
zh_cn: 副本

source: Dedup Method
af: Dedup Metode
ca: Mètode dedup
cs: Metoda deduplikace
de: Deduplikationsmethode
el: Μέθοδος Dedup
es: Metodo de Dedup
fr: Méthode de déduplication
hu: Egyszeresítés eljárás
it: metodo di deduplicazione
lo: ວິທີການລຶບຂໍ້ມູນຊັບຊ້ອນ
nl: Dedup Methode
ro: Metodă dedup
ru: Метод дедупликации
sv: Dedupmetod
uk: Метод дедуплікації (dedup)
zh_cn: 重复数据删除方法

source: Dnode Size
af: Dnode Grootte
ca: Mida del Dnode
de: Dnode-Größe
el: Μέγεθος Dnode
es: Tamaño del Dnode
fr: Taille du Dnode
hu: Dnode méret
it: dimensione del Dnode
lo: ຂະໜາດ Dnode
nl: Dnode Grootte
ru: Размер Dnode
sv: Dnode storlek
uk: Розмір Dnode
zh_cn: 节点大小

source: Execute Processes
af: Voer Prosesse Uit
ca: Executar Processos
de: Prozesse ausführen
el: Εκτέλεση Διεργασιών
es: Ejecutar procesos
fr: Exécuter des processus
hu: Fiolyamatok kibontása
it: eseguire processi +5
lo: ປະມວນຜົນ
nl: Processen Uitvoeren
pl: Wykonaj procesy
ru: Выполнение процессов
sv: Kör processer
uk: Виконувати процеси

source: Filesystem Limit
af: Lêerstelsellimiet
ca: Límit del sistema de fitxers
de: Dateisystemlimit
el: Όριο Συστήματος Αρχείων
es: Límite del sistema de archivos
fr: Limite du Système de Fichiers
hu: Fájlrendszer limit
it: Limite del filesystem
lo: ຂີດຈຳກັດລະບົບໄຟລ໌
nl: Bestandssysteemlimiet
pl: Ograniczenie systemu plików
ru: Ограничение файловой системы
sv: Filsystem Gräns
uk: Ліміт файлових систем
zh_cn: 文件系统限制

source: Key Format
af: Sleutelformaat
ca: Format de clau
de: Schlüsselformat
el: Μορφή Κλειδιού
es: Formato de llave
fr: Format de Clé
hu: Kulcs formátum
it: formato della chiave
lo: ຮູບແບບຄີ
nl: Sleutelformaat
pl: Format klucza
ru: Формат ключей
sv: Nyckelformat
uk: Формат ключа
zh_cn: Key格式

source: Key Location
af: Sleutelplek
ca: Ubicació clau
de: Schlüsselposition
el: Τοποθεσία Κλειδιού
es: Localización de la llave
fr: Emplacement de la Clé
hu: Kulcs helyzet
it: posizione della chiave
lo: ຕຳແໜ່ງຄີ
nl: Sleutellocatie
pl: Położenie klucza
ru: Расположение ключей
sv: Nyckelplacering
uk: Місцезнаходження ключа
zh_cn: Key位置

source: Mountpoint Type
af: Koppelpunt Tipe
ca: Tipus de punt de muntatge
de: Typ des Einhängepunktes
el: Τύπος Σημείου Προσάρτησης
es: Tipo del punto de monatje
fr: Type de Point de Montage
hu: Csatolási típus
it: tipo di mountpoint
lo: ປະເພດຈຸດເຊື່ອມຕໍ່
nl: Koppelpunt Type
pl: Typ punktu montowania
ru: Тип точки монтирования
sv: Monteringspunkttyp
uk: Тип точки монтування
zh_cn: 挂载点类型
