Repository: rojim666/xigmanas-code-r10599-trunk
Catalog: locale/xigmanas-*.po
Languages: af, ca, cs, de, el, es, fr, hu, it, lo, nl, pl, ro, ru, sv, uk, zh_cn

source: Broadcasts its availability every configured seconds on the network, the default is 300 seconds.
af: Uitsaai die beskikbaarheid daarvan elke gekonfigureerde sekondes op die netwerk, die verstek is 300 sekondes.
ca: Transmet la seva disponibilitat cada segon configurat a la xarxa, per defecte és de 300 segons.
cs: Vysílá svou dostupnost v síti se zvolenou periodou. Výchozí hodnota je 300 sekund.
de: Zeigt seine Verfügbarkeit im eingestellten Sekundenintervall im Netzwerk an (Broadcast), voreingestellt sind 300 Sekunden.
el: Μεταδίδει τη διαθεσιμότητά του στο δίκτυο κάθε x δευτερόλεπτα, η προεπιλογή είναι 300 δευτερόλεπτα.
es: El broadcast esta disponible para ser ejecutado cada x segundos en la red, por defecto cada 300 segundos
fr: Diffuse sa disponibilité toutes les secondes configurées sur le réseau. La valeur par défaut est 300 secondes.
hu: Az elérhetőség broadcastolása a hálózaton minden beállított másodpercében, az alapértelmezett 300 másodperc.
it: La disponibilità di trasmissione nella rete, ogni numero di secondi configurati: il default è 300 secondi.
lo: ອອກອາກາດຄວາມພ້ອມຂອງມັນທຸກໆວິນາທີທີ່ກຳນົດໄວ້ໃນເຄືອຂ່າຍ, ຄ່າເລີ່ມຕົ້ນແມ່ນ 300 ວິນາທີ.
nl: Elke geconfigureerde seconden de beschikbaarheid uitzenden op het netwerk, de standaard is 300 seconden.
ro: Transmite permanent disponibilitatea serviciului la intervalul stabilit (implicit 300 secunde).
ru: Настройка времени трансляции доступности в сети в секундах, по умолчанию 300 секунд.
sv: Sändningar är tillgängliga varje inställd sekund på nätverket, standard är 300 sekunder.
uk: Налаштування часу трансляції доступності в мережі в секундах, за замовчуванням 300 секунд.
zh_cn: 在网络上每个配置的秒数广播其可用性，默认值为300秒。

source: Port to listen on. Port number must be between 1024 and 65535. Default port is 8200.
af: Poort om luister op. Poort nommer moet wees tussen 1024 en 65535. Verstek poort is 8200.
ca: Port per escoltar. El número de port ha de ser entre 1024 i 65535. El port per defecte és de 8200.
de: Portnummer zum Lauschen. Die Portnummer muss zwischen 1024 und 65535 sein. Voreingestellt ist 8200.
el: Θύρα για αναμονή σύνδεσης. Ο αριθμός θύρας πρέπει να είναι μεταξύ 1024 και 65535. Η προεπιλεγμένη θύρα είναι η 8200.
es: Puerto de escucha. debe estar entre 1024 y 65535 , por defecto es el 8200.
fr: Port pour écouter. Le numéro de port doit être compris entre 1024 et 65535. Le port par défaut est 8200.
hu: A figyelendő port. A port számának 1024 és 65535 között kell lennie. Az alapértelmezett port 8200.
it: Porta da controllare. La porta deve essere compresa tra 1024 e 65536. Default è 8200.
lo: ພອດທີ່ຈະຮັບຟັງ. ໝາຍເລກພອດຕ້ອງຢູ່ລະຫວ່າງ 1024 ແລະ 65535. ພອດເລີ່ມຕົ້ນແມ່ນ 8200.
nl: Poort om naar te luisteren. Poortnummer moet liggen tussen 1024 en 65535. Standaardpoort is 8200.
ro: Portul utilizat la intrare. Numărul portului trebuie să fie în intervalul 1024-65535. Portul implicit este 8200.
ru: Порт для прослушивания. Номер порта должен быть между 1024 и 65535. Порт по умолчанию - 8200.
sv: Port att lyssna på. Portnummer måste vara mellan 1024 och 65535. Standardport är 8200.
uk: Порт для прослуховування. Номер порту повинен бути між 1024 і 65535. Порт за замовчуванням - 8200.
zh_cn: 侦听端口。 端口号必须介于1024和65535之间。默认端口为8200。

source: Enable to strictly adhere to DLNA standards.
af: Ontsper om streng die DLNA standaarde te handhaaf
ca: Habilitar a adherir-se estrictament a les normes DLNA.
cs: Zapnutím budou striktně dodržovány standardy pro DLNA.
de: strikte Einhaltung von DLNA Standards erzwingen
el: Ενεργοποίηση αυστηρής τήρησης των πρότυπων DLNA.
es: Activar estandares estrictos de DLNA
fr: Permettre de se conformer strictement aux standards DLNA
hu: DLNA-szabványok szigorú betartásának engedélyezése.
it: Abilita per aderire rigorosamente agli standard DLNA
lo: ເປີດໃຊ້ເພື່ອປະຕິບັດຕາມມາດຕະຖານ DLNA ຢ່າງເຂັ້ມງວດ.
nl: Inschakelen om zich strikt aan de DLNA-normen te houden.
ro: Activare suport strict pentru standardul DLNA.
ru: Включить строгое придерживание стандартов DLNA.
sv: Aktivera för att strikt följa DLNA standarden.
uk: Увімкнути строге дотримання DLNA стандартів.
zh_cn: 使得能够严格遵守DLNA标准。

source: This will allow server-side downscaling of very large JPEG images, it can impact JPEG serving performance on some DLNA devices.
af: Hierdie laat bedienerskant toe van baie groot JPEG-beelde, en dit kan die JPEG-bedieningsprestasie op sommige DLNA toestelle beïnvloed.
ca: Això permetrà la reducció de les imatges JPEG molt grans al costat del servidor, pot afectar el rendiment de la prestació de JPEG en alguns dispositius DLNA.
de: Dies ermöglicht die serverseitige Verkleinerung sehr großer JPEG-Bilder. Dies kann sich auf die Leistung von JPEG-Servern bei einigen DLNA-Geräten auswirken.
el: Αυτό θα επιτρέψει σμίκρυνση των πολύ μεγάλων αρχείων εικόνας JPEG σε επίπεδο διακομιστή. Μπορεί να έχει αντίκτυπο στην ταχύτητα της εξυπηρέτησης JPEG σε μερικές συσκευές DLNA.
es: Esta opción permite un escalado de los archivos JPEG muy grandes. Puede impactar en el rendimiento en algunos dispositivos DLNA.
fr: Cela permettra une réduction de la taille des images JPEG sur le serveur côté serveur. Cela peut affecter les performances de traitement JPEG sur certains périphériques DLNA.
hu: Ez lehetővé teszi a nagyon nagy JPEG-képek kiszolgálóoldali lefelé történő skálázását, ez hatással lehet néhány DLNA-eszköz JPEG-kiszolgáló teljesítményére.
it: Questo permette una riduzione lato server di immagini JPEG molto grandi, può avere un impatto sul rendimento nella messa a disposizione di JPEG in alcuni dispositivi DLNA.
lo: ອັນນີ້ຈະຊ່ວຍໃຫ້ສາມາດຫຼຸດຂະໜາດຮູບພາບ JPEG ຂະໜາດໃຫຍ່ຫຼາຍທີ່ຝັ່ງເຊີບເວີໄດ້, ມັນອາດສົ່ງຜົນກະທົບຕໍ່ປະສິດທິພາບການໃຫ້ບໍລິການ JPEG ໃນອຸປະກອນ DLNA ບາງຢ່າງ.
nl: Dit zal aan de server-kant verkleining toestaan van zeer grote JPEG afbeeldingen, wat gevolgen kan hebben voor de JPEG-prestaties op sommige DLNA-apparaten.
ro: Permite descărcarea, pe partea de server, a imaginilor JPEG de mari dimensiuni. Poate afecta performanța pe partea de furnizare imagini JPEG pentru anumite dispozitive DLNA.
ru: Это позволит на стороне сервера уменьшать масштаб очень больших изображений JPEG, это может повлиять на производительность отображения JPEG на некоторых устройствах DLNA.
sv: Detta medger servernedskalning av mycket stora JPEG bilder, det kan förbättra JPEG tillhandahållandeprestanda på vissa DNLA enheter.
uk: Це дозволить на стороні сервера зменшити масштаб дуже великих зображень у форматі JPEG, це може вплинути на продуктивність обробки JPEG на деяких пристроях DLNA.
zh_cn: 这将允许服务器端缩小非常大的JPEG图像，它可能会影响某些DLNA设备上的JPEG服务性能。

source: Enable TiVo support.
af: Inskakel TiVo ondersteuning.
ca: Habilitar suport TiVo.
cs: Zapnout podporu pro zařízení TiVo.
de: TiVO - Unterstützung aktivieren
el: Ενεργοποίηση υποστήριξης TiVo.
es: Activar soporte TiVo
fr: Activer la prise en charge TiVo.
hu: TiVo támogatás engedélyezése
it: Abilita supporto TiVo.
lo: ເປີດໃຊ້ການຮອງຮັບ TiVo.
nl: Inschakelen TiVo ondersteuning.
ro: Activare suport TiVo.
ru: Включить поддержку TiVo.
sv: Aktivera TiVo stöd
uk: Увімкнути підтримку TiVo.
zh_cn: 启用TiVo的支持。

source: This will support streaming .jpg and .mp3 files to a TiVo supporting HMO.
af: Hierdie sal stroom .jpg en .mp3 lêers na 'n TiVo ondersteunende HMO ondersteun.
ca: Això donarà suport .jpg transmissió i arxius .mp3 a una receptor suportant TiVo.
cs: Umožní vysílání .jpg a .mp3 souborů na TiVo zařízení, podporující HMO.
de: Dadurch wird das Streamen von .jpg und .mp3 Dateien zu einem TiVo (Festplattenrekorder) mit HMO (Home Media Option) ermöglicht.
el: Αυτό θα παρέχει υποστήριξη ροής αρχείων .jpg και .mp3 σε ένα TiVo που υποστηρίζει HMO.
es: Esto permitirá visualizar jpg y mp3 en dispositivos TiVo que soporten HMO.
fr: Cela permettra l'utilisation du streaming des fichiers .jpeg et .mp3 à un HMO soutenant TiVo.
hu: Ez támogatja a .jpg és az .mp3 fájlok közvetítését egy HMO támogatású TiVo felé.
it: Questo supporterà lo streaming .jpeg e file .mp3 ad un TiVo che supporta HMO.
lo: ອັນນີ້ຈະຮອງຮັບການສະຕຣີມໄຟລ໌ .jpg ແລະ .mp3 ໄປຍັງ TiVo ທີ່ຮອງຮັບ HMO.
nl: Dit zal streaming ondersteunen van .jpg en .mp3 bestanden naar een TiVo ondersteunende HMO.
ro: Activează suportul pentru streaming-ul fișierelor .jpg și .mp3 către sisteme TiVo care au suport HMO.
ru: Установите для включения поддержки потокового воспроизведения файлов .jpg и .mp3 для TiVo с поддержкой HMO.
sv: Detta stödjer strömning av .jpg och .mp3 filer en TiVo som stödjer HMO.
uk: Це забезпечить підтримку потокового .jpeg і MP3 файлів до TiVo з підтримкою HMO.
zh_cn: 这将支持流.jpg和.mp3文件到支持HMO的TiVo。

source: Location of the media content database.
af: Ligging van die media inhoud databasis.
ca: Ubicació de la base de dades de contingut dels mitjans.
cs: Umístění databáze s mediálním obsahem.
de: Speicherort der Medieninhaltsdatenbank
el: Τοποθεσία της βάσης δεδομένων για τα περιεχόμενα πολυμέσων
es: Localización de la base de datos de contenido de medios
fr: Emplacement de la base de données de contenu multimédia.
hu: Médiatartalom-adatbázis helye.
it: Locazione del database con il contenuto multimediale
lo: ທີ່ຕັ້ງຂອງຖານຂໍ້ມູນເນື້ອຫາສື່.
nl: Locatie van de media database.
pl: Położenie bazy danych zawartości mediów
ro: Locația bazei de date media.
ru: Расположение базы данных медиа-контента.
sv: Placering av mediainnehållsdatabasen.
uk: Розміщення бази даних медіа контенту.
zh_cn: 媒体内容数据库的位置。

source: Allow symlinks that point outside defined media folders.
af: Laat simskakels daardie wat punt-buite gedefinieerde media vouers.
ca: Permetre que els enllaços simbòlics apuntin fora de les carpetes de mitjans definits.
cs: Povolit symlinky odkazující mimo definovaný adresář média.
de: Symbolische Verweise (symlinks), die außerhalb des festgelegten Medienverzeichnisses verweisen, zulassen.
el: Να επιτρέπονται συντομεύσεις που κατευθύνουν εκτός των ορισμένων φακέλων πολυμέσων.
es: permitir enlaces a carpetas fuera de la ruta multmedia
fr: Autoriser les liens symboliques pointant hors des dossiers multimédias définis.
hu: A megadott médiamappákon kívülre mutató symlinkek engedélyezése.
it: Consenti link simbolici che indirizzano al di fuori della cartella media definita.
lo: ອະນຸຍາດ symlinks ທີ່ຊີ້ໄປນອກໂຟນເດີສື່ທີ່ກຳນົດໄວ້.
nl: Symlinks die wijzen buiten gedefinieerde media folders toestaan.
pl: Pozwól by 'symlinks' wskazywały poza zdefiniowanymi media plikami
ro: Permite link simbolic către puncte din afara folderelor media definite.
ru: Разрешить символические ссылки, которые указывают за пределы определенных папок мультимедиа.
sv: Tillåt symlänkar som pekar utanför definierad mediakatalog.
uk: Дозволити символьні посилання, що дивляться назовні визначених каталогів медіа.
zh_cn: 允许指向外部已定义媒体文件夹的符号链接。

source: These parameters will be added to minidlna.conf
af: Hierdie parameters sal bygevoeg word minidlna.conf
ca: Aquests paràmetres s’afegeixen a minidlna.conf
de: Diese Einstellungen werden an minidlna.conf angefügt.
el: Αυτοί οι παράμετροι προστίθενται στο minidlna.conf
es: Estos parámetros se añaden a: minidlna.conf
fr: Ces paramètres seront ajoutés à minidlna.conf
hu: Ezeket a paramétereket a minidlna.conf-hoz adjuk hozzá
it: Questi parametri saranno aggiunti al file minidlna.conf
lo: ພາຣາມິເຕີເຫຼົ່ານີ້ຈະຖືກເພີ່ມເຂົ້າ minidlna.conf
nl: Deze parameters worden toegevoegd aan minidlna.conf
ro: Acești parametri vor fi adăugați la fișierul minidlna.conf
ru: Эти параметры будут добавлены в minidlna.conf
sv: Dessa parametrar läggs till i minidlna.conf
uk: Ці параметри будуть додані до minidlna.conf
zh_cn: 这些参数将添加到minidlna.conf中

source: Select a container as the root of the tree exposed to clients.
af: Selekteer 'n houer as die wortel van die boom wat aan kliente blootgestel.
ca: Seleccioneu un contenidor com a arrel de l'arbre exposat als clients.
de: Wählen Sie einen Container als Wurzel des Baums aus, der Clienten angezeigt wird.
el: Επιλέξτε ένα container που θα αποτελεί τη ρίζα του δέντρου καταλόγων που θα εμφανίζονται στους χρήστες
es: Seleccionar un contenedor como el root del árbol expuesto a los clientes
fr: Sélectionnez un conteneur en tant que racine de l'arborescence exposée aux clients.
hu: Válaszd ki a tárolót, ami az ügyfeleknek kitett fa gyökere.
it: Selezionare un contenitore come radice dell'albero esposto ai clients.
lo: ເລືອກຄອນເທນເນີເປັນຮາກຂອງທຣີທີ່ສະແດງຕໍ່ລູກຂ່າຍ.
nl: Selecteer een container als de root van de boom die is blootgesteld aan cliënten.
ro: Selectare container ca root pentru structura arborescentă expusă clienților.
ru: Выберите контейнер в качестве корня дерева, доступного для клиентов.
sv: Välj en behållare som roten av det träd som exponeras för klienter
uk: Виберіть контейнер в якості кореня дерева, доступного для клієнтів.
zh_cn: 选择一个容器作为向客户端公开的树的根。

source: Use the standard container (this is the default)
af: Gebruik die standaard houer (dit is die verstek)
ca: Utilitzeu el contenidor estàndard (aquest és el valor predeterminat)
de: Verwenden Sie den Standardcontainer (dies istdie Voreinstellung)
el: Χρήση του κανονικού container (αυτό είναι η προεπιλογή)
es: Usar contenedor por defecto
fr: Utiliser le conteneur standard (par défaut)
hu: A standard tároló használata (ez az alapértelmezett)
it: Usa il contenitore standard (questo è il default)
lo: ໃຊ້ຄອນເທນເນີມາດຕະຖານ (ນີ້ແມ່ນຄ່າເລີ່ມຕົ້ນ)
nl: Gebruik de standaard container (dit is de standaard)
ro: Utilizare container standard (implicit)
ru: Использовать стандартный контейнер (это по умолчанию)
sv: Använd standardbehållaren.
uk: Використовувати стандартний контейнер (за замовчуванням)
zh_cn: 使用标准容器（这是默认值）

source: Use the "Browse Directory" container
af: Gebruik die "Browse Directory" houer
ca: Utilitzeu el contenidor "Examinar el directori"
de: Verwenden Sie den Container "Verzeichnis durchsuchen"
el: Χρήση του container "Αναζήτηση Φακέλου"
es: Usar contenedor tipo "Carpeta"
fr: Utiliser le conteneur "Parcourir le répertoire"
hu: A "böngészőmappa" tároló használata
it: Usa il contenitore "Sfoglia cartelle"
lo: ໃຊ້ຄອນເທນເນີ "ເບິ່ງໄດເຣັກທໍຣີ"
nl: Gebruik de "Blader Map" container
ro: Utilizare container „Navigare directoare”
ru: Использовать контейнер «Просмотр каталога»
sv: Använd "Katalogbläddrar" behållaren
uk: Використовувати контейнер "Перегляд каталогу"
zh_cn: 使用“浏览目录”容器

source: Use the "Music" container
af: Gebruik die "Music" houer
ca: Utilitzeu el contenidor "Music"
de: Verwenden Sie den Container "Musik"
el: Χρήση του container "Μουσική"
es: Usar contenedor tipo "Musica"
fr: Utiliser le conteneur "Musique"
hu: A "Zene" tároló használata
it: Usa il contenitore "Musica"
lo: ໃຊ້ຄອນເທນເນີ "ດົນຕີ"
nl: Gebruik de "Muziek" container
ro: Utilizare container „Muzică”
ru: Использовать контейнер "Музыка"
sv: Använd "Musik" behållaren.
uk: Використовувати контейнер "Музика"
zh_cn: 使用“音乐”容器

source: Use the "Video" container
af: Gebruik die "Video" houer
ca: Utilitzeu el contenidor "Vídeo"
de: Verwenden Sie den Container "Video"
el: Χρήση του "Βίντεο" container
es: Usar contenedor tipo "Video"
fr: Utiliser le conteneur "Vidéos"
hu: A "Videó" tároló használata
it: Usa il contenitore "Video"
lo: ໃຊ້ຄອນເທນເນີ "ວິດີໂອ"
nl: Gebruik de "Video" container
ro: Utilizare container „Video”
ru: Использовать контейнер "Видео"
sv: Använd "Video" behållaren.
uk: Використовувати контейнер "Відео"
zh_cn: 使用“视频”容器

source: Use the "Pictures" container
af: Gebruik die "Pictures" houer
ca: Utilitzeu el contenidor "Imatges"
de: Verwenden Sie den Container "Bilder"
el: Χρήση του container "Εικόνες"
es: Usar contenedor tipo "Fotos"
fr: Utiliser le conteneur "Images"
hu: A "Képek" tároló használata
it: Usa il contenitore "Immagini"
lo: ໃຊ້ຄອນເທນເນີ "ຮູບພາບ"
nl: Gebruik de "Afbeeldingen" container
ro: Utilizare container „Imagini”
ru: Использовать контейнер "Картинки"
sv: Använd "Bilder" behållaren.
uk: Використовувати контейнер "Зображення"
zh_cn: 使用“图片”容器

source: Overwrite the sort criteria passed by the client.
af: Oorskryf die soort kriteria wat deur die klient geslaag is.
ca: Sobreescriu els criteris de classificació aprovats pel client.
de: Überschreibe die Sortierkriterien, die vom Clienten übergeben wurden.
el: Αντικατάσταση των κριτηρίων ταξινόμησης που περνούν από το πρόγραμμα-πελάτη.
es: Sobreescribir el criterio de ordenación definido por el cliente.
fr: Remplacez les critères de tri transmis par le client.
hu: A kliens rendezési feltételeinek felülírása.
it: Sovrascrive il criterio di ordinamento passato dal client.
lo: ຂຽນທັບເງື່ອນໄຂການຈັດລຽງທີ່ສົ່ງໂດຍລູກຂ່າຍ.
nl: Overschrijf de sorteercriteria die door de client zijn doorgegeven.
ro: Suprascriere criteriu scurt transmis de client.
ru: Перезаписать критерии сортировки, переданные клиентом.
sv: Skriv över sorteringskriterier som kommer från klienten.
uk: Перезаписати критерії сортування, передані клієнтом.
zh_cn: 覆盖客户端传递的排序条件。

source: Disable subtitle support on unknown clients.
af: Deaktiveer subtitel ondersteuning op onbekende kliënte.
ca: Descativa el suport de subtítols a clients desconeguts.
cs: Vypnout podporu titulků pro neznámé klienty.
de: Schalte Untertitelunterstützung auf unbekannten Clienten ab.
el: Απενεργοποίηση υποστήριξης υποτίτλων σε άγνωστους πελάτες.
es: Deshabilitar subtitulos en clientes desconocidos
fr: Désactiver la prise en charge des sous-titres sur les clients inconnus.
hu: Felirattámogatás tiltása ismeretlen klienseken.
it: Disattivare il supporto sottotitoli sui clients sconosciuti
lo: ປິດການຮອງຮັບຄຳບັນຍາຍໃນລູກຂ່າຍທີ່ບໍ່ຮູ້ຈັກ.
nl: Uitschakelen ondertitelingsondersteuning voor onbekende clienten.
ro: Dezactivare subtitrări pentru clienții necunoscuți.
ru: Отключить поддержку субтитров на неизвестных клиентах.
sv: Inaktivera undertexter på okända klienter.
uk: Вимкнути підтримку субтитрів на невизначених клієнтах.
zh_cn: 禁用未知客户端上的字幕支持。

source: Auth Group Name
af: Auth Groep Naam
ca: Nom del grup d'autenticació
cs: Název ověřovací skupiny
de: Name der Authentifizierungsgruppe
el: Όνομα Ομάδας Πιστοποίησης
es: Nombre del grupo de autenticación
fr: Nom du groupe d'authentification
hu: Hitelesítési csoport neve
it: Nome del gruppo di autorizzazione
lo: ຊື່ກຸ່ມກວດສອບສິດ
nl: Auth Groep Naam
ro: Nume Grup autorizat
ru: Название группы аутентификации
sv: Namn på autentiseringsgrupp
uk: Ім'я групи автентифікації
zh_cn: 认证组名称

source: Auth Type
af: Auth Tipe
ca: Tipus d'autenticació
cs: Typ ověřování
de: Authentifizierungstyp
el: Τύπος Πιστοποίησης
es: Tipo de autenticación
fr: Type d'authentification
hu: Hitelesítés típusa
it: Tipo autorizzazione
lo: ປະເພດການກວດສອບສິດ
ro: Tip autorizare
ru: Тип аутентификации
sv: Autentiseringstyp
uk: Тип автентифікації
zh_cn: 身份验证类型

source: No CHAP users found.
af: Geen CHAP gebruikers gevind.
ca: No s’han trobat usuaris de CHAP.
cs: Nebyli nalezeni žádní uživatelé pro CHAP.
de: Keine CHAP Nutzer gefunden.
el: Δεν βρέθηκαν χρήστες CHAP.
es: No se han encontrado usuarios CHAP.
fr: Pas d'utilisateurs CHAP trouvés
hu: Egy CHAP felhasználó sem található.
it: Nessun utente CHAP trovato.
lo: ບໍ່ພົບຜູ້ໃຊ້ CHAP.
nl: Er zijn geen CHAP gebruikers gevonden.
ro: Niciun utilizator CHAP găsit.
ru: Пользователи CHAP не найдены.
sv: Inga CHAP användare hittades.
uk: Жодного користувача CHAP не знайдено.
zh_cn: 未找到CHAP用户。

source: Mutual-CHAP
af: Wedersydse-CHAP
ca: CHAP mutu
de: Gegenseitiges CHAP
el: Αμοιβαίο-CHAP
es: CHAP mutuo
fr: Mutuel-CHAP
hu: Kölcsönös-CHAP
it: CHAP mutuo
lo: CHAP-ເຊິ່ງກັນແລະກັນ
nl: Wederzijds-CHAP
ro: CHAP-Mutual
sv: Ösesidig CHAP
uk: Взаємний CHAP

source: No Mutual-CHAP users found.
af: No Wedersydse-CHAP gebruikers gevind.
ca: No s’han trobat usuaris de CHAP mutu.
cs: Nebyli nalezeni žádní uživatelé pro vzájemný CHAP.
de: Keine gegenseitiges CHAP Nutzer gefunden.
el: Δεν βρέθηκαν χρήστες Αμοιβαίου-CHAP.
es: No se han encontrado usuarios Mutual-CHAP
fr: Pas d'utilisateurs Mutuel-CHAP trouvés
hu: Egy Kölcsönös-CHAP felhasználó sem található.
it: Nessun utente mutuo CHAP trovato.
lo: ບໍ່ພົບຜູ້ໃຊ້ CHAP-ເຊິ່ງກັນແລະກັນ.
nl: Er is geen Wederzijds-CHAP gebruiker gevonden.
ro: Niciun utilizator mutual CHAP găsit.
ru: Пользователи Mutual-CHAP не найдены.
sv: Inga ömsesidiga CHAP användare hittades.
uk: Жодних користувачів взаємних CHAP не знайдено.
zh_cn: 找不到Mutual-CHAP用户。

source: Initiator Name
af: Inisieerder Naam
ca: Nom d'iniciador
cs: Název iniciátoru
el: Όνομα Εκκινητή
es: Nombre del iniciador
fr: Nom de l'initiateur
hu: Kezdeményező neve
it: Nome iniziatore
lo: ຊື່ຜູ້ເລີ່ມຕົ້ນ
nl: Initiator Naam
ro: Nume inițiator
ru: Имя инициатора
sv: Initiatornamn
uk: Ім'я Ініціатора
zh_cn: 启动器名称

source: No initiator names found.
af: Geen inisieerder name gevind.
ca: No s’han trobat noms d’iniciador.
cs: Nebyly nalezeny žádné názvy iniciátorů.
de: Keine Initiatornamen gefunden.
el: Δεν βρέθηκαν ονόματα εκκινητών.
es: No se han encontrado nombres de inicio
fr: Aucun nom d'initiateur trouvé.
hu: Egy kezdeményező név sem található.
it: Nessun nome iniziatore trovato.
lo: ບໍ່ພົບຊື່ຜູ້ເລີ່ມຕົ້ນ.
nl: Er zijn geen initiator namen gevonden.
ro: Niciun nume inițiator găsit.
ru: Имена инициаторов не найдены.
sv: Inga initierarnamn hittades.
uk: Жодних імен ініціаторів не знайдено.
zh_cn: 找不到启动器名称。

source: Initiator Portal
af: Inisieerder Portaal
ca: Portal iniciador
cs: Portál iniciátoru
el: Portal Εκκινητή
es: Portal iniciador
fr: Portail initiateur
hu: Kezdeményező portál
it: Portale iniziatore
lo: ພໍທັລຜູ້ເລີ່ມຕົ້ນ
nl: Initiator Portaal
ro: Portal inițiator
ru: Портал инициаторов
sv: Initierarportal
uk: Портал ініціатора
zh_cn: 启动器门户

source: No initiator portals found.
af: Geen inisieerder portale gevind.
ca: No s’han trobat portals d’iniciadors.
cs: Nenalezeny žádné portály iniciátoru.
de: Keine Initiatorportale gefunden.
el: Δεν βρέθηκαν portal εκκινητών.
es: No se han encontrado portales de inicio
fr: Aucun portail initiateur trouvé.
hu: Egy kezdeményező portál sem található.
it: Nessun portale iniziatore trovato.
lo: ບໍ່ພົບພໍທັລຜູ້ເລີ່ມຕົ້ນ.
nl: Er zijn geen initiator portalen gevonden.
ro: Niciun portal inițiator găsit.
ru: Порталы инициатора не найдены.
sv: Inga intierarportaler hittades.
uk: Жодних порталів ініціаторів не знайдено.
zh_cn: 找不到启动器门户。

source: Add Auth Group
af: Voeg Auth Groep
ca: Afegir grup autenticat
cs: Přidat ověřovací skupinu
de: Füge Authentifizierungsgruppe hinzu
el: Προσθήκη Ομάδας Πιστοποίησης
es: Añadir grupo de autenticación
fr: Ajouter un groupe d'authentification
hu: Hitelesítési csoport hozzáadása
it: Aggiungi gruppo Auth
lo: ເພີ່ມກຸ່ມກວດສອບສິດ
nl: Auth Groep Toevoegen
pl: Dodaj 'Auth' grupę
ro: Adăugare grup Auth
ru: Добавить группу
sv: Lägg till autentiseringsgrupp
uk: Додати групу автентифікації
zh_cn: 添加认证组

source: Edit Auth Group
af: Wysig Auth Groep
ca: Editar Grup d'autenticació
cs: Upravit přihlašovací skupinu
de: Authentifizierungsgruppe bearbeiten
el: Επεξεργασία Ομάδας Πιστοποίησης
es: Editar grupo autenticación
fr: Modifier le groupe d'authentification
hu: Hitelesítési csoport módosítása
it: Midificare il gruppo di autenticazione
lo: ແກ້ໄຂກຸ່ມກວດສອບສິດ
nl: Auth Groep Bewerken
ro: Editare Grup Auth
ru: Изменить группу аутентификации
sv: Editera Autentiseringsgruppen
uk: Редагувати групу автентифікації
zh_cn: 编辑认证组
