Repository: rojim666/xigmanas-code-r10599-trunk
Catalog: locale/xigmanas-*.po
Languages: af, ca, cs, de, el, es, fr, hu, it, lo, nl, pl, ro, ru, sv, uk, zh_cn

source: Latency
af: Latensie
ca: Latència
cs: Prodleva
de: Latenzzeit
el: Καθυστέρηση
es: Latencia
fr: Latence
hu: Késleltetés
it: Latenza
lo: ຄວາມໜ່ວງ
nl: Latentie
pl: Opóźnienie
ro: Latență
ru: Задержка
sv: Accesstid
zh_cn: 延时

source: Throughput
af: Deurset
ca: Rendiment
cs: Propustnost
de: Durchsatz
el: Χωρητικότητα
es: ancho de banda
fr: Débit
hu: Áteresztőképesség
it: Banda di trasmissione
lo: ປະສິດທິພາບ
nl: Doorvoer
ro: Rată transfer
ru: Пропускная способность
sv: Genomströmning
zh_cn: 吞吐量

source: Obj Set ID
ca: ID del conjunt d'objectes
es: ID de conjunto de objetos
fr: ID de l'Ensemble d'Objets
it: Copy text Obj Set ID
lo: ID ຊຸດວັດຖຸ
zh_cn: 对象集 ID

source: Refcompressratio
ca: Relació de compressió de referència
de: Ref-Kompressionsverhältnis (Refcompressratio)
es: Porcentaje de compresión de referencia
fr: Refcompressratio (dataset)
lo: ອັດຕາສ່ວນການບີບອັດອ້າງອີງ
sv: Referenskomprimeringsgrad
zh_cn: 参考压缩比

source: Userrefs
ca: Referències d'usuari
es: Referencias de usuarios
fr: Références Utilisateur (Userrefs)
lo: ການອ້າງອີງຜູ້ໃຊ້
zh_cn: 用户引用

source: Setuid
ca: Estableix uid
es: Fijar el UID
fr: Définir l'ID Utilisateur du Propriétaire
zh_cn: 设置uid标识符

source: DDNS-Server
af: DDNS-Bediener
ca: Servidor DDNS
el: DDNS-Διακομιστής
es: Servdor DDNS
fr: Serveur DDNS
lo: ເຊີບເວີ DDNS
ro: Server DDNS
ru: DDNS-сервер
zh_cn: DDNS服务器

source: DDNS-Path
af: DDNS-Pad
ca: Senda DDNS
de: DDNS-Pfad
el: DDNS-Διαδρομή
es: Ruta DDNS
fr: Chemin DDNS
lo: ເສັ້ນທາງ DDNS
nl: DDNS-Pad
ro: Calea DDNS
ru: DDNS-путь
sv: DDNS-sökväg
zh_cn: DDNS路径

source: Inotify
de: Inotify (a Linux kernel subsystem that acts to extend filesystems to notice changes to the filesystem, and report those changes to applications)
ru: Подсистема мониторинга файловой системы Inotify
zh_cn: Inotify文件监控机制

source: CHAP-Mutual
af: CHAP-Onderling
ca: CHAP-Mutu
cs: Vzájemný CHAP
de: CHAP-Gegenseitig (CHAP-Mutual)
el: CHAP-Αμοιβαία
es: CHAP mutuo
fr: CHAP-Mutuel
hu: CHAP-kölcsönösség
it: CHAP mutuo
lo: CHAP-ເຊິ່ງກັນແລະກັນ
ru: Взаимный CHAP
sv: Gemensam CHAP
zh_cn: CHAP共同

source: Thin Provisioning
af: Dun Voorsiening
ca: Aprovisionament lleuger.
cs: Poskytování dle potřeby
de: Schlanke Speicherzuweisung
es: Aprovisionamiento ligero.
fr: Provisionnement Léger
hu: Vékony ellátás
ro: Provizionare simplă
ru: Тонкое резервирование
sv: Gles utdelning
zh_cn: 精简配置

source: Backend
af: Terug einde
cs: Podpůrná vrstva (backend)
es: Motor
fr: Système en arrière-plan
hu: Háttér
nl: Achtergrondsysteem
ro: Suport
sv: Bakgrundsprogram
zh_cn: 后端

source: VFS fruit:encoding
af: VFS fruit:enkodering
ca: Fruita VFS: codificació
cs: VFS fruit:enkódování
el: VFS fruit:κωδικοποίηση
fr: VFS fruit:encodage
hu: VFS gyümölcs:kódolás
ro: VFS fruit:codare
zh_cn: VFS fruit：编码

source: VFS fruit:locking
af: VFS fruit:toeslot
ca: Fruita VFS: bloqueig
cs: VFS fruit:zamykání
el: VFS fruit:κλείδωμα
fr: VFS fruit: verrouillage
hu: VFS gyümölcs:zárolás
ro: VFS fruit:blocare
zh_cn: VFS fruit：锁定

source: VFS fruit:metadata
ca: Fruita VFS: metadades
el: VFS fruit:μεταδεδομένα
fr: VFS fruit:metadonnées
hu: VFS gyümölcs:metaadat
zh_cn: VFS fruit：元数据

source: VFS fruit:resource
af: VFS fruit:hulpbronne
ca: Fruita VFS: recurs
cs: VFS fruit:prostředek
el: VFS fruit:πόρος
fr: VFS fruit:ressource
hu: VFS gyümölcs:erőforrás
ro: VFS fruit:resurse
zh_cn: VFS fruit：资源

source: ZFS ACL
cs: ZFS ACL seznamy
ro: ACL ZFS
zh_cn: ZFS 存取控制清单（ACL）

source: WORKGROUP
af: WERKGROEP
ca: Grup de Treball
es: Grupo de trabajo
fr: GROUPE DE TRAVAIL
nl: WERKGROEP
ro: Grup de lucru
sv: ARBETSGRUPP
zh_cn: 工作组

source: TCP Forwarding
af: TCP Doorschakeling
ca: Redirecionament TCP
cs: Přeposílání TCP
de: TCP Weiterleitung
el: Προώθηση TCP
fr: Transfert TCP
hu: TCP továbbítás
nl: TCP Doorsturen
sv: TCP vidarebefordran
zh_cn: TCP转发

source: No IPMI Sensor data available.
de: Keine IPMI Sensordaten verfügbar
el: Δεν υπάρχουν δεδομένα από Αισθητήρες IPMI.
fr: Aucune donnée de capteur IPMI disponible.
it: IPMI Sensor data non disponibili
lo: ບໍ່ມີຂໍ້ມູນເຊັນເຊີ IPMI.
nl: Geen IPMI Sensor gegevens beschikbaar.
sv: Ingen IPMI sensordata tillgänglig.

source: FRU Information
de: FRU Informationen
el: Πληροφορίες FRU
fr: Informations sur les FRU
lo: ຂໍ້ມູນ FRU
nl: FRU Informatie

source: No IPMI FRU data available.
de: Keine IPMI FRU Daten verfügbar
el: Δεν υπάρχουν δεδομένα IPMI FRU.
fr: Aucune donnée FRU IPMI disponible
it: IPMI FRU data non disponibili
lo: ບໍ່ມີຂໍ້ມູນ FRU IPMI.
nl: Geen IPMI FRU gegevens beschikbaar.
sv: Ingen IPMI FRU data tillgänglig.

source: ID
cs: Identifikátor
fr: Identifiant
hu: AZONOSÍTÓ
it: Identificativo
lo: ໄອດີ
pl: Identyfikator
ru: ID (идентификатор)

source: Sockstat
ca: Estat de sòcols
cs: Statistiky soketu
de: Status Sockets
es: Estadisticas de Sockets
fr: Statistiques sockets
it: Status del socket
ro: Stare socket
ru: Сокеты

source: N/A
af: NvT
ca: N/D
de: N/V
el: Ν/Α
es: N/D
fr: Non applicable
hu: Nem érhető el
it: non ammesso
lo: ບໍ່ມີ
nl: N.V.T
pl: Brak danych
sv: Inte tillgänglig

source: No pool was found. Try to force import from on-disk ZFS configuration.
de: Es wurde kein Pool gefunden. Versuchen Sie einen erzwungenen Import der ZFS Konfigurationsdaten des Festplattenpools
el: Δε βρέθηκε pool. Προσπαθήστε να κάνετε εξαναγκασμένη εισαγωγή από on-disk ZFS ρυθμίσεις.
fr: Aucun pool n'a été trouvé. Essayez de forcer l'importation depuis la configuration ZFS sur disque.
it: Pool non trovato. Prova a forzare l'import da una configurazione ZFS on-disk
lo: ບໍ່ພົບພູລ. ລອງບັງຄັບນຳເຂົ້າຈາກການຕັ້ງຄ່າ ZFS ໃນດິສກ໌.
nl: Geen pool gevonden. Probeer een geforceerde import uit de on-disk ZFS configuratie.
sv: Ingen pool hittades. Prova att tvinga import från ZFS konfiguration på hårddisken.

source: No pool was found. Try to import from on-disk ZFS configuration.
de: Es wurde kein Pool gefunden. Versuchen Sie einen Import der ZFS Konfigurationsdaten des Festplattenpools
el: Δε βρέθηκε pool. Προσπαθήστε να κάνετε εισαγωγή από on-disk ZFS ρυθμίσεις.
fr: Aucun pool n'a été trouvé. Essayez d'importer depuis la configuration ZFS sur disque.
it: Pool non trovato. Prova a eseguire l'import da una configurazione ZFS on-disk
lo: ບໍ່ພົບພູລ. ລອງນຳເຂົ້າຈາກການຕັ້ງຄ່າ ZFS ໃນດິສກ໌.
nl: Geen pool gevonden. Probeer te importeren uit de on-disk ZFS configuratie.
sv: Ingen pool hittades. Prova att importera från ZFS konfiguration på hårddisken.

source: Import on-disk ZFS configuration
de: Import der ZFS Konfigurationsdaten des Festplattenpools
el: Εισαγωγή από on-disk ZFS ρυθμίσεις.
fr: Importer la configuration ZFS sur disque
it: Esegui l'import della configurazione ZFS on-disk
lo: ນຳເຂົ້າການຕັ້ງຄ່າ ZFS ໃນດິສກ໌
nl: Importeer on-disksel ZFS configuratie
sv: Importera ZFS konfiguration på hårddisken

source: Force import on-disk ZFS configuration
de: Erzwinge den Import der ZFS Konfigurationsdaten des Festplattenpools
el: Εξαναγκασμένη εισαγωγή από on-disk ZFS ρυθμίσεις.
fr: Forcer l'importation de la configuration ZFS sur le disque
it: Forza l'import della configurazione ZFS on-disk
lo: ບັງຄັບນຳເຂົ້າການຕັ້ງຄ່າ ZFS ໃນດິສກ໌
nl: Forceer import van de on-disk ZFS configuratie
sv: Tvinga import av ZFS konfiguration på hårddisken

source: Use default encryption cipher suite
de: Verwende Standardschlüssel
fr: Utiliser la suite de chiffrement par défaut
lo: ໃຊ້ຊຸດລະຫັດການເຂົ້າລະຫັດເລີ່ມຕົ້ນ
nl: Gebruik de standaard versleutelingssuite
sv: Använd standard krypteringspaket

source: Use aes-128-ccm encryption cipher suite
de: Verwende 128-bit AES Verschlüsselung
fr: Utiliser la suite de chiffrement aes-128-ccm
lo: ໃຊ້ຊຸດລະຫັດການເຂົ້າລະຫັດ aes-128-ccm
nl: Gebruik de aes-128-ccm versleutelingssuite
sv: Använd aes-128-ccm krypteringspaket

source: Use aes-192-ccm encryption cipher suite
de: Benutze das AES-192-CCM Verschlüsselungsverfahren
fr: Utiliser la suite de chiffrement aes-192-ccm
lo: ໃຊ້ຊຸດລະຫັດການເຂົ້າລະຫັດ aes-192-ccm
nl: Gebruik de aes-192-ccm versleutelingssuite
sv: Använd aes-192-ccm krypteringspaket

source: Use aes-256-ccm encryption cipher suite
de: Benutze das AES-256-CCM Verschlüsselungsverfahren
fr: Utiliser la suite de chiffrement aes-256-ccm
lo: ໃຊ້ຊຸດລະຫັດການເຂົ້າລະຫັດ aes-256-ccm
nl: Gebruik de aes-256-ccm versleutelingssuite
sv: Använd aes-256-ccm krypteringspaket

source: Use aes-128-gcm encryption cipher suite
de: Benutze das AES-128-GCM Verschlüsselungsverfahren
fr: Utiliser la suite de chiffrement aes-128-gcm
lo: ໃຊ້ຊຸດລະຫັດການເຂົ້າລະຫັດ aes-128-gcm
nl: Gebruik de aes-128-gcm versleutelingssuite
sv: Använd aes-128-ccm krypteringspaket

source: Use aes-192-gcm encryption cipher suite
de: Benutze das AES-192-GCM Verschlüsselungsverfahren
fr: Utiliser la suite de chiffrement aes-192-gcm
lo: ໃຊ້ຊຸດລະຫັດການເຂົ້າລະຫັດ aes-192-gcm
nl: Gebruik de aes-192-gcm versleutelingssuite
sv: Använd aes-192-ccm krypteringspaket

source: Use aes-256-gcm encryption cipher suite
de: Benutze das AES-256-GCM Verschlüsselungsverfahren
fr: Utiliser la suite de chiffrement aes-256-gcm
lo: ໃຊ້ຊຸດລະຫັດການເຂົ້າລະຫັດ aes-256-gcm
nl: Gebruik de aes-256-gcm versleutelingssuite
sv: Använd aes-256-ccm krypteringspaket

source: Raw Key
de: Rohschlüssel
fr: Clé Brute
lo: ກະແຈດິບ
nl: Ruwe Sleutel
sv: Rå nyckel

source: Hex Key
de: Hexadezimaler Schlüssel
fr: Clé Hexadécimale
lo: ກະແຈ Hex
nl: Hex Sleutel
sv: Hex nyckel

source: Prompt
fr: Invite de commandes
lo: ພ້ອມຮັບຄຳສັ່ງ
sv: Fråga

source: Activate encryption feature
fr: Activer la fonction de chiffrement
nl: Activeer encryptiefunctie
sv: Aktivera krypteringsfunktionen

source: Boot Environments
fr: Environnements de démarrage
nl: Opstartomgevingen
sv: Boot miljöer

source: Samba AD
es: Directorio Activo Samba
fr: Samba Active Directory
it: AD samba

source: VHID
fr: Identifiant de l'Hôte Virtuel (Virtual Host ID)

source: The Inner Net License, Version 2
ca: The Inner Net License, versió 2
de: Di Inner Net Lizenz, Version 2
el: H Inner Net License, Έκδοση 2
es: Licencia Inner Net, Version 2
fr: La licence Inner Net, version 2
hu: Az Inner Net licensz, második verzió
it: Licenza Inner Net, versione 2
nl: De Inner Net-licentie, versie 2)
pl: The Inner Net License, wersja 2
sv: Inner Net Licens, Version 2

source: This option is a comma, space, or tab delimited set of hosts which are NOT permitted to access this module. Where the lists conflict, the allow list takes precedence. In the event that it is necessary to deny all by default, use the keyword ALL (or the netmask 0.0.0.0/0) and then explicitly specify to the hosts allow parameter those hosts that should be permitted access. Leave this field empty to use default settings.
ca: Aquesta opció és un conjunt d'amfitrions delimitats per comes, espais o tabulacions que NO tenen permís per accedir a aquest mòdul. Quan les llistes entren en conflicte, la llista permesa té prioritat. En el cas que sigui necessari denegar-ho tot per defecte, utilitzeu la paraula clau TOT (o la màscara de xarxa 0.0.0.0/0) i després especifiqueu explícitament al paràmetre host allow aquells hosts als quals s'haurien de permetre l'accés. Deixeu aquest camp buit per utilitzar la configuració predeterminada.
de: Bei dieser Option handelt es sich um eine durch Kommas, Leerzeichen oder Tabulatoren getrennte Gruppe von Hosts, denen der Zugriff auf dieses Modul NICHT gestattet ist. Bei Konflikten zwischen den Listen hat die Zulassungsliste Vorrang. Für den Fall, dass es notwendig ist, alle standardmäßig zu verweigern, verwenden Sie das Schlüsselwort ALL (oder die Netzmaske 0.0.0.0/0) und geben Sie dann im Parameter „hostsallow“ explizit die Hosts an, denen der Zugriff gestattet werden soll. Lassen Sie dieses Feld leer, um die Standardeinstellungen zu verwenden.
el: Αυτή η επιλογή είναι σύνολο υπολογιστών διαχωρισμένοι κόμμα, κενό ή tab, οι οποίοι ΔΕΝ επιτρέπεται να έχουν πρόσβαση σε αυτό το άρθρωμα. Όταν υπάρχει αλληλοκάλυψη των λιστών, τότε η λίστα επιτρεπόμενων έχει προτεραιότητα. Στην περίπτωση που είναι απαραίτητη η άρνηση πρόσβασης σε όλους από προεπιλογή, χρησιμοποιήστε τη λέξη-κλειδί ALL (ή τη μάσκα υποδικτύου 0.0.0.0/0) και μετά ορίστε συγκεκριμένους υπολογιστές που θα έχουν πρόσβαση στην παράμετρο Υπολογιστές που Επιτρέπονται. Αφήστε αυτό το πεδίο κενό για τις προεπιλεγμένες ρυθμίσεις.
es: Esta opción es un conjunto de hosts delimitados por comas, espacios o tabulaciones a los que NO se les permite acceder a este módulo. Cuando las listas entran en conflicto, la lista permitida tiene prioridad. En el caso de que sea necesario denegar todo de forma predeterminada, utilice la palabra clave ALL (o la máscara de red 0.0.0.0/0) y luego especifique explícitamente en el parámetro hosts enable aquellos hosts a los que se les debe permitir el acceso. Deje este campo vacío para utilizar la configuración predeterminada.
fr: Cette option est un ensemble d'hôtes délimités par des virgules, des espaces ou des tabulations qui ne sont PAS autorisés à accéder à ce module. En cas de conflit entre les listes, la liste verte est prioritaire. Dans le cas où il est nécessaire de tout refuser par défaut, utilisez le mot-clé ALL (ou le masque de réseau 0.0.0.0/0), puis spécifiez explicitement au paramètre hostsallow les hôtes qui doivent être autorisés à accéder. Laissez ce champ vide pour utiliser les paramètres par défaut.
it: Questa opzione è un insieme di host delimitati da virgole, spazi o tabulazioni a cui NON è consentito l'accesso a questo modulo. In caso di conflitto tra gli elenchi, l'elenco degli host consentiti ha la precedenza. Nel caso in cui sia necessario negare l'accesso a tutti per impostazione predefinita, utilizzare la parola chiave ALL (o la netmask 0.0.0.0/0) e quindi specificare esplicitamente nel parametro hosts allow gli host a cui deve essere consentito l'accesso. Lasciare questo campo vuoto per utilizzare le impostazioni predefinite.
lo: ຕົວເລືອກນີ້ແມ່ນຊຸດຂອງໂຮສຕ໌ທີ່ຂັ້ນດ້ວຍເຄື່ອງໝາຍຈຸດ, ຍະຫວ່າງ, ຫຼື ແຖບ ທີ່ບໍ່ໄດ້ຮັບອະນຸຍາດໃຫ້ເຂົ້າເຖິງໂມດູນນີ້. ໃນກໍລະນີທີ່ລາຍຊື່ຂັດແຍ້ງກັນ, ລາຍຊື່ອະນຸຍາດຈະມີຄວາມສຳຄັນກວ່າ. ໃນກໍລະນີທີ່ຈຳເປັນຕ້ອງປະຕິເສດທັງໝົດເປັນຄ່າເລີ່ມຕົ້ນ, ໃຫ້ໃຊ້ຄຳວ່າ ALL (ຫຼື netmask 0.0.0.0/0) ແລະ ຈາກນັ້ນລະບຸຢ່າງຊັດເຈນໃນພາຣາມິເຕີໂຮສຕ໌ທີ່ອະນຸຍາດສຳລັບໂຮສຕ໌ທີ່ຄວນຈະໄດ້ຮັບອະນຸຍາດໃຫ້ເຂົ້າເຖິງ. ປະຊ່ອງນີ້ຫວ່າງໄວ້ເພື່ອໃຊ້ການຕັ້ງຄ່າເລີ່ມຕົ້ນ.
nl: Deze optie is een door komma's, spaties of tabs gescheiden set hosts die GEEN toegang hebben tot deze module. Wanneer de lijsten conflicteren, heeft de toegestane lijst voorrang. In het geval dat het nodig is om alles standaard te weigeren, gebruikt u het sleutelwoord ALL (of het netmasker 0.0.0.0/0) en geeft u vervolgens expliciet aan de hosts allow-parameter op welke hosts toegang moeten krijgen. Laat dit veld leeg om de standaardinstellingen te gebruiken.
pl: Ta opcja to lista hostów (oddzielonych przecinkiem, spacją lub TAB), które nie mają dostępu do modułu. W razie konfliktu, lista ZEZWÓL ma pierwszeństwo. W razie konieczności domyślnego zablokowania wszystkich użyj słowa kluczowego ALL (lub maski sieciowej 0.0.0.0/0) i wtedy określ wyraźnie dane hosta, któremu powinien zostać udzielony dostęp. Pozostaw pole puste, aby użyć ustawień domyślnych.
sv: Detta är en komma-, mellanslag-, eller tab-separerad lista på värdar som INTE tillåts åtkomst till denna modul. Vid konflikter har listan över tillåtna värdar företräde. Vid behov att neka alla som standard, använd nyckelordet ALL (eller nätmask 0.0.0.0/0) och lägg sen till de värdar som skall ges access i listan över tillåtna. Lämna fältet tomt för att använda standardintällningar.

source: DNS
de: Domain Name System (DNS)
fr: DNS (Serveur de Nom de Domaine)
ru: DNS-серверы

source: syslog.conf
fr: Configuration du journal système

source: Locked
fr: Verrouillé
nl: Vergrendeld
sv: Låst

source: Delete Selected Boot Environments
fr: Supprimer les Environnements de Démarrage Sélectionnés
nl: Geselecteerde Opstartomgevingen Verwijderen
sv: Ta bort valda bootmiljöer

source: Do you really want to delete selected boot environments?
fr: Voulez-vous vraiment supprimer les environnements de démarrage sélectionnés ?
nl: Wilt u de geselecteerde opstartomgevingen echt verwijderen?
sv: Vill du verkligen ta bort valda bootmiljöer

source: Failed to delete Boot Environment(s).
fr: Échec de la suppression du (des) Environnement(s)de Démarrage.
nl: Het verwijderen van de opstartomgeving(en) is mislukt.
sv: Misslyckades att ta bort valda bootmiljöer

source: Age
fr: Âge
nl: Leeftijd
sv: Ålder

source: Select
fr: Sélectionner
nl: Selecteer
sv: Välj

source: Boot Environment
fr: Environnement de Démarrage
nl: Opstartomgeving
sv: Boot miljö

source: Mountpoint
fr: Point de montage
nl: Koppelpunt
sv: Monteringspunkt

source: Created
fr: Créé
nl: Gemaakt
sv: Skapad

source: Failed to create and/or activate Boot Environment.
fr: Échec de la création et/ou de l'activation de l'Environnement de démarrage.
nl: Het is niet gelukt om de opstartomgeving aan te maken en/of te activeren.
sv: Misslyckades att skapa och/eller aktivera bootmiljön.

source: Failed to create Boot Environment.
fr: Échec de la création de l'Environnement de Démarrage.
nl: Het is niet gelukt om de opstartomgeving te maken.
sv: Misslyckades att skapa bootmiljön.

source: Activate Boot Environment after creation, note that system reboot is required for this boot environment to take place.
fr: Activez l'Environnement de Démarrage après sa création ; veuillez noter qu'un redémarrage du système est nécessaire pour que cet environnement de démarrage soit effectif.
nl: Activeer de opstartomgeving nadat u deze heeft gemaakt. Houd er rekening mee dat het systeem opnieuw moet worden opgestart om deze opstartomgeving te kunnen uitvoeren.
sv: Aktivera bootmiljön efter den skapats, notera att en omstart krävs för att skifta till den nya bootmiljön.

source: Append the date in the following format: YYYY-MM-DD-HHMMSS, if the name field is empty, the date will always be used as the boot environment name.
fr: Ajoutez la date au format suivant : AAAA-MM-JJ-HHMMSS. Si le champ Nom est vide, la date sera toujours utilisée comme nom de l’environnement de démarrage.
nl: Voeg de datum toe in de volgende notatie: JJJJ-MM-DD-UUMMSS. Als het veld 'Naam' leeg is, wordt de datum altijd gebruikt als naam van de opstartomgeving.
sv: Lägg till datumet i följande format: YYYY-MM-DD-HHMMSS, om namnfältet är tomt kommer datumet användas som namn på bootmiljön.

source: For additional information about boot environments and %s,
fr: Pour plus d'informations sur les environnements de démarrage et %s,
nl: Voor aanvullende informatie over opstartomgevingen en %s,
sv: För mer information om bootmiljöer och %s,

source: Failed to activate Boot Environment.
fr: Échec de l'activation de l'Environnement de Démarrage.
nl: Het activeren van de opstartomgeving is mislukt.
sv: Misslyckades att aktivera bootmiljön.

source: Failed to rename Boot Environment.
fr: Impossible de renommer l'Environnement de Démarrage.
nl: Het is niet gelukt om de opstartomgeving te hernoemen.
sv: Misslyckades att byta namn på bootmiljön.

source: Failed to mount Boot Environment.
fr: Échec du montage de l'Environnement de Démarrage.
nl: Het koppelen van opstartomgeving is mislukt.
sv: Misslyckades att montera bootmiljön.

source: Failed to unmount Boot Environment.
fr: Échec du démontage de l'Environnement de Démarrage.
nl: Het ontkoppelen van de opstartomgeving is mislukt.
sv: Misslyckades att avmontera bootmiljön.

source: Failed to delete Boot Environment.
fr: Échec de la suppression de l'Environnement de Démarrage.
nl: Opstartomgeving verwijderen is mislukt.
sv: Misslyckades att ta bort bootmiljön.

source: Edit Boot Environment
fr: Modifier l'Environnement de Démarrage
nl: Opstartomgeving bewerken
sv: Ändra bootmiljön.

source: Rename
fr: Renommer
nl: Hernoemen
sv: Byt namn

source: Mount
fr: Monter
nl: Aankoppelen
sv: Montera

source: Unmount
fr: Démonter
nl: Ontkoppelen
sv: Avmontera

source: Append the date in the following format: YYYY-MM-DD-HHMMSS.
fr: Ajoutez la date au format suivant : AAAA-MM-JJ-HHMMSS.
nl: Voeg de datum toe in de volgende notatie: JJJJ-MM-DD-UUMMSS.
sv: Lägg till datumet i följande format YYYY-MM-DD-HHMMSS.

source: Force
fr: Forcer
nl: Forceer
sv: Tvinga

source: Destroy the boot environment and its origin if any, without confirmation.
fr: Supprimer l'environnement de démarrage et son origine, le cas échéant, sans confirmation.
nl: Vernietig de opstartomgeving en de oorsprong ervan, indien aanwezig, zonder bevestiging.
sv: Förstör bootmiljön och dess källa, utan bekräftelse.

source: No boot environmen information available.
fr: Aucune information disponible sur l'environnement de démarrage.
nl: Er is geen informatie over de opstartomgeving beschikbaar.
sv: Ingen bootmiljöinformation tillgänglig.

source: Boot Environment List
fr: Liste des Environnements de Démarrage
nl: Lijst Opstartomgevingen
sv: Bootmiljölista

source: Boot Environment Snapshots
fr: Instantanés de l'Environnement de Démarrage
nl: Momentopnamen Opstartomgevingen
sv: Bootmiljö ögonblicksbilder

source: Destination email address. Multiple email addresses are separated by a comma.
de: Ziel - Emailadresse, mehrere Adressen mit Komma trennen
el: Διεύθυνση e-mail προορισμού. Πολλαπλές διευθύνσεις διαχωρίζονται με κόμμα.
fr: Adresse e-mail de destination. Les adresses e-mail multiples sont séparées par une virgule.
lo: ທີ່ຢູ່ອີເມວປາຍທາງ. ຫຼາຍທີ່ຢູ່ອີເມວຖືກແຍກດ້ວຍເຄື່ອງໝາຍຈຸດ.
nl: Bestemmings e-mailadres. Meerdere e-mailadressen zijn gescheiden door een komma.
sv: Destinations e-postadress. Flera adresser separeras med ett kommatecken.

source: Security Warning!
de: Sicherheitswarnung!
fr: Avertissement de Sécurité !
lo: ຄຳເຕືອນດ້ານຄວາມປອດໄພ!
nl: Beveiligingswaarschuwing!
sv: Säkerhetsvarning!

source: Be careful when turning on above device options in production environments.
de: Vorsicht bei Verwendung obiger Geräteoptionen in Produktivumgebungen !!
fr: Soyez prudent lorsque vous activez les options de périphérique ci-dessus dans les environnements de production.
lo: ລະມັດລະວັງເມື່ອເປີດໃຊ້ຕົວເລືອກອຸປະກອນຂ້າງເທິງໃນສະພາບແວດລ້ອມການຜະລິດ.
nl: Wees voorzichtig bij het inschakelen van bovenstaande apparaatopties in productomgevingen.
sv: Var försiktig när du slår på ovanstående enhetsalternativ i en produktionsmiljö.

source: Noauto
fr: Pas d'auto
hu: Nemauto
lo: ບໍ່ອັດຕະໂນມັດ
nl: Geenauto
sv: Ingen automatik

source: GUID
fr: GUID (identifiant unique universel)

source: Jailed
af: Tronkd
ca: Engabiat
cs: V odděleném prostředí
de: In einer Virtualisierungsumgebung (Jailed)
fr: Emprisonné
hu: Jail-ben van
lo: ຖືກຈຳກັດ
ro: Captiv
ru: Заключенный

source: Refquota
cs: Vztažná kvóta
de: Bezugskontingent (Refqouta)
fr: Quota de référence
hu: Hivatkozáskvóta
it: Quota di riferimento
lo: ໂຄຕ້າອ້າງອີງ
sv: Refkvot

source: Refreservation
cs: Vztažné vyhrazení
de: Bezugsreservierung (Refreservation)
fr: Quota de réservation
hu: Hivatkozásfoglalás
it: Riserva di riferimento
lo: ການຈອງອ້າງອີງ

source: Extended Destroy
de: Komplettes Löschen (Dataset & assozierte Daten)
el: Εκτεταμένη Καταστροφή
fr: Destruction étendue
lo: ການທຳລາຍແບບຂະຫຍາຍ
nl: Uitgebreide Vernietiging
sv: Utökad Förstörelse

source: Destroy dataset and its dependents.
de: Dataset zerstören (auch Abhängigkeiten davon)
el: Καταστροφή του dataset και των εξαρτώμενων από αυτό.
fr: Détruire un ensemble de données et ses dépendants.
lo: ທຳລາຍຊຸດຂໍ້ມູນ ແລະ ສ່ວນທີ່ກ່ຽວຂ້ອງ.
nl: Vernietig dataset en de afhankelijkheden daarvan.
sv: Förstör dataset och dess beroenden.
