Repository: rojim666/xigmanas-code-r10599-trunk
Catalog: locale/xigmanas-*.po
Languages: af, ca, cs, de, el, es, fr, hu, it, lo, nl, pl, ro, ru, sv, uk, zh_cn

source: The attribute '%s' is not a valid subnet mask.
af: Die eienskap '%s' is nie 'n geldige subnet masker nie.
ca: L'atribut '%s' no és una màscara de subxarxa vàlida.
cs: Atribut „%s“ není platnou maskou podsítě.
de: Das Attribut '%s' ist keine gültige Subnet Maske.
el: Η ιδιότητα '%s' δεν είναι μια έγκυρη μάσκα υποδικτύου.
es: El atributo '%s' no es una máscara de subred válida.
fr: L'attribut '% s' n'est pas un masque de sous-réseau valide.
hu: '%s' attribútum nem érvényes alhálózati maszk.
it: L'attributo '%s' non è una subnet mask valida.
lo: ຄຸນລັກສະນະ '%s' ບໍ່ແມ່ນຊັບເນັດມາສກ໌ທີ່ຖືກຕ້ອງ.
nl: Het attribuut '%s' is geen geldig subnetmasker.
pl: Atrybut '%s' nie jest właściwą maską podsieci.
ro: Atributul '%s' nu reprezintă o mască de subrețea validă.
ru: Значение '%s' не является допустимой маской подсети.
sv: Värdet '%s' är inte en giltig subnetmask.
uk: Атрибут '%s' не є коректною маскою підмережі.
zh_cn: '%s' 是无效的子网掩码（subnet mask）。

source: The attribute '%s' contains invalid characters and is not a valid domain name.
af: Die eienskap '%s' bevat ongeldige karakters en is nie 'n geldige domein naam nie.
ca: L'atribut '% s' conté caràcters no vàlids i no és un nom vàlid de domini.
cs: Atribut „%s“ obsahuje neplatné znaky a není proto platným doménovým názvem.
de: Das Eingabefeld '%s' enthält ungültige Buchstaben und ist kein gültiger Domain Name eines Netzwerks
el: Η ιδιότητα '%s' περιέχει μη έγκυρους χαρακτήρες και δεν αποτελεί ένα έγκυρο όνομα τομέα.
es: El atributo '%s' contiene carácteres inválidos y no es por tanto un nombre válido de dominio.
fr: L'attribut '% s' contient des caractères non valides et n'est pas un nom de domaine valide.
hu: '%s' attribútum érvénytelen karaktereket tartalmaz és nem érvényes domain név.
it: L'attributo '%s' contiene dei caratteri non validi e non è un nome di dominio valido.
lo: ຄຸນລັກສະນະ '%s' ມີຕົວອັກສອນທີ່ບໍ່ຖືກຕ້ອງ ແລະ ບໍ່ແມ່ນຊື່ໂດເມນທີ່ຖືກຕ້ອງ.
nl: Het attribuut '%s' bevat ongeldige karakters en is geen geldig domeinnaam.
pl: Atrybut '%s' zawiera niepoprawne znaki i nie jest właściwą nazwą domeny.
ro: Atributul '%s' conține caractere invalide și nu reprezintă un nume de domeniu valid.
ru: Значение '%s' содержит недопустимые символы и не является допустимым доменным именем.
sv: Fältet '%s' innehåller ogiltiga tecken och är inte ett godkänt domännamn.
uk: Атрибут '%s' містить недозволений символ для імені домена.
zh_cn: '%s' 含有无效的字符，而且没有合法的域名（domain name）。

source: The attribute '%s' contains invalid characters and is not a valid NetBIOS name.
af: Die eienskap '%s" bevat ongeldige karakters en is nie 'n geldige NetBIOS naam nie.
ca: L'atribut '%s' conté caràcters no vàlids i no és un nom vàlid d'NetBIOS.
cs: Atribut „%s“ obsahuje neplatné znaky a není proto platným NetBIOS názvem.
de: Das Eingabefeld '%s' enthält ungültige Buchstaben und ist kein gültiger NETBIOS Name.
el: Η ιδιότητα '%s' περιέχει μη έγκυρους χαρακτήρες και δεν αποτελεί έγκυρο όνομα NetBIOS.
es: El atributo '%s' contiene carácteres inválidos y no es por tanto un nombre válido de NetBIOS.
fr: L'attribut '% s' contient des caractères non valides et n'est pas un nom NetBIOS valide.
hu: '%s' attribútum érvénytelen karaktereket tartalmaz és nem érvényes NetBIOS név.
it: L'attributo '%s' contiene dei caratteri non validi e non è un nome NetBIOS valido.
lo: ຄຸນລັກສະນະ '%s' ມີຕົວອັກສອນທີ່ບໍ່ຖືກຕ້ອງ ແລະ ບໍ່ແມ່ນຊື່ NetBIOS ທີ່ຖືກຕ້ອງ.
nl: Het attribuut '%s' bevat ongeldige karakters en is geen geldig Netbios naam.
pl: Atrybut '%s' zawiera niepoprawne znaki i nie jest właściwą nazwą NetBIOS.
ro: Atributul '%s' conține caractere invalide și nu reprezintă un nume NetBIOS valid.
ru: Значение '%s' содержит недопустимые символы и не является допустимым именем NetBIOS.
sv: Fältet '%s' innehåller ogiltiga tecken och är inte ett godkänt NetBIOS namn
uk: Атрибут '%s' містить недозволений символ для NetBIOS імені.
zh_cn: '%s' 含有无效的字元，而且没有合法的 NetBIOS 名称。

source: The attribute '%s' contains invalid characters and is not a valid host name.
af: Die eienskap '%s' bevat ongeldige karakters en is nie 'n geldige gasheer naam nie.
ca: L'atribut '% s' conté caràcters no vàlids i no és un nom vàlid amfitrió.
cs: Atribut „%s“ obsahuje neplatné znaky a není proto platným názvem stroje.
de: Das Eingabefeld '%s' enthält ungültige Buchstaben und ist kein gültiger Host Name .
el: Η ιδιότητα '%s' περιέχει μη έγκυρους χαρακτήρες και δεν αποτελεί ένα έγκυρο όνομα υπολογιστή.
es: El atributo '%s' contiene carácteres inválidos y no es por tanto un nombre válido de Host
fr: L'attribut '% s' contient des caractères non valides et n'est pas un nom d'hôte valide.
hu: '%s' attribútum érvénytelen karaktereket tartalmaz és nem érvényes állomásnév.
it: L'attributo '%s' contiene dei caratteri non validi e non è un nome host valido.
lo: ຄຸນລັກສະນະ '%s' ມີຕົວອັກສອນທີ່ບໍ່ຖືກຕ້ອງ ແລະ ບໍ່ແມ່ນຊື່ໂຮສຕ໌ທີ່ຖືກຕ້ອງ.
nl: Het attribuut '%s' bevat ongeldige karakters en is geen geldig hostnaam.
pl: Atrybut '%s' zawiera niepoprawne znaki i nie jest właściwą nazwą hosta.
ro: Atributul '%s' conține caractere invalide și nu reprezintă un nume de sistem valid.
ru: Значение '%s' содержит недопустимые символы и не является допустимым именем хоста.
sv: Fältet '%s' innehåller ogiltiga tecken och är inte ett godkänt värdnamn
uk: Атрибут '%s' містить недозволений символ для імені хоста.
zh_cn: '%s' 含有无效的字元，而且没有合法的主机名称（host name）。

source: The attribute '%s' contains invalid characters and is not a valid workgroup name.
af: Die eienskap '%s' bevat ongeldige karakters en is nie 'n geldige werkgroep naam nie.
ca: l'atribut '% s' conté caràcters no vàlids i no és un nom vàlid de grup de treball.
cs: Atribut „%s“ obsahuje neplatné znaky a není proto platným názvem pracovní skupiny.
de: Das Eingabefeld '%s' enthält ungültige Buchstaben und ist kein gültiger Name einer Arbeitsgruppe .
el: Η ιδιότητα '%s' περιέχει μη έγκυρους χαρακτήρες και δεν αποτελεί ένα έγκυρο όνομα ομάδας εργασίας.
es: El atributo '%s' contiene carácteres inválidos y no es por tanto un nombre válido de grupo de trabajo.
fr: L'attribut '% s' contient des caractères non valides et n'est pas un nom de groupe de travail valide.
hu: '%s' attribútum érvénytelen karaktereket tartalmaz és nem érvényes munkacsoport név.
it: L'attributo '%s' contiene dei caratteri non validi e non è un nome di workgroup valido.
lo: ຄຸນລັກສະນະ '%s' ມີຕົວອັກສອນທີ່ບໍ່ຖືກຕ້ອງ ແລະ ບໍ່ແມ່ນຊື່ເວີກກຣຸບທີ່ຖືກຕ້ອງ.
nl: Het attribuut '%s' bevat ongeldige karakters en is geen geldig werkgroepnaam.
pl: Atrybut '%s' zawiera niepoprawne znaki i nie jest właściwą nazwą grupy roboczej.
ro: Atributul '%s' conține caractere invalide și nu reprezintă un nume de grup de lucru valid.
ru: Значение '%s' содержит недопустимые символы и не является допустимым названием рабочей группы.
sv: Fältet '%s' innehåller ogiltiga tecken och är inte ett godkänt arbetsgruppsnamn.
uk: Атрибут '%s' містить недозволений символ для імені робочої групи.
zh_cn: '%s' 含有无效的字元，而且没有合法的工作群组名称（workgroup name）。

source: The attribute '%s' is not a valid file mode mask.
af: Die eienskap '%s' is nie 'n geldige lêer mode masker nie.
ca: L'atribut '%s' no és una màscara de mode vàlid.
cs: Atribut „%s“ není platnou maskou přístupových práv k souborům.
de: Das Attribut '%s' ist keine gültige File-Mode Maske.
el: Η ιδιότητα '%s' δεν είναι μια έγκυρη μάσκα κατάστασης αρχείου.
es: El atributo '%s' no es una máscara válida.
fr: L'attribut '%s' n'est pas un mode de permission de fichier valide.
hu: '%s' attribútum nem érvényes fájl mód mask.
it: L'attributo '%s' non è una file mode mask valida.
lo: ຄຸນລັກສະນະ '%s' ບໍ່ແມ່ນມາສກ໌ໂໝດໄຟລ໌ທີ່ຖືກຕ້ອງ.
nl: Het attribuut '%s' is geen geldig bestandmode masker.
pl: Atrybut '%s' nie jest odpowiednią maską trybu pliku .
ro: Atributul '%s' nu reprezintă o mască mod de fișier validă.
ru: Атрибут '%s' не является допустимой маской режима файлов.
sv: Värdet '%s' är inte en giltig filmodmask.
uk: Атрибут '%s' не є коректною маскою атрибутів файла.
zh_cn: '%s' 是无效的文件掩码（file mode mask）。

source: The attribute '%s' is an invalid port number.
af: Die eienskap '%s' is 'n ongledige poort nommer.
ca: l'atribut '%s' és un nombre de port no vàlid.
cs: Atribut „%s“ není platným číslem portu.
de: Der Wert '%s' ist eine ungültige Portnummer
el: Η ιδιότητα '%s' δεν είναι ένας έγκυρος αριθμός θύρας.
es: El atributo '%s' es un numero de puerto invalido.
fr: L'attribut '%s' est un numéro de port invalide.
hu: '%s' attribútum nem érvényes portszám.
it: L'attributo '%s' è un numero di porta non valido.
lo: ຄຸນລັກສະນະ '%s' ເປັນໝາຍເລກພອດທີ່ບໍ່ຖືກຕ້ອງ.
nl: Het attribuut '%s' is een ongeldig poortnummer.
pl: Atrybut '%s' nie jest prawidłowym numerem portu.
ro: Atributul '%s' reprezintă un număr invalid de port de rețea.
ru: Атрибут '%s' содержит неверный номер порта.
sv: Attributet '%s' är inget giltigt port-nummer.
uk: Атрибут '%s' не є коректним номером порта.
zh_cn: '%s' 是无效的端口编号。

source: The attribute '%s' contains the illegal character ':' and is not a valid password.
af: Die eienskap '%s' bevat die onwettige karakter ':' en is nie 'n geldige wagwoord nie.
ca: L'atribut '%s' conté el caràcter il·legal ":" i no és una contrasenya vàlida.
cs: Atribut „%s“ obsahuje nedovolený znak „:“ (dvojtečka) a proto není platným heslem.
de: Das Eingabefeld '%s' enthält ungültige Buchstaben und ist kein gültiges Passwort.
el: Η ιδιότητα '%s' περιέχει τον απαγορευμένο χαρακτήρα ':' και δεν αποτελεί έναν έγκυρο κωδικό πρόσβασης.
es: El atributo '%s' contiene el caracter ':' y no es válido como contraseña.
fr: L'attribut '% s' contient le caractère illégal ':' et n'est pas un mot de passe valide.
hu: '%s' attribútum érvénytelen karaktert tartalmaz ':' és nem érvényes jelszó.
it: L'attributo '%s' contiene il carattere illegale ':' e non è una password valida.
lo: ຄຸນລັກສະນະ '%s' ມີຕົວອັກສອນທີ່ບໍ່ຖືກອະນຸຍາດ ':' ແລະ ບໍ່ແມ່ນລະຫັດຜ່ານທີ່ຖືກຕ້ອງ.
nl: Het attribuut '%s' bevat het ongeldige karakter ':' en is geen geldig wachtwoord.
pl: Atrybut '%s' zawiera niedozwoloe znaki i nie jest właściwym hasłem.
ro: Atributul '%s' conține caracterul ilegal ':' și nu reprezintă o parolă validă.
ru: Значение '%s' содержит недопустимый символ ':' и не является допустимым паролем.
sv: Fältet '%s' innehåller det ogiltiga tecknet ':' och är inte ett godkänt lösenord.
uk: Атрибут '%s' містить недозволений для паролів символ ':'.
zh_cn: '%s' 的字符串有非法字元':'，而且没有合法的密码。

source: The attribute '%s' does not appear to be a valid certificate.
af: Die eienskap '%s' blyk om nie 'n geldige sertifikaat te wees nie.
ca: L'atribut '%s' no sembla ser un certificat vàlid.
cs: Atribut „%s“ se nejeví být platným certifikátem.
de: Das Attribut '%s' scheint kein gültiges Zertifikat zu sein.
el: Η ιδιότητα '%s' δεν φαίνεται να είναι ένα έγκυρο πιστοποιητικό.
es: El atributo '%s' no parece ser un certificado valido.
fr: L'attribut '%s' ne semble pas être un certificat valide.
hu: '%s' attribútum nem tűnik érvényes tanúsítványnak.
it: L'attributo '%s' non sembra un certificato valido.
lo: ຄຸນລັກສະນະ '%s' ເບິ່ງຄືວ່າບໍ່ແມ່ນໃບຢັ້ງຢືນທີ່ຖືກຕ້ອງ.
nl: Het attribuut '%s' schijnt geen geldig certificaat te zijn.
pl: Atrybut '%s' nie jest prawidłowym certyfikatem.
ro: Atributul '%s' specificat nu reprezintă un certificat valid.
ru: Атрибут '%s' не является правильным сертификатом.
sv: Attributet '%s' verkar inte innehålla något giltigt certifikat.
uk: Атрибут '%s' не є коректним сертифікатом.
zh_cn: '%s' 是无效的凭证。

source: The attribute '%s' does not appear to be a valid private key.
af: Die eienskap '%s' lyk nie asof dit 'n geldige private sleutel is nie.
ca: L'atribut '%s' no sembla tenir una clau privada vàlida.
cs: Atribut „%s“ se nejeví být platnou soukromou částí klíče.
de: Das Attribut '%s' ist anscheinend kein gültiger privater Schlüssel.
el: Η ιδιότητα '%s' δεν φαίνεται να είναι ένα έγκυρο ιδιωτικό κλειδί.
es: El atributo '%s' no parece ser una llave privada valida.
fr: L'attribut '%s' ne semble pas être une clé privée valide.
hu: '%s' attribútum nem tűnik érvényes privát kulcsnak.
it: L'attributo '%s' non sembra una chiave privata valida..
lo: ຄຸນລັກສະນະ '%s' ເບິ່ງຄືວ່າບໍ່ແມ່ນກະແຈສ່ວນຕົວທີ່ຖືກຕ້ອງ.
nl: Het attribuut '%s' schijnt geen geldige privé sleutel te zijn.
pl: Atrybut '%s' nie jest prawidłowym kluczem prywatnym.
ro: Atributul '%s' specificat nu reprezintă o cheie privată corectă.
ru: Атрибут '%s' не является правильным секретным ключом
sv: Attributet '%s' förefaller inte att vara en giltig privat nyckel.
uk: Атрибут '%s' не є коректним приватним ключем.
zh_cn: '%s' 是无效的私钥（private key）。

source: The attribute '%s' does not appear to be a valid private %s key.
af: Die eienskap '%s' lyk nie asof dit 'n geldige private %s sleutel is nie.
ca: L'atribut '%s' no sembla tenir la clau privada vàlida en%s.
cs: Atribut „%s“ se nejeví být platnou soukromou částí klíče %s.
de: Das Attribut '%s' scheint kein gültiger Privat %s Schlüssel zu sein.
el: Η ιδιότητα '%s' δεν φαίνεται να είναι ένα έγκυρο ιδιωτικό %s κλειδί.
es: El atributo '%s' no parece ser una llave privada %s.
fr: L'attribut '%s' ne semble pas être une clé privée %s valide.
hu: '%s' attribútum nem tűnik érvényes privát %s kulcsnak.
it: L'attributo '%s' non sembra una chiave privata %s valida.
lo: ຄຸນລັກສະນະ '%s' ເບິ່ງຄືວ່າບໍ່ແມ່ນກະແຈສ່ວນຕົວ %s ທີ່ຖືກຕ້ອງ.
nl: Het attribuut '%s' schijnt geen geldige privé sleutel %s te zijn.
pl: Atrybut '%s' nie jest prawidłowym kluczem prywatnym %s.
ro: Atributul '%s' specificat nu reprezintă o cheie privată %s corectă.
ru: Атрибут '%s' не является правильным секретным ключом %s.
sv: Attributet '%s' verkar inte vara en giltig %s nyckel.
uk: Атрибут '%s' не є коректним приватним %s ключем.
zh_cn: '%s' 是无效的 %s 私钥。

source: The attribute '%s' may only consist of the characters a-z, A-Z, 0-9.
af: Die eienskap '%s' mag net bestaan uit die karakters a-z, A-Z, 0-9.
ca: L'atribut '%s' només podrà constar dels caràcters a-z, A-Z, 0-9.
cs: Hodnota atributu „%s“ se může sestávat pouze z malých/velkých písmen (bez háčků a čárek!) – „a“ až „z“, „A“ až „Z“ – a arabských číslic „0“ (nula) až „9“.
de: Das Attribut '%s' darf nur aus folgenden Zeichen bestehen: a-z, A-Z, 0-9.
el: Η ιδιότητα '%s' μπορεί να αποτελείται μόνο από τους χαρακτήρες a-z, A-Z, 0-9.
es: El atributo '%s' sólo puede consistir en caracteres a-z, A-Z, 0-9.
fr: L'attribut '%s' ne peut contenir que les caractères a-z, A-Z, 0-9.
hu: '%s' attribútum csak a következő karaktereket tartalmazhatja: a-z, A-Z, 0-9.
it: L'attributo '%s' può comprendere soltanto i caratteri a-z, A-Z, 0-9.
lo: ຄຸນລັກສະນະ '%s' ສາມາດປະກອບດ້ວຍຕົວອັກສອນ a-z, A-Z, 0-9 ເທົ່ານັ້ນ.
nl: Het attribuut '%s' kan alleen bestaan uit de karakters a-z, A-Z, 0-9..
pl: Atrybut '%s' może zawierać tylko znaki a-z, A-Z, 0-9.
ro: Atributul '%s' poate conține doar caracterele a-z, A-Z, 0-9.
ru: Параметр '%s' может состоять только из символов a-z, A-Z, 0-9.
sv: Attributet '%s' får endast innehålla tecken av typen a-z, A-Z, 0-9, _ , -.
uk: Атрибут '%s' може містити лише символи a-z, A-Z, 0-9.
zh_cn: '%s' 只可以由az , AZ , 0-9 的字元组成。

source: The attribute '%s' is not a valid time value.
af: Die eienskap '%s' is nie 'n geldige tyd waarde nie.
ca: L'atribut '%s' no és un valor de temps vàlid.
cs: Atribut „%s“ není platným časovým údajem.
de: Das Eingabefeld '%s' enthält eine ungültige Zeitangabe
el: Η ιδιότητα '%s' δεν είναι μια έγκυρη τιμή ώρας.
es: El atributo '%s' no es una fecha/hora válida.
fr: L'attribut '%s' n'est pas une valeur de temps valide.
hu: '%s' attribútum nem érvényes időérték.
it: L'attributo '%s' non è un valore di tempo valido.
lo: ຄຸນລັກສະນະ '%s' ບໍ່ແມ່ນຄ່າເວລາທີ່ຖືກຕ້ອງ.
nl: Het attribuut '%s' is geen geldige tijd waarde.
pl: Atrybut '%s" nie jest właściwą wartością czasu.
ro: Atributul '%s' nu reprezintă o valoare de timp validă.
ru: Атрибут '%s' не является допустимым значением времени.
sv: Värdet '%s' är inte en giltigt tid
uk: Атрибут '%s' не є коректним значенням часу.
zh_cn: '%s' 是无效的时间值。

source: The attribute '%s' must contain at least one entry.
af: Die eienskap '%s' moet ten minste een inskrywing bevat.
ca: L'atribut '%s' ha de contenir almenys una entrada.
cs: Je třeba vyplnit alespoň jednu položku atributu „%s“.
de: Das Attribut '%s' muss mindestens einen Eintrag enthalten.
el: Η ιδιότητα '%s' πρέπει να περιέχει τουλάχιστον μια εγγραφή.
es: El atributo '%s' debe contener al menos una entrada.
fr: L'attribut '%s' doit avoir au moins une valeur.
hu: '%s' attribútum legalább egy bejáratot kell hogy tartalmazzon.
it: L'attributo '%s' deve contenere almeno una voce.
lo: ຄຸນລັກສະນະ '%s' ຕ້ອງມີຢ່າງໜ້ອຍໜຶ່ງລາຍການ.
nl: Het attribuut '%s' moet tenmiste één invulling bevatten.
pl: Atrybut '%s' musi zawierać przynajmniej jedną pozycję.
ro: Atributul '%s' trebuie să aibă cel puţin o valoare.
ru: Атрибут '%s' должен содержать по меньшей мере одну запись.
sv: Attributet '%s' måste innehålla minst ett värde.
uk: Атрибут '%s' повинен містити принаймні один запис.
zh_cn: '%s' 必须有至少一个项目。

source: Hours
af: Ure
ca: Hores
cs: Hodiny
de: Stunden
el: Ώρες
es: Horas
fr: Heures
hu: Óra
it: Ore
lo: ຊົ່ວໂມງ
nl: Uren
pl: Godziny
ro: Ore
ru: Час.
sv: Timmar
uk: Год.
zh_cn: 小时

source: Days
af: Dae
ca: Dies
cs: Dny
de: Tage
el: Ημέρες
es: Días
fr: Jours
hu: Nap
it: Giorni
lo: ມື້
nl: Dagen
pl: Dni
ro: Zile
ru: Дн.
sv: Dagar
uk: дн.
zh_cn: 天

source: Months
af: Maande
ca: Mesos
cs: Měsíce
de: Monate
el: Μήνες
es: Meses
fr: Mois
hu: Hónap
it: Mesi
lo: ເດືອນ
nl: Maanden
pl: Miesiące
ro: Luni
ru: Месяцы
sv: Månader
uk: Місяці
zh_cn: 月

source: Week Days
af: Week Dae
ca: Dies de la setmana
cs: Dny v týdnu
de: Wochentage
el: Ημέρες Εβδομάδας
es: Dias laborables
fr: Jours de la Semaine
hu: Hétköznapok
it: Giorni della settimana
lo: ວັນໃນອາທິດ
nl: Weekdagen
pl: Dni powszednie
ro: Zilele săptămânii
ru: Дни недели
sv: Veckodagar
uk: Дні тижня
zh_cn: 平日

source: You have to select at least one item for '%s'.
af: Jy moet ten minste een item vir '%s' selekteer.
ca: Ha de seleccionar almenys un element per '%s '.
cs: Pro „%s“ je třeba vybrat alespoň jednu položku.
de: Sie müssen mindestens einen Eintrag für '%s' auswählen.
el: Θα πρέπει να επιλέξετε τουλάχιστον ένα στοιχείο για '%s'.
es: Debes seleccionar por lo menos un item de '%s'
fr: Vous devez sélectionner au moins un élément pour '%s'.
hu: Legalább egy elemet választania kell ehhez: '%s'.
it: Deve essere selezionato almeno un oggetto per '%s'.
lo: ທ່ານຕ້ອງເລືອກຢ່າງໜ້ອຍໜຶ່ງລາຍການສຳລັບ '%s'.
nl: U moet tenminste 1 item selecteren voor '%s'.
pl: Musisz zaznaczyćprzynajmniej jeden element dla '%s'.
ro: Trebuie să selectați cel puțin un element pentru '%s'.
ru: Вы должны выбрать хотя бы один объект в '%s'.
sv: Du måste välja minst ett objekt för '%s'.
uk: Ви повинні вибрати хоча б один елемент для '%s'.
zh_cn: 请至少选择一个项目给 '%s'。

source: The following input errors were detected
af: Die volgende inset foute is opgespoor.
ca: Es van detectar els següents errors d'ingrés
cs: V zadaných údajích byly zjištěny následující chyby
de: Die folgenden Eingabefehler sind aufgetreten
el: Εντοπίστηκαν τα ακόλουθα σφάλματα εισόδου
es: Se ha detectado los siguientes errores de entrada
fr: Les erreurs suivantes ont été détectées
hu: A következő bemeneti hibák fordultak elő
it: Sono stati trovati i seguenti errori di input
lo: ກວດພົບຂໍ້ຜິດພາດໃນການປ້ອນຂໍ້ມູນຕໍ່ໄປນີ້
nl: De volgende invoerfouten zijn gedetecteerd
pl: Wykryto następujące błędy wyjścia
ro: Au fost detectate următoarele erori de intrare
ru: Были обнаружены следующие ошибки ввода
sv: Följande felinmatningar upptäcktes
uk: Були виявлені наступні помилки вводу
zh_cn: 检测到以下的输入错误

source: Apply changes
af: Pas veranderinge toe
ca: Aplica els canvis
cs: Provést změny
de: Änderung übernehmen
el: Εφαρμογή αλλαγών
es: Aplicar Cambios
fr: Appliquer les modifications
hu: Módosítások alkalmazása
it: Applica modifiche
lo: ນຳໃຊ້ການປ່ຽນແປງ
nl: Wijzigingen toepassen
pl: Zastosuj zmiany
ro: Aplicare modificări
ru: Применить изменения
sv: Verkställ ändringar
uk: Застосувати зміни
zh_cn: 应用改动

source: The configuration has been changed.
af: Die instellings is verander
ca: La configuració s'ha canviat.
cs: Nastavení byla změněna.
de: Die Konfiguration wurde verändert.
el: Οι ρυθμίσεις έχουν αλλάξει.
es: La configuración se ha cambiado
fr: La configuration a été changée.
hu: Konfiguráció megváltozott.
it: La configurazione è stata modificata.
lo: ການຕັ້ງຄ່າໄດ້ຖືກປ່ຽນແປງ.
nl: De configuratie is gewijzigd.
pl: Konfiguracja została zmieniona.
ro: Configuraţia a fost schimbată.
ru: Конфигурация была изменена.
sv: Konfigurationen har ändrats.
uk: Конфігурація була змінена.
zh_cn: 配置已更改。

source: You must apply the changes in order for them to take effect.
af: Jy moet die veranderinge toepas sodat hulle in werking kan tree.
ca: Ha d'aplicar els canvis per tal que entrin en vigor.
cs: Aby se změny projevily, je třeba je promítnout (použít).
de: Sie müssen die Änderungen in richtiger Reihenfolge durchführen um sie zu aktivieren.
el: Πρέπει να πατήσετε εφαρμογή των ρυμίσεων ώστε αυτές να γίνουν ενεργές.
es: Debe aplicar los cambios en orden para que surtan efecto
fr: Vous devez appliquer les modifications afin qu'elles prennent effet.
hu: A változások életbe lépéséhez jóvá kell hagynod azokat.
it: E' necessario applicare le modifiche affinchè abbiano effetto
lo: ທ່ານຕ້ອງນຳໃຊ້ການປ່ຽນແປງເພື່ອໃຫ້ມີຜົນບັງຄັບໃຊ້.
nl: U dient de wijzigingen toe te passen voordat deze effect zullen hebben.
pl: Musisz zatwierdzić zmiany w kolejności aby miały efekt.
ro: Va trebui să aplicați modificările pentru ca acestea să devină active.
ru: Вам следует применить изменения для того, чтобы они вступили в силу.
sv: Du måste godkänna ändringarna innan de slår igenom.
uk: Ви повинні застосувати зміни, щоб вони вступили в силу.
zh_cn: 您必须应用更改才能使其生效。

source: If this message persist take a look at the system log for more information.
af: As hierdie bootskap voortduur kyk na die sisteem aantekeninge vir meer inligting.
ca: Si el missatge persisteix fes una ullada a el registre del sistema per obtenir més informació.
cs: Pokud se toto hlášení bude i nadále opakovat, je třeba zjistit podrobnosti ze záznamu událostí systému.
de: Wenn diese Nachricht verbleibt schauen Sie bitte in den System Log für mehr Informationen.
el: Αν αυτό το μήνυμα παραμένει, ελέγξτε το σύστημα καταγραφής για περισσότερες πληροφορίες.
es: Si el mensaje persiste dele una mirada al registro de sistema para mas información
fr: Si ce message persiste regardez le journal système pour plus d'informations.
hu: Ha ez az üzenet később is előfordul, nézze meg a rendszernaplót további információért.
it: Se questo messaggio persiste controllare il log di sistema per ulteriori informazioni.
lo: ຖ້າຂໍ້ຄວາມນີ້ຍັງຄົງຢູ່, ໃຫ້ກວດເບິ່ງບັນທຶກຂອງລະບົບສຳລັບຂໍ້ມູນເພີ່ມເຕີມ.
nl: Als dit bericht blijft aanhouden bekijk dan het logboek voor meer informatie.
pl: Jeżeli ta wiadomość nie znika zerknij na log systemowy po więcej informacji.
ro: Dacă acest mesaj persistă, verificați fișierul jurnal pentru informații suplimentare.
ru: Если это сообщение продолжает появляться, см. дополнительную информацию системном журнале.
sv: Titta i systemloggen för mer information om detta meddelande kvarstår.
uk: Якщо це повідомлення все ще залишається, зверніться для системного журнала для отримання додаткової інформації.
zh_cn: 如果此消息持续存在，请查看系统日志以获取更多信息。

source: The changes have been saved.
af: Die veranderinge is gestoor.
ca: S'han desat els canvis.
cs: Změny byly uloženy.
de: Die Änderungen wurden gespeichert.
el: Οι αλλαγές έχουν αποθηκευτεί.
es: Se han guardado los cambios.
fr: Les changements ont été enregistrés.
hu: Változásokat sikeresen mentetted.
it: I cambiamenti sono stati salvati.
lo: ການປ່ຽນແປງໄດ້ຖືກບັນທຶກໄວ້.
nl: De veranderingen zijn opgeslagen.
pl: Zmiany zostały zapisane.
ro: Modificările au fost salvate.
ru: Изменения были сохранены.
sv: Ändringarna har sparats.
uk: Зміни були збережені.
zh_cn: 更改已被保存。
