Repository: rojim666/xigmanas-code-r10599-trunk
Catalog: locale/xigmanas-*.po
Languages: af, ca, cs, de, el, es, fr, hu, it, lo, nl, pl, ro, ru, sv, uk, zh_cn

source: HDD producers implement a Fly Height Monitor that attempts to provide additional protections for write operations by detecting when a recording head is flying outside its normal operating range. If an unsafe fly height condition is encountered, the write process is stopped, and the information is rewritten or reallocated to a safe region of the hard drive. This attribute indicates the count of these errors detected over the lifetime of the drive. This feature is implemented in most modern Seagate drives.
af: Hardeskyf vervaardigers implementeer 'n Vlieg Hoogte Monitor wat probeer om adisionele beskerming vir skryf operasies te verskaf deur op te tel wanneer 'n opneem kop besig is om buite sy normale bedryf omvang te vlieg. As 'n onveilige vlieg hoogte toestant tee gekom word, word die skryf proses gestop en die inligting word oorgeskryf of oorgeskyf na 'n veilige area van die hardeskyf. Hierdie eienskap wys die telling van hierdie foute wat oor die leeftyd van die skyf opgespoor is. Hierdie funksie is in meeste moderne Seagate skywe geïmplementeer.
ca: Els fabricants de disc durs implementen un monitor d'altura de vol que intenta proporcionar proteccions addicionals per a les operacions d'escriptura mitjançant la detecció del capçal de gravació quan està volant fora del seu rang d'operació normal. Si es troba una condició insegura alçada de vol, el procés de gravació s'atura, i la informació es reescriu o reassignar a una regió segura de la unitat de disc dur. Aquest atribut indica el nombre d'aquests errors detectats durant la vida útil de la unitat. Aquesta característica s'implementa en la majoria de les unitats Seagate modernes.
cs: Výrobci pevných disků implementují funkci hlídání vzdálenosti hlaviček disku nad plotnami jako doplňkovou ochranu při operacích zápisu. To pro případy, kdyby se hlavičky dostaly mimo rozsah své běžné operační vzdálenosti. V takovém okamžiku je proces zápisu zastaven a data jsou zapsána znovu či přemístěna do bezpečnější oblasti ploten disku. Tento atribut představuje počet takových chyb zjištěných za dobu provozování disku. Tato funkce je přítomná na většině moderních disků od Seagate.
de: Festplattenhersteller überwachen die Distanz zwischen Lesekopf und Magnetplatte. Liegt dieser Wert außerhalb der vorgegebenen Bandbreite, wird dieser Fehlerwert erhöht und die Schreiboperation an anderer Stelle wiederholt. Dieses Feature ist bei den meisten modernen Seagate festplatten vorhanden.
el: Οι κατασκευαστές σκληρών δίσκων εφαρμόζουν έναν Ελεγκτή Ύψους Αιώρησης (Fly Height Monitor) ο οποίος επιχειρεί να παρέχει πρόσθετη ασφάλεια κατά τις εγγραφές, ανιχνεύοντας πότε μια κεφαλή εγγραφής αιωρείται εκτός των ορίων προδιαγραφών. Όταν ανιχνεύεται μια όχι ασφαλής θέση ύψους, η εγγραφή σταματά και η πληροφορία ξαναγράφεται ή μετατοπίζεται σε μια ασφαλή τοποθεσία του σκληρού δίσκου. Αυτό το χαρακτηριστικό δείχνει τον αριθμό τέτοιων σφαλμάτων που ανιχνεύτηκαν κατά τη διάρκεια της ζωής ενός δίσκου. Αυτό το χαρακτηριστικό εφαρμόζεται στους περισσότερους σύγχρονους σκληρούς δίσκους της Seagate.
es: Algunos Fabricantes de discos duros HDD implementan un monitor de altura de vuelo que tiende a proveer protecciones adicionales a operaciones de escritura al detectar cuando una cabeza de grabación esta volando fuera de su rango operativo normal. Si una condicion de vuelo peligrosa es encontrada, la operacion de grabado se detiene, y la informacion es regrabada o recolocada en una region sana del disco duro. Este atributo indica la cuenta de estos errores detectados en la vida completa del disco. Esta caracteristica esta implementada en la mayoria de discos Seagate.
fr: Les fabricants de disque durs ont implémenté un moniteur nommé "Fly Height", qui essaye de sécuriser les opérations d'écriture en détectant si une tête sort de son cadre d'opérations. Sur détection d'un tel événement, l'opération d'écriture est stoppée et l'information est réécrite ou déplacée sur une région correcte du disque. Cet attribut indique le nombre de détections d'un tel événement sur toute la vie du disque. Cette fonctionnalité est implémentée sur la plupart des disques Seagate récents.
hu: A HDD-gyártók kifejlesztettek egy Repülési Magasság Monitor-t, ami az írási művelet védelmét hivatott biztosítani úgy, hogy érzékeli mikor esik a fej repülési magassága a normális működési tartományon kívül. Amikor nem biztonságos repülési magasságot érzékel, az írási folyamat leáll, és az információ újraíródik vagy a lemez biztonságos területére kerül áthelyezésre. Ez az attribútum a meghajtó élete alatt keletkezett ilyen hibákat mutatja. Ez az attribútum a legtöbb modern Seagate meghajtóba beépítésre került.
it: I produttori di HDD implementano il Fly Height Monitor che tenta di aggiungere una protezione aggiuntiva nelle operazioni di scrittura tramite il rilevamento di una testina in scrittura fuori dalla normale operatività. Se una condizione anomale di Fly Height è individuata, il processo di scrittura è bloccato e le informazioni sono riscritte o riallocate in una regiona sicura dell'HDD. Questo parametro indica il numero di questi errori nella vita del disco. Questa funzione è implementata nella maggior parte dei moderni dischi Seagate.
lo: ຜູ້ຜະລິດ HDD ປະຕິບັດການຕິດຕາມຄວາມສູງຂອງການບິນທີ່ພະຍາຍາມໃຫ້ການປົກປ້ອງເພີ່ມເຕີມສຳລັບການດຳເນີນການຂຽນໂດຍການກວດຈັບເມື່ອຫົວບັນທຶກບິນຢູ່ນອກຊ່ວງການດຳເນີນງານປົກກະຕິຂອງມັນ. ຖ້າພົບສະພາບຄວາມສູງຂອງການບິນທີ່ບໍ່ປອດໄພ, ຂະບວນການຂຽນຈະຖືກຢຸດ, ແລະ ຂໍ້ມູນຈະຖືກຂຽນໃໝ່ ຫຼື ຈັດສັນໃໝ່ໄປຍັງພື້ນທີ່ທີ່ປອດໄພຂອງຮາດໄດຣຟ໌. ຄຸນລັກສະນະນີ້ສະແດງເຖິງຈຳນວນຄວາມຜິດພາດເຫຼົ່ານີ້ທີ່ກວດພົບຕະຫຼອດຊີວິດຂອງໄດຣຟ໌. ຄຸນສົມບັດນີ້ຖືກປະຕິບັດໃນໄດຣຟ໌ Seagate ທີ່ທັນສະໄໝສ່ວນໃຫຍ່.
nl: HDD producenten implementeren een Fly Height Monitor die probeert extra bescherming te bieden voor schrijf acties door te detecteren wanneer een opnamekop aan het vliegen is buiten zijn normale bereik. Als een onveilige vlieg hoogte conditie wordt aangetroffen, dan wordt het schrijven proces is gestaakt, en de informatie is herschreven of toegewezen aan een veilige regio van de harde schijf. Dit attribuut geeft de telling aan van deze fouten gedetecteerd gedurende de levensduur van de schijf. Deze functie is geïmplementeerd in de meeste moderne Seagate schijven.
ro: Producătorii de hard discuri implementează un sistem de monitorizare pentru înălțimea de ”zbor” a capetelor magnetice în încercarea de a oferi o protecție suplimentară pentru operațiile de scriere, prin detecția pozițiilor anormale ale capetelor magnetice fată de suprafața discului magnetic. La identificarea unei poziții anormale de zbor procesul de scriere este întrerupt, informația de scris fiind reluată sau realocată într-o zonă sigură a hard discului. Se contorizează numărul total de erori de acest tip detectate. Acest contor este implementat în cele mai multe hard discuri Seagate actuale.
ru: Производители HDD реализуют Fly Height Monitor, который пытается обеспечить дополнительную защиту для операций записи путем обнаружения, когда пишущая головка летит за пределами его нормального рабочего диапазона. Если встречается небезопасное состояние высоты полета процесс записи останавливается и информация переписывается или перераспределяется в безопасной области жесткого диска. Этот атрибут указывает на количество этих ошибок, обнаруженных в течение всего срока службы диска. Эта функция реализуется в большинстве современных дисков Seagate.
sv: HDD tillverkare lägger till en flyghöjdsmonitor som försöker ge ett extra skydd för skrivoperationer genom att detektera när huvudet flyger utanför sitt normala område. Om en osäker flyghöjd detekteras stoppas skrivningen och informationen skrivs eller flyttas till ett säkert område på disken. Detta attribut indikerar antalet av dessa fel under diskens livslängd. Denna funktion är implementerad i de modernaste Seagatediskarna.
uk: Виробники HDD реалізують Fly Height Monitor, який намагається забезпечити додатковий захист для операцій запису шляхом виявлення, коли записувальна головка летить за межами її нормального робочого діапазону. Якщо зустрічається небезпечний стан висоти польоту процес запису зупиняється і інформація переписується або перерозподіляється в безпечної області жорсткого диска. Цей атрибут вказує на кількість цих помилок, виявлених протягом всього терміну служби диска. Ця функція реалізується в більшості сучасних дисків Seagate.
zh_cn: HDD制造商实现飞行高度监视器，其试图通过检测磁头何时在其正常操作范围之外飞行来提供对写操作的额外保护。 如果遇到不安全的飞行高度条件，写入过程停止，并且信息被重写或重新分配到硬盘驱动器的安全区域。 此属性指示在驱动器的整个生命周期中检测到的这些错误的计数。 此功能在大多数现代希捷硬盘中实现。

source: Airflow temperature on Western Digital HDs (Same as temp. , but current value is 50 less for some models. Marked as obsolete.)
af: Lugvloei temperatuur aan Western Digital HDs (Dieselfde as temp., maar die huidige waarde is 50 minder vir sommige modelle. Gemerk as uitgedien.)
ca: La temperatura del flux d'aire en els discs durs de Western Digital (Igual que la temperatura, però el valor actual és 50 menys per a alguns models. Marcat com obsoleta.)
cs: Teplota okolního vzduchu u disků od Western Digital (stejné jako teplota disku, ale u některých modelů je hodnota o 50 nižší). Tento atribut je považován za zastaralý.
de: Temperatur des Luftstromes an Western Digital Festplatten (Gleicher Wert wie Temperatur, aber der aktuelle Wert ist 50 kleiner für einige Modelle. Markiert als veraltet)
el: Θερμοκρασία ροής αέρα σε σκληρούς δίσκους Western Digital (Το ίδιο με τη θερμοκρασία, αλλά η τρέχουσα τιμή είναι 50 λιγότερο σε μερικά μοντέλα. Έχει χαρακτηριστεί ως ξεπερασμένο.)
es: Temperatura del aire en los Discos Western Digital (Identico a la Temperatura del disco, pero esta marcado como obsoleto..)
fr: Température du flux d'air sur les disques Western Digital (identique à la température, mais la valeur courante est inférieur de 50 pour certains modèles. Obsolète.)
hu: Western Digital lemezek levegőáramlási hőmérsékletét mutatja (ugyanaz, mint a hőmérséklet, de a pillanatnyi értéke 50-el kevesebb néhány modellnél. Elavultnak számít.)
it: Temperatura dell'aria negli Hard Disk Western Digital (La stessa di temp., ma il valore attuale è di 50 per alcuni modelli. Marcato come obsoleto.)
lo: ອຸນຫະພູມກະແສລົມໃນ HDs ຂອງ Western Digital (ຄືກັນກັບອຸນຫະພູມ, ແຕ່ຄ່າປັດຈຸບັນແມ່ນຕ່ຳກວ່າ 50 ສຳລັບບາງລຸ້ນ. ໝາຍວ່າລ້າສະໄໝແລ້ວ.)
nl: Luchtstroom temperatuur op Western Digital HDs (zelfde als temp. ,maar de huidige waarde is 50 minder voor sommige modellen. Gemarkeerd als verouderd.)
pl: Temperatura dysków twardych Western Digital (tak samo jak temp., Ale aktualną wartością jest 50 mniej dla niektórych modeli. Oznaczono jako przestarzałe.)
ro: Temperatura fluxului de aer pentru hard discurile Western Digital. Similară valorii temp., valoarea curentă fiind mai mică însă cam cu 50% pentru unele modele. Indicator care nu mai este folosit în ultima perioadă.
ru: Температура воздушного потока на Western Digital HDs (То же, что темп., но текущее значение в 50 меньше для некоторых моделей. Помечен как устаревший.)
sv: Luftflödestemperatur på Western Digital HDs (Samma som temperatur men aktuellt värde är 50 lägre för vissa modeller. Märkt som föråldrat)
uk: Температура повітряного потоку у жорстких дисках Western Digital (Те саме що температура, але поточне значення на 50 менше у деяких моделях. Помічено як застаріле.)
zh_cn: 西部数据硬盘气流温度 (等同于温度，但是某些硬盘此项温度读数偏低50度。标记为过期参数。 )

source: Value is equal to (100-temp. Celsius), allowing manufacturer to set a minimum threshold which corresponds to a maximum temperature.
af: Waarde is gelyk aan (100-temp. Celsius), waardeur vervaardiger 'n minimum drempel kan stel wat ooreenstem met 'n maksimum temperatuur.
ca: El valor és igual a (100-temp. Celsius), permetent al fabricant establir un llindar mínim que es correspon amb una temperatura màxima.
cs: Hodnota se rovná 100 - teplota ve stupních Celsia – umožňuje výrobci nastavit spodní hranici která odpovídá nejvyšší teplotě.
de: Der Wert ist gleich 100°C, dies erlaubt den Hersteller eine minimale Schwelle zu setzen, welche vergleichbar mit der maximalen Temperatur ist.
el: Η τιμή ισούται με (100-θερμ. Κελσίου), επιτρέποντας στον κατασκευαστή να θέσει ένα ελάχιστο όριο το οποίο αντιστοιχεί σε μια μέγιστη θερμοκρασία.
es: El valor es: (100- La temperatura en grados celsius), y permite al fabricante fijar un nivel minimo que corresponde a la temperatura Maxima permitida.
fr: La valeur est égale à (100 degrés Celsius), ce qui permet au fabricant de fixer un seuil minimal qui correspond à une température maximale.
hu: Értéke 100-hőmérséklet Celsiusban, a maximális hőmérsékletnek megfelelő legkisebb korlát beállítását teszi lehetővé a gyártó számára.
it: Questo valore è uguale a 100-temp. celsius, consentendo ai produttori di settare una soglia minima che corrisponde ad una temperatura massima
lo: ຄ່າເທົ່າກັບ (100-ອຸນຫະພູມ Celsius), ອະນຸຍາດໃຫ້ຜູ້ຜະລິດຕັ້ງຄ່າຂັ້ນຕ່ຳທີ່ສອດຄ່ອງກັບອຸນຫະພູມສູງສຸດ.
nl: Waarde is gelijk aan (100-temp. Celsius), wat de fabrikant toestaat om een minimumdrempel in te stellen die overeenkomt met een maximale temperatuur.
ro: Valoarea este egală cu 100 grade Celsius, permițând producătorului să stabilească un prag minim care corespunde temperaturii maxime.
ru: Значение равно (100-temp Цельсия), что позволяет производителю установить минимальный порог, который соответствует максимальной температуре.
sv: Värdet är lika med (100-temp. Celsius), låter tillverkaren sätta en minimigräns som motsvarar en maximal temperatur.
uk: Значення дорівнює '100 мінус температура за Цельсієм', дозволяє виробнику встановити мінімальний поріг, який відповідає максимальній температурі.
zh_cn: 值等于（100摄氏度），允许制造商设置对应于最大温度的最小阈值。

source: The count of errors resulting from externally induced shock & vibration.
af: Die telling van foute veroorsaak deur skok en vibrasie van eksterne oorsprong.
ca: El recompte dels errors resultants de xoc i la vibració induïda des de l'exterior.
cs: Počet chyb způsobených nárazy a vibracemi z vnějšku.
de: Fehlerzahl aufgrund externer Schocks oder Vibrationen.
el: Ο αριθμός σφαλμάτων που προκαλούνται από εξωτερικό κούνημα και δόνηση.
es: La cuenta de errores resultado de vibraciones y golpes externos.
fr: Le nombre d'erreurs liées à des vibrations ou des chocs extérieurs.
hu: Külső ütéstől és rázástól eredő hibák száma.
it: Il numero degli errori indotti da vibrazioni e botte esterne.
lo: ຈຳນວນຄວາມຜິດພາດທີ່ເປັນຜົນມາຈາກການກະທົບກະເທືອນ ແລະ ການສັ່ນສະເທືອນຈາກພາຍນອກ.
nl: Aantal fouten als gevolg van extern geïnduceerde schok & trillingen.
pl: Liczba błędów wynikających z zewnętrznie indukowanych wstrząsów i wibracji.
ro: Numărul de erori apărute din cauza șocurilor externe și a vibrațiilor.
ru: Количество ошибок, возникающих в результате ударных нагрузок. Атрибут хранит показания встроенного акселерометра, который фиксирует все удары, толчки, падения и даже неаккуратную установку диска в корпус компьютера.
sv: Antal fel på grund av externa slag och vibrationer.
uk: Кількість помилок, що виникають в результаті ударних навантаг. Атрибут зберігає свідчення вбудованого акселерометра, який фіксує всі удари, поштовхи, падіння і навіть неакуратну установку диска в корпус комп'ютера.
zh_cn: 由外部引起的冲击和振动引起的误差计数。

source: Count of times the heads are loaded off the media. Heads can be unloaded without actually powering off.
af: Tel van keer die koppe is gelaai af die media. Koppe kan wees ongelaai sonder eintlik krag -af.
ca: Comte les vegades els capçals van fora del recurs. Els capçals poden ser descarregats sense haver d'apagar.
cs: Kolikrát jsou hlavičky zaparkovány. Zaparkovány mohou být i když je disk zapnutý (úsporný režim).
de: Anzahl der Parkvorgänge der Schreib-/Leseköpfe. Die Köpfe können auch geparkt werden, ohne dass die Festplatte tatsächlich ausgeschaltet wird.
el: Ο αριθμός των φορών που οι κεφαλές ξεφορτώνονται από το μέσο. Οι κεφαλές μπορεί να ξεφορτωθούν χωρίς στην ουσία να γίνει τερματισμός λειτουργίας.
es: Recuento de veces que las cabezas fueron descargadas del medio. Las cabezas pueden ser descargadas sin necesidad de apagar.
fr: Indique le nombre d'arrêts d'urgence, c'est-à-dire, le nombre total d'arrêts non sécuritaires du disque dur, souvent causés par un arrêt forcé de l'ordinateur ou un choc violent.
hu: Tápfeszültség megvonások mennyisége. A tápfeszültség kiesése miatt leállások száma.
it: Numero di volte in cui le testine sono staccate dal supporto. Le testine possono essere staccate senza togliere l'alimentazione
lo: ຈຳນວນຄັ້ງທີ່ຫົວຖືກໂຫຼດອອກຈາກສື່. ຫົວສາມາດຖືກຖອນການໂຫຼດໄດ້ໂດຍບໍ່ຕ້ອງປິດເຄື່ອງ.
nl: Aantal keren dat de koppen van de media weg zijn gehaald. De koppen kunnen in rust worden gezet zonder daadwerkelijk de stroom uit te schakelen.
ro: Contor pentru poziționarea capetelor magnetice pe platane. Retragerea capetelor poate avea loc și în lipsa alimentării.
ru: Количество выгрузкок головок с носителя. Головки могут быть выгружены без фактического выключения.
sv: Antal gånger huvudet lyfts från mediat. Huvuden kan lyftas utan att spänningen slagits ifrån.
uk: Кількість паркувань головок диска. Головки можуть паркуватися без виключення диска.
zh_cn: 磁头从介质上装载的次数计数。 头可以卸载而不需要关闭电源。

source: Count of load/unload cycles into head landing zone position.
af: Telling van laai/onlaai siklusse in te kop landing sone posisie.
ca: Comte de cycles de càrrega / descàrrega del capçal en la posició de la zona d'aterratge.
cs: Počet cyklů zaparkování/vystavení hlaviček do/z parkovací pozice.
de: Anzahl der load/unload Zyklen in der Lesekopf-Parkposition
el: Αριθμός κύκλων φόρτωσης/εκφόρτωσης στη θέση της ζώνης παρκαρίσματος της κεφαλής.
es: Recuento de ciclos de carga/descarga en la posicion de aterrizaje de cabeza
fr: Nombre de cycles de chargement/déchargement dans la position où la tête magnétique est posée.
hu: A fej be-/kilépés ciklusainak szám a parkolózónából .
it: Conteggio di carico / scarico dei cicli nella posizione zona di riposo testa.
lo: ຈຳນວນຮອບການໂຫຼດ/ຖອນການໂຫຼດເຂົ້າໄປໃນຕຳແໜ່ງເຂດລົງຈອດຂອງຫົວ.
nl: Aantal laad/ontlaad cycli leeskop rustzone positie.
pl: Licznik ładowań/wyładowań głowicy do strefy parkowania.
ro: Contor pentru numărul de cicluri de deplasare ale capetelor magnetice în zona de parcare.
ru: Количество циклов перемещения блока магнитных головок в парковочную область.
sv: Antal gånger magnethuvudet ställts i landningszonen.
uk: Лічильник циклів паркування головок диску в зоні паркування.
zh_cn: 装载/卸载循环到头部着陆区位置的计数。

source: Current internal temperature.
af: Huidige interne temperatuur
ca: Temperatura interna actual.
cs: Vnitřní teplota v tomto okamžiku
de: Aktuelle interne Temperatur.
el: Τρέχουσα εσωτερική θερμοκρασία.
es: Temperatura interna actual
fr: Température interne actuelle
hu: Pillanatnyi belső hőmérséklet.
it: Temperatura interna.
lo: ອຸນຫະພູມພາຍໃນປັດຈຸບັນ.
nl: Huidige interne temperatuur.
pl: Aktualna temperatura wewnątrz
ro: Temperatura internă curentă.
ru: Текущая внутренняя температура.
sv: Aktuell innertemperatur
uk: Поточна внутрішня температура.
zh_cn: 当前的内部温度。

source: (Vendor-specific raw value.) The raw value has different structure for different vendors and is often not meaningful as a decimal number.
af: (Vendor-spesifieke rou waarde.) Die rou waarde het verskillende strukture vir verskillende vendors en is dikwels nie sinvol as 'n desimaal nommer.
ca: (Valor brut específic del proveïdor.) El valor brut té una estructura diferent per a diferents proveïdors i amb freqüència no és significativa com un nombre decimal.
cs: (Výrobci specifická nezpracovaná hodnota.) Struktura se mezi výrobci různí a převedena na desítkové číslo mnohdy nedává smysl.
de: (Herstellerspezifischer Rohwert). Der Aufbau des Rohwertes ist nicht standardisiert, sondern herstellerabhängig und muss daher jeweils im Einzelfall interpretiert werden.
el: (Συγκεκριμένη ανά κατασκευαστή ακατέργαστη τιμή.) Η ακατέργαστη τιμή έχει διαφορετική δομή για διαφορετικούς κατασκευαστές και πολύ συχνά δεν έχει σημασία σαν δεκαδικό νούμερο.
es: (Valor unico del fabricante.) Este valor tiene una estructura distinta dependiendo del fabricante y NO debe interpretarse como un numero decimal.
fr: (valeur brute spécifique à chaque fabricant) Le format de la valeur brute est propre à chaque fabricant, et souvent n'est pas explicite (valeur numérique).
hu: (Gyártófüggő nyers érték.) Nyers érték, aminek felépítése gyártófüggő, azaz önmagában gyakran nem értékelhető tízedes szám.
it: (Valore raw specifico del Produttore.) Il valore raw ha strutture differenti per i diversi Produttori e spesso non è significativo come numero decimale.
lo: (ຄ່າດິບສະເພາະຜູ້ຜະລິດ.) ຄ່າດິບມີໂຄງສ້າງແຕກຕ່າງກັນໄປຕາມຜູ້ຜະລິດ ແລະ ມັກຈະບໍ່ມີຄວາມໝາຍເປັນຕົວເລກທົດສະນິຍົມ.
nl: (Fabrikant specifieke ruwe waarde.) De ruwe waarde heeft een verschillende structuur voor verschillende fabrikanten en is vaak van weinig betekenis als decimaal getal.
pl: (Surowa wartość określona przez producenta.) Wartość ta ma inną strukturę dla różnych producentów i często nie jest rzetelna w postaci liczby dziesiętnej.
ro: (Valoare brută specifică producătorului) Datele brute furnizate au structuri diferite, în funcție de producător, și nu oferă informații în mod direct, ca număr zecimal.
ru: Число коррекции ошибок аппаратной частью диска (чтение, позиционирование, передача по внешнему интерфейсу). На дисках с SATA-интерфейсом значение нередко ухудшается при повышении частоты системной шины — SATA очень чувствителен к разгону.
sv: (Tillverkarspecifikt råvärde.) Råvärdet har olika struktur för olika tillverkare och är ofta inte meningsfullt som decimaltal.
uk: (Специфічне для постачальників початкове значення.) Початкове значення має різну структуру для різних постачальників і часто не має сенсу у вигляді десяткового числа.
zh_cn: （供应商特定的原始值。）原始值对于不同的供应商具有不同的结构，并且通常作为十进制数没有意义。
