Repository: rojim666/xigmanas-code-r10599-trunk
Catalog: locale/xigmanas-*.po
Languages: af, ca, cs, de, el, es, fr, hu, it, lo, nl, pl, ro, ru, sv, uk, zh_cn

source: Apply Filter
af: Pas Filter Toe
ca: Aplicar filtre
cs: Použít filtr
de: Filter Anwenden
el: Εφαρμογή Φίλτρου
es: Aplicar Filtro
fr: Appliquer le filtre
hu: Szűrő alkalmazása
it: Applica Filtro
lo: ນຳໃຊ້ຕົວກອງ
nl: Filter Toepassen
pl: Zastosuj filtr
ro: Aplicare filtru
ru: Применить фильтр
sv: Använd filter
uk: Застосувати фільтр
zh_cn: 应用过滤器

source: Create Date
af: Skep Datum
ca: Crea data
cs: Datum vytvoření
de: Erstelldatum
el: Ημερομηνία Δημιουργίας
es: Fecha de creación
fr: Date de création
hu: Létrehozás dátuma
it: Data di Creazione
lo: ວັນທີສ້າງ
nl: Creëer Datum
pl: Stwórz datę
ro: Creare data
ru: Дата Создания
sv: Skapat datum
uk: Дата створення
zh_cn: 创建日期

source: pools
ca: piscines
cs: fondy úložišť
es: Agrupaciónes de dispositivos(Pools).
hu: tárolók
lo: ພູລ
pl: pule
ro: structuri pool
ru: пулы
sv: pooler
uk: пули
zh_cn: 存储池

source: Please add new %s first.
af: Voeg asseblief eers 'n nuwe %s by.
ca: Si us plau, afegir %s en primer lloc.
cs: Nejprve přidejte nové %s.
de: Bitte wählen erst neues %s auswählen.
el: Παρακαλώ προσθέστε πρώτα ένα νέο %s.
es: Por favor primero agregue un %s
fr: S'il vous plaît créez d'abord un nouveau %s .
hu: Először egy új %s-t hozz létre.
it: Per favore aggiungere prima un %s.
lo: ກະລຸນາເພີ່ມ %s ໃໝ່ກ່ອນ.
nl: Voeg eerst een nieuwe %s toe.
pl: Dodaj najpierw nowy %s
ro: Va trebui să adăugați un nou %s mai întâi.
ru: Пожалуйста, добавьте сначала новый %s.
sv: Vänligen lägg till ny %s först.
uk: Будь ласка, додайте нові %s спочатку.
zh_cn: 请先添加新的%s。

source: Recursive
af: Rekursief
ca: Recursiu
cs: Rekurzivní
de: Rekursiv
el: Υποκατάλογοι
es: Recursivo
fr: Récursif
hu: Rekurzív
it: Ricorsivo
lo: ແບບຕໍ່ເນື່ອງ
nl: Recursief
pl: Rekursywnie
ro: Recursiv
ru: Рекурсивно
sv: Rekursiv
uk: Рекурсивно
zh_cn: 递归

source: Create recursive snapshot.
af: Skep rekursiewe momentopname.
ca: Crea instantànies recursives.
cs: Pořídit rekurzivní zachycený stav
de: Erzeuge rekursiven Snapshot.
el: Δημιουργία αναδρομικού στιγμιότυπου.
es: Crear una instantanea recursiva.
fr: Créez un instantané récursif.
hu: Rekurzív pillanatkép létrehozása.
it: Crea snapshot ricorsivi.
lo: ສ້າງສະແນັບຊັອດແບບຕໍ່ເນື່ອງ.
nl: Creëer recursieve momentopname.
pl: Stwórz rekurencyjną migawkę.
ro: Crează snapshot-uri recursive.
ru: Создание рекурсивного снимка.
sv: Skapa ögonblicksbild
uk: Зробити рекурсивний знімок.
zh_cn: 创建递归快照。

source: infinity
af: oneindig
ca: infinit
cs: nekonečno
de: unendlich
el: άπειρο
es: infinito
fr: infini
hu: végtelenített
it: infinito
lo: ບໍ່ສິ້ນສຸດ
nl: oneindig
pl: nieskończoność
ro: infinit
ru: бесконечность
sv: oändlighet
uk: безкінечно
zh_cn: 无限制

source: %d week
ca: %d setmana
cs: %d týden
de: %d Woche
el: %d εβδομάδα
es: %d semana
fr: %d semaine
hu: %d hét
it: %d settimana
lo: %d ອາທິດ
pl: %d tygodni
ro: %d săptămână
ru: %d неделя
sv: %d vecka
uk: %d тиждень
zh_cn: %d 周

source: %d weeks
af: %d weke
ca: %d setmanes
cs: %d týdnů
de: %d Wochen
el: %d εβδομάδες
es: %d semanas
fr: %d semaine(s)
hu: %d hét
it: %d settimane
lo: %d ອາທິດ
nl: %d weken
pl: %d tygodni
ro: %d săptămâni
ru: %d недели(ь)
sv: %d veckor
uk: %d тижнів
zh_cn: %d 周

source: %d days
af: %d dae
ca: %d dies
cs: %d dnů
de: %d Tage
el: %d ημέρες
es: %d dias
fr: %d jour(s)
hu: %d nap
it: %d giorni
lo: %d ມື້
nl: %d dagen
pl: %d dni
ro: %d zile
ru: %d дня(ей)
sv: %d dagar
uk: %d дн.
zh_cn: %d 天

source: %d year
af: %d jaar
ca: %d qualsevol
cs: %d rok
de: %d Jahr
el: %d έτος
es: %d año
fr: %d an
hu: %d év
it: %d anno
lo: %d ປີ
nl: %d jaar
pl: %d rok
ro: %d an
ru: %d год
sv: %d år
uk: %d рк.
zh_cn: %d 年

source: %d years
af: %d jare
ca: %d anys
cs: %d roků
de: %d Jahre
el: %d έτη
es: %d años
fr: %d ans
hu: %d év
it: %d anni
lo: %d ປີ
nl: %d jaren
pl: %d lat
ro: %d ani
ru: %d года(лет)
sv: %d år
uk: %d рк.
zh_cn: %d 年

source: Life Time
af: Lewe Tyd
ca: Temps de vida
cs: Životnost
de: Lebensdauer
el: Διάρκεια ζωής
es: Duración
fr: Durée de Vie
hu: Élettartam
it: Tempo di Vita
lo: ອາຍຸການໃຊ້ງານ
nl: Levensduur
pl: Czas życia
ro: Timp de viață
ru: Время жизни
sv: Livstid
uk: Час життя
zh_cn: 寿命

source: Edit auto snapshot
af: Redigeer outo momentopname
ca: Editar instantanea automatica
cs: Upravit automatické zachycování stavu
de: Automatischen Schnappschuss bearbeiten
el: Επεξεργασία αυτόματου στιγμιότυπου
es: Editar snapshot automatico
fr: Modifier un instantané automatique
hu: Automatikus pillanatkép beállításai
it: Modifica snapshot automatico
lo: ແກ້ໄຂສະແນັບຊັອດອັດຕະໂນມັດ
nl: Bewerk automatisch momentopname
pl: Edytuj automatyczną migawkę
ro: Editare snapshot automat
ru: Редактировать автоматический снимок
sv: Redigera automatisk avbildning
uk: Редагувати автоматичний знімок
zh_cn: 编辑自动快照

source: Do you really want to delete this auto snapshot?
af: Wil jy regtig hierdie outo momentopname geskrap?
ca: Realment vol eliminar aquesta instantània automàtica?
cs: Opravdu smazat toto automatické zachycování stavu?
de: Möchten Sie diesen automatischen Schnappschuss wirklich löschen?
el: Θέλετε πραγματικά να διαγραφεί αυτό το αυτόματο στιγμιότυπο;
es: ¿Quiere realmente borrar este snapshot automatico?
fr: Voulez-vous vraiment supprimer cet instantané automatique ?
hu: Valóban törölni kívánja ezt az automatikus pillanatképet?
it: Vuoi davvero eliminare questo snapshot automatico?
lo: ທ່ານຕ້ອງການລຶບສະແນັບຊັອດອັດຕະໂນມັດນີ້ແທ້ບໍ?
nl: Weet u zeker dat u dit automatische momentopname wilt verwijderen?
pl: Naprawdę chcesz usunąć tę automatyczną migawkę?
ro: Doriți să ștergeți această imagine (snapshot)?
ru: Вы уверены, что вы хотите удалить этот автоматический снимок?
sv: Vill Du verkligen ta bort den här automatiska avbilden?
uk: Ви підтверджуєте видалення цього автоматичного знімку?
zh_cn: 你确定要删除这个自动快照吗？

source: Delete auto snapshot
af: Skrap outo momentopname
ca: Suprimeix captura automatica
cs: Odstranit automatické zachycování stavu
de: Automatischen Schnappschuss löschen
el: Διαγραφή αυτόματου στιγμιότυπου
es: Borrar Snapshot automatico
fr: Supprimer capture instantanée automatique
hu: Automatikus pillanatkép törlése
it: Elimina snapshot automatico
lo: ລຶບສະແນັບຊັອດອັດຕະໂນມັດ
nl: Auto momentopname verwijderen
pl: Usuń automatyczną migawkę
ro: Ștergere imagine automată sistem (snapshot)
ru: Удалить автоматический снимок
sv: Ta bort automatisk avbild
uk: Видалити автоматичний знімок
zh_cn: 删除自动快照

source: Add auto snapshot
af: Voeg outo momentopname
ca: Afegeix vista miniatura automàtica
cs: Přidat automatické zachycování stavu
de: Automatischen Snapshot hinzufügen
el: Προσθήκη αυτόματου στιγμιότυπου
es: Añadir snapshot automatico
fr: Ajouter un instantané automatique
hu: Automatikus pillanatkép hozzáadása
it: Aggiungi auto snapshot
lo: ເພີ່ມສະແນັບຊັອດອັດຕະໂນມັດ
nl: Auto Momentopname toevoegen
pl: Dodaj automatyczną migawkę
ro: Adăugare imagine snapshot
ru: Добавить автоматический снимок
sv: Lägg till automatisk avbildning
uk: Додати автоматичний знімок
zh_cn: 添加自动快照

source: Auto Snapshot Settings
af: Outo Momentopname Instelling
ca: Configuració de les instantànies
cs: Nastavení automatického zachycování stavu
de: Snapshot-Einstellungen
el: Ρυθμίσεις Αυτόματων Στιγμιότυπων
es: Opciones Snapshot Automático
fr: Paramètres d'instantané automatique
hu: Automatikus pillanatkép beállításai
it: Settaggio per l'auto snapshot
lo: ການຕັ້ງຄ່າສະແນັບຊັອດອັດຕະໂນມັດ
nl: Auto Momentopname Settings
pl: Ustawienia migawek automatycznych
ro: Setări snapshot automat
ru: Настройки автоматического снимка
sv: Intällningar automatiskögonblicksbild
uk: Налаштування автоматичного знімка
zh_cn: 自动快照设置

source: Schedule time
af: Skeduleer Tud
ca: Temps programat
cs: Časový plán
de: Geplante Zeit
el: Προγραμματισμένη ώρα
es: Hora programada
fr: Planification
hu: Ütemezési idő
it: Tempo programmato
lo: ເວລາກຳນົດ
nl: Plan tijd
pl: Zaplanowany czas
ro: Timp programare
ru: Запланированное время
sv: Schematid
uk: Запланувати час
zh_cn: 排程时间

source: Life time
af: lewe tyd
ca: Temps de vida
cs: Životnost
de: Lebenszeit
el: Διάρκεια ζωής
es: Tiempo activo
fr: Durée de vie
hu: Élettartam
it: Durata
lo: ອາຍຸການໃຊ້ງານ
nl: Levens duur
pl: Czas życia
ro: Timp de viață
ru: Время жизни
sv: Livstid
uk: Пожиттєвий
zh_cn: 寿命

source: Origin
af: Oorsprong
ca: Origen
cs: Původ
de: Herkunft
el: Προέλευση
es: Orígen
fr: Origine
hu: Eredet
it: Sorgente
lo: ຕົ້ນກຳເນີດ
nl: Afkomst
pl: Pochodzenie
ro: Origine
ru: Источник
sv: Ursprung
uk: Походження
zh_cn: 来源

source: Creation
af: Skepping
ca: Creació
cs: Vytvoření
de: Erstellung
el: Δημιουργία
es: Creación
fr: Création
hu: Létrehozva
it: Creazione
lo: ການສ້າງ
nl: Aanmaak
pl: Data utworzenia
ro: Creare
ru: Создание
sv: Skapa
uk: Створення
zh_cn: 创建

source: Do you really want to delete this clone?
af: Wil jy regtig hierdie kloon geskrap?
ca: Realment voleu eliminar aquest clon?
cs: Opravdu smazat tento klon?
de: Möchten Sie diesen Klon wirklich löschen?
el: Θέλετε σίγουρα να διαγραφεί αυτός ο κλώνος;
es: ¿Quiere realmente borrar este clon?
fr: Voulez-vous vraiment supprimer ce clone?
hu: Valóban törölni kívánja ezt a clone-t?
it: Vuoi davvero eliminare questo clone?
lo: ທ່ານຕ້ອງການລຶບໂຄນນີ້ແທ້ບໍ?
nl: Weet u zeker dat u deze kloon wilt verwijderen?
pl: Czy na pewno chcesz usunąć ten klon?
ro: Doriți să ștergeți această clonă?
ru: Вы действительно хотите удалить эту копию?
sv: Vill Du verkligen ta bort den här klonen?
uk: Ви підтверджуєте видалення цього клону?
zh_cn: 你确定要删除这个克隆吗？

source: Delete clone
af: Vee kloon uit
ca: Suprimeix el clon
cs: Smazat klon
de: Klon löschen
el: Διαγραφή κλώνου
es: Borrar clon
fr: supprimer clone
hu: Clone törlése
it: Elimina clone
lo: ລຶບໂຄນ
nl: Kloon verwijderen
pl: Usuń klon
ro: Ștergere clonă
ru: Удалить копию
sv: Ta bort klon
uk: Видалити клон
zh_cn: 删除克隆

source: The attribute '%s' is required.
af: Die eienskap '%s' word benodig.
ca: Es requereix l'atribut '%s'.
cs: Je třeba vyplnit atribut „%s“.
de: Das Attribut '%s' wird benötigt.
el: Η ιδιότητα '%s' απαιτείται.
es: El atributo '%s' es necesario.
fr: L'attribut '%s' est requis.
hu: '%s' attribútum kötelező.
it: L'attributo '%s' è richiesto.
lo: ຕ້ອງມີຄຸນລັກສະນະ '%s'.
nl: Het kenmerk '%s' is vereist.
pl: Wymagany jest atrybut '%s'.
ro: Atributul '%s' este necesar.
ru: Атрибут '%s' обязателен.
sv: Attributet "%s" krävs.
uk: Атрибут '%s' необхідно заповнити.
zh_cn: '%s' 是必填栏位。

source: Action
af: Aksie
cs: Akce
de: Aktion
el: Ενέργεια
es: Acción
hu: Művelet
it: Azione
lo: ການດຳເນີນການ
nl: Actie
pl: Działanie
ro: Acțiune:
ru: Действие
sv: Åtgärd
uk: Дія
zh_cn: 动作

source: The attribute '%s' is invalid.
af: Die eienskap '%s' is ongeldig.
ca: L'atribut '%s' no és vàlid.
cs: Atribut „%s“ není platný.
de: Das Attribut '%s' ist ungültig.
el: Η ιδιότητα '%s' δεν είναι έγκυρη.
es: El atributo '%s' es invalido.
fr: L'attribut '%s' est invalide.
hu: '%s' attribútum érvénytelen.
it: L' attributo '%s' non è valido.
lo: ຄຸນລັກສະນະ '%s' ບໍ່ຖືກຕ້ອງ.
nl: Het attribuut '%s' is ongeldig.
pl: Atrybut '%s' nie jest prawidłowy.
ro: Atributul '%s' este invalid.
ru: Атрибут '%s' неверен.
sv: Attributet '%s' är giltigt.
uk: Атрибут '%s' не є коректним.
zh_cn: '%s' 是无效的。

source: Rollback
af: Rol terug
ca: Desfer
cs: Vrácení do předchozího stavu
de: Zurückrollen
el: Επαναφορά
es: Deshacer
fr: Restaurer
hu: Visszagörgetés
it: Ripristino
lo: ຍ້ອນກັບ
nl: Terugzetten
pl: Przywróć
ro: Revenire
ru: Откатить
sv: Återta
uk: Відкотити
zh_cn: 回滚

source: Deletes the recursive snapshot.
af: Skraps die rekursiewe momentopname.
ca: Suprimeix la visualitzacio recursiva
cs: Smaže vnořený zachycený stav.
de: Rekursiven Schnappschuss löschen
el: Διαγράφει το αναδρομικό στιγμιότυπο.
es: Borrar el Snapshot recursivo
fr: Supprime la capture instantanée récursif.
hu: Rekurzív snapshot törlése.
it: Elimina lo snapshot ricorsivo
lo: ລຶບສະແນັບຊັອດແບບຕໍ່ເນື່ອງ.
nl: Verwijdert de recursieve momentopname.
pl: Usuń rekurencyjną migawkę
ro: Ștergere imagine sistem (snapshot) recursivă.
ru: Удалить ркурсивный снимок
sv: Ta bort den rekursiva avbilden.
uk: Видаляє рекурсивний знімок.
zh_cn: 删除递归快照

source: Force Delete
af: Dwing Skrap
ca: Forçar esborrat
cs: Vynutit smazání
de: Erzwinge Löschung
el: Εξαναγκασμένη Διαγραφή
es: Forzar eliminar
fr: Forcer la suppression
hu: Törlés kikényszerítése
it: Forza l'eliminazione
lo: ບັງຄັບລຶບ
nl: Geforceerd Verwijderen
pl: Wymuś usunięcie
ro: Forțare ștergere
ru: Удалить принудительно
sv: Tvinga radering
uk: Примусове видалення
zh_cn: 强制删除

source: Destroy any snapshots and bookmarks more recent than the one specified.
af: Vernietig alle momentopnames en boekmerke wat nuwer as die gespesifiseerde- een.
ca: Destrueix totes les instantànies i els marcadors més recents que el especificat.
cs: Zrušit veškeré zachycené stavy a záložky novější než tento.
de: Alle Schnappschüsse und Lesezeichen vernichten, die neuer als der angegebene sind
el: Διαγραφή των πιο πρόσφατων στιγμιότυπων και σελιδοδεικτών από αυτό που ορίστηκε.
es: Destruir todos los snapshots y marcar como más reciente el especificado.
fr: Détruire tous les instantanés et signets plus récents que celui spécifié
hu: Bármelyik pillanatkép és könyvjelző eldobása sűrűbben az itt megadottnál.
it: Distruggi ogni snapshot e bookmark più recente di quello specificato.
lo: ທຳລາຍສະແນັບຊັອດ ແລະ ບຸກມາກໃດໆທີ່ໃໝ່ກວ່າອັນທີ່ລະບຸ.
nl: Vernietig alle momentopnamen en bladwijzers die recenter zijn dan de gespecificeerde.
pl: Usuń migawki i zakładki starsze niż określono.
ro: Distruge orice snapshot sau bookmark mai recent decât cel specificat.
ru: Уничтожить любые снимки и закладки более поздние, чем указанные.
sv: Ta bort alla senare ögonblicksbilder (snapshots) och bokmärken än den utvalda.
uk: Знищує будь-які знімки і закладки пізніші, ніж зазначені.
zh_cn: 销毁比所指的更新的任何快照和书签。

source: No snapshot information available.
af: Geen momentopname inligting beskikbaar.
ca: No hi ha cap informació instantània disponible.
cs: Nejsou k dispozici žádné informace o zachyceném stavu.
de: Keine Information über den Snapshot verfügbar.
el: Δεν υπάρχουν διαθέσιμες πληροφορίες για snapshot.
es: No hay información disponible de la instantanea
fr: Aucune informationd'instantané disponible.
hu: Egy pillanatkép-információ sem érhető el.
it: Nessuna informazione di snapshot.
lo: ບໍ່ມີຂໍ້ມູນສະແນັບຊັອດ.
nl: Geen momentopname informatie beschikbaar.
pl: Informacje o migawce niedostępne.
ro: Nicio informație snapshot disponibilă.
ru: Информация о снимке отсутствует.
sv: Ingen information om ögonblicksbilder tillgänglig.
uk: Доступної інформації про знімок немає.
zh_cn: 没有可用的快照信息。

source: ZFS Snapshot Information & Status
af: ZFS Momentopname Inligting & Status
ca: Informació instantània i estat de ZFS
cs: Stav a informace o ZFS zachyceném stavu
de: ZFS-Schnappschuss-Informationen & -Status
el: Πληροφορίες και Κατάσταση στιγμιότυπου ZFS
es: Info y estado de Snapshot ZFS
fr: Informations et statut des Instantanés ZFS
hu: ZFS pillantkép információ & állapot
it: ZFS snapshot Informazioni e Stato
lo: ຂໍ້ມູນ ແລະ ສະຖານະສະແນັບຊັອດ ZFS
nl: ZFS Momentopname Informatie & Status
pl: Informacje i status migawki ZFS
ro: Informații & Stare snapshot ZFS
ru: Информация и статус ZFS снимков
sv: ZFS Avbild Information & Status
uk: Інформація і Статус знімка ZFS
zh_cn: ZFS 快照信息和状态

source: ZFS Snapshot Properties
af: ZFS Momentopname Eienskapps
ca: Propietats dels instantanis de ZFS
cs: Vlastnosti ZFS zachyceného stavu
de: ZFS-Schnappschusseigenschaften
el: Ιδιότητες στιγμιότυπου ZFS
es: Propiedades Snapshot ZFS
fr: Propriétés des Instantanés ZFS
hu: ZFS pillanatkép tulajdonságok
it: ZFS Proprietà Snapshot
lo: ຄຸນສົມບັດສະແນັບຊັອດ ZFS
nl: ZFS Momentopname Eigenschappen
pl: Właściwości migawki ZFS
ro: Proprietăți imagine ZFS
ru: Свойства ZFS снимков
sv: ZFS Avbild Egenskaper
uk: Властивості знімка ZFS
zh_cn: ZFS 快照属性

source: Add Volume
af: Voeg Volume
ca: Afegir volum.
cs: Přidat svazek
de: Volume hinzufügen
el: Προσθήκη Τόμου
es: Añadir Volumen
fr: Ajouter un volume
hu: Kötet hozzáadása
it: Aggiungi Volume
lo: ເພີ່ມໂວລຸມ
nl: Volume Toevoegen
pl: Dodaj partycję
ro: Adăugare volum
ru: Добавить раздел
sv: Lägg till Volym
uk: Додати том
zh_cn: 添加卷

source: Edit Volume
af: Reigeer Volume
ca: Editar volum
cs: Upravit svazek
de: Volume bearbeiten
el: Επεξεργασία Τόμου
es: Editar Volumen
fr: Editer le Volume
hu: Kötet módosítása
it: Edita Volume
lo: ແກ້ໄຂໂວລຸມ
nl: Volume Bewerken
pl: Edytuj wolumen.
ro: Editare volum
ru: Редактировать раздел
sv: Ändra Volym
uk: Редагувати том
zh_cn: 编辑卷

source: Volume is marked for deletion
af: Volume is gemerk om uitgevee te word
ca: Volum està marcat per esborrar
cs: Svazek je označen ke smazání
de: Datenträger wurde zum Löschen markiert
el: Ο τόμος έχει σημειωθεί προς διαγραφή
es: El Volumen está marcado para borrado
fr: Le Volume est marqué pour suppression
hu: Kötet törlésre megjelölve
it: Il volume è selezionato per la cancellazione
lo: ໂວລຸມຖືກໝາຍໄວ້ເພື່ອລຶບ
nl: Volume is gemarkeerd voor verwijdering
pl: Wolumin jest oznaczony do usunięcia.
ro: Volumul este marcat pentru ștergere
ru: Раздел помечен для удаления
sv: Volymen är markerad för borttagning.
uk: Том позначений для видалення
zh_cn: 卷被标记为删除

source: Volume is locked
af: Volume is toegeslot
ca: El volum està bloquejat
cs: Svazek je uzamčen
de: Datenträger ist gesperrt
el: Ο τόμος είναι κλειδωμένος
es: Volumen bloqueado
fr: Le volume est verrouillé
hu: A kötet zárolt
it: Il volume è bloccato
lo: ໂວລຸມຖືກລັອກ
nl: Volume is vergrendeld
pl: Wolumin zablokowany
ro: Volumul este blocat
ru: Том заблокирован
sv: Volymen är låst
uk: Том заблоковано
zh_cn: 卷被锁定

source: Volume is unlocked
af: Volume is oopgesluit
ca: Volum està desbloquejat
cs: Svazek je odemčený
de: Datenträger ist nicht gesperrt
el: Ο Τόμος είναι ξεκλείδωτος
es: El Volumen está desprotegido
fr: Le Volume est déprotégé
hu: A kötet zárolását feloldottad
it: Il volume è sbloccato
lo: ໂວລຸມຖືກປົດລັອກ
nl: Volume is ontgrendeld
pl: Wolumin jest odblokowany.
ro: Volumul este deblocat
ru: Том разблокирован
sv: Volymen är olåst
uk: Том разблокований
zh_cn: 卷已解锁

source: Delete Selected Volumes
af: Skrap Geselekteerde Volumes
ca: Suprimeix volums seleccionats
cs: Smazat označené svazky
de: Ausgewählte Volumes löschen
el: Διαγραφή Επιλεγμένων Τόμων
es: Borrar los volumenes seleccionadas
fr: Supprimer les volumes sélectionnés
hu: Kiválasztott kötetek törlése
it: Cancella i Volumi Selezionati
lo: ລຶບໂວລຸມທີ່ເລືອກ
nl: Geselecteerde Volumes Verwijderen
pl: Usuwanie wybranych woluminów
ro: Ștergere volume selectate
ru: Удалить выбранные разделы
sv: Ta bort valda Volymer
uk: Видалити вибрані диски
zh_cn: 删除选中的卷

source: Do you want to delete selected volumes?
af: Wil jy die geselekteerde virtuele volumes uitvee?
ca: Vols esborrar els volums seleccionats?
cs: Opravdu smazat označené svazky?
de: Möchten Sie die ausgewählten Volumes löschen?
el: Θέλετε να διαγράψετε τους επιλεγμένους τόμους;
es: Desea borrar los volumenes seleccionados?
fr: Voulez-vous effacer les volumes sélectionnés
hu: Biztos, hogy törli a kiválasztott köteteket?
it: Vuoi cancellare i volumi selezionati?
lo: ທ່ານຕ້ອງການລຶບໂວລຸມທີ່ເລືອກບໍ?
nl: Wilt u de geselecteerde volumes verwijderen?
pl: Czy chcesz usunąć wybrane wolumeny?
ro: Doriți să ștergeți volumele selectate?
ru: Вы действительно желаете удалить выбранные разделы?
sv: Vill du ta bort valda volymer?
uk: Ви підтверджуєте видалення обраних дисків?
zh_cn: 要删除选中的卷吗？

source: Volume
ca: Volum
cs: Svazek
de: Datenträger
el: τόμος
es: Volumen
hu: Kötet
lo: ໂວລຸມ
pl: Wolumin
ro: Volum
ru: Раздел
sv: Volym
uk: Том
zh_cn: 卷（Volume）

source: Please add new pools first.
af: Voeg asseblief eerste nuwe poele.
ca: Si us plau, afegir noves piscines en primer lloc.
cs: Nejprve přidejte nové fondy.
de: Bitte neue Pools zuerst hinzufügen.
el: Παρακαλώ προσθέστε πρώτα νέα pool.
es: Debe añadir antes una NUEVA agrupación de dispositivos(pool)
fr: Ajouter d'abord de nouveaux pools.
hu: Először egy új tárolót hozz létre.
it: Per favore aggiungere prima nuovi pool.
lo: ກະລຸນາເພີ່ມພູລໃໝ່ກ່ອນ.
nl: Voeg eerst een nieuwe pools toe.
pl: Prosze najpierw dodać nowe pule.
ro: Va trebui să adăugați o nouă structură pool mai întâi.
ru: Пожалуйста, добавьте сначала новый пул.
sv: Vänligen lägg till nya pooler först.
uk: Будь ласка, спочатку додайте новий пул.
zh_cn: 请先添加新的池。

source: Orphaned
af: Weeskind
ca: Orfe
cs: Osiřelé
de: Verwaist
el: Ορφανά
es: Huérfanos
fr: Orphelin
hu: Árva
it: Orfano
lo: ກຳພ້າ
pl: Osierocony
ro: Orfan
ru: Брошенные (orphaned)
sv: Föräldralös
uk: Покинуті (Orphaned)
zh_cn: 孤立的

source: Pool cannot be changed.
af: Poel kan nie wees verander.
ca: Piscina no es pot canviar.
cs: Fond úložišť nemůže být změněn.
de: Pool kann nicht verändert werden.
el: Το Pool δεν μπορεί να αλλαχτεί.
es: La agrupación de dispositivos(pool) no se puede cambiar.
fr: Le Pool ne peux pas être changé.
hu: Tárolót nem lehet módosítani.
it: Il pool non può essere cambiato
lo: ບໍ່ສາມາດປ່ຽນພູລໄດ້.
nl: Pool kan niet worden gewijzigd.
pl: Pula nie może być zmieniona
ro: Structura pool nu poate fi modificată.
ru: Пул не может быть изменен.
sv: Poolen kan inte ändras.
uk: Пул не може бути змінений.
zh_cn: 池不能被更改。

source: Enter a name for this volume
af: Insleutel 'n naam vir hierdie volume
ca: Introduïu un nom per a aquest volum
cs: Zadejte název pro tento svazek
de: Geben Sie einen Namen für dieses Volume ein
el: Εισάγετε ένα όνομα για αυτό τον τόμο
es: Introduca un nombre para este volumen
fr: Saisissez un nom pour ce volume
hu: Add meg ennek a kötetnek a nevét
it: Inserisci un nome per questo volume
lo: ໃສ່ຊື່ສຳລັບໂວລຸມນີ້
nl: Geef een naam op voor dit volume
pl: Podaj nazwę tego woluminu
ro: Introduceți un nume pentru acest volum
ru: Введите имя для этого раздела
sv: Ange ett namn för denna volym
uk: Введіть ім'я цього тому
zh_cn: 输入此卷的名称

source: Sparse Volume
af: Yl Volume
ca: Volum dispers
cs: Řídký svazek
es: Volumen esparcido
fr: Volume vide.
hu: Gyér kötet
it: Volume sparse
lo: ໂວລຸມແບບກະຈາຍ
pl: Zmniejsz wolumin
ro: Volum rezervă
ru: Разреженный том (Sparse Volume)
sv: Gles volym
uk: Розріджений (Sparse) том
zh_cn: 稀疏卷（Sparse Volume）

source: Use as sparse volume (thin provisioning).
af: Gebruik as yl volume (dun voorsiening).
ca: Utilitzeu un volum reduït (aprovisionament fi).
cs: Použít „řídký“ (thin) svazek (obsazování prostoru až skutečnými daty – thin provisioning).
de: Verwende als Sparse Volume (Thin Provisioning)
el: Χρήση ως sparse volume (thin provisioning).
es: Usar como volumen de recambio (Aprovisionamiento)
fr: Utiliser comme volume de provisionnement (thin provisioning).
hu: Használat gyér kötetként (vékony készletezés)
it: Usato come un volume ridotto (approvvigionamento ridotto).
lo: ໃຊ້ເປັນໂວລຸມແບບກະຈາຍ (thin provisioning).
nl: Gebruik als sparse volume (thin provisioning).
ro: Utilizare ca volum rezervă (thin provisioning).
ru: Использовать как разреженный том (тонкое выделение).
sv: Använd som reservvolym.
uk: Використовувати як розріджений том (тонкий резерв).
zh_cn: 用作稀疏卷（精简配置）。

source: Apply
af: Toepas
ca: Aplicar
cs: Použít
de: Anwenden
el: Εφαρμογή
es: Aplicar
fr: Appliquer
hu: Alkalmaz
it: Applica
lo: ນຳໃຊ້
nl: Toepassen
pl: Zastosuj
ro: Aplică
ru: Применить
sv: Verkställ
uk: Застосувати
zh_cn: 应用

source: ZFS volume not found.
af: ZFS volume nie gevind.
ca: Volum ZFS no trobat.
de: ZFS-Volume nicht gefunden.
el: Δεν βρέθηκε τόμος ZFS.
es: Volumen ZFS no encontrado
fr: Volume ZFS introuvable.
hu: ZFS kötet nem található
it: Volume ZFS non trovato
lo: ບໍ່ພົບໂວລຸມ ZFS.
nl: ZFS volume niet gevonden.
pl: Wolumin ZFS nie znaleziony
ro: Volumul ZFS nu a fost găsit.
ru: Том ZFS не найден.
sv: ZFS volym hittas inte.
uk: Том ZFS не знайдений.
zh_cn: 找不到ZFS卷。
