Repository: rojim666/xigmanas-code-r10599-trunk
Catalog: locale/xigmanas-*.po
Languages: af, ca, cs, de, el, es, fr, hu, it, lo, nl, pl, ro, ru, sv, uk, zh_cn

source: Self-Monitoring, Analysis & Reporting Technology
af: Self-monitering, Analise & Verslag Tegnologie
ca: Auto-Monitorització, Anàlisis i Tecnologia d'Informes
cs: Technologie samo-dohledování, analýzy a hlášení
de: SMART
el: Τεχνολογία Αυτο-παρακολούθησης, Ανάλυσης και Πληροφόρησης
es: SMART
fr: Auto-surveillance, Analyse & Rapports
hu: Önellenőrző, Analizáló és Nyilvántartó Technológia
it: Tecnologia di automonitoraggio, analisi e report
lo: ເທັກໂນໂລຢີການຕິດຕາມ, ວິເຄາະ ແລະ ລາຍງານດ້ວຍຕົນເອງ
nl: Zelf-Controle, Analyseren & Rapportage Techniek
ro: Tehnologie de auto-monitorizare, analiză și raportare
ru: Мониторинг, технология анализа и отчетности
sv: Egenövervakning, analys & raporterings teknik (SMART)
uk: Моніторинг, технологія аналізу і звітності
zh_cn: 自我监控，分析和报告技术

source: Set interval between disk checks to N seconds. The minimum allowed value is 10.
af: Stel interval tussen skyf tjeks aan N sekondes. Die minimum toegelate waarde is 10.
ca: Establir l'interval entre comprovacions de disc de N segons. El valor mínim permès és de 10.
cs: Nastavit interval mezi kontrolami disku na N sekund. Minimální hodnota je 10.
de: Setzt das Zeitintervall zwischen den Laufwerksprüfungen auf N Sekunden. Der kleinste erlaubte Wert ist 10.
el: Επιλέξτε μεσοδιάστημα μεταξύ ελέγχων των δίσκων σε Ν δευτερόλεπτα. Η ελάχιστη επιτρεπόμενη τιμή είναι 10.
es: Selecciona el intervalo de comprobación de Discos en N segundos. El valor minimo es 10 segundos.
fr: Définissez l'intervalle entre les contrôles de disque à N secondes. La valeur minimale autorisée est 10.
hu: Állítsd be a lemezellenőrzések közötti időközt másodpercben. A legkisebb megengedett érték 10.
it: Pone l'intervallo di controllo disco a N secondi. Il valore minimo è 10.
lo: ຕັ້ງໄລຍະເວລາລະຫວ່າງການກວດສອບດິສກ໌ເປັນ N ວິນາທີ. ຄ່າຕ່ຳສຸດທີ່ອະນຸຍາດແມ່ນ 10.
nl: Geef de tijdsinterval op tussen de hardeschijf controle's in X seconden. De minimum toegestane waarde is 10.
pl: Ustaw odstęp pomiędzy sprawdzeniami dysku na N sekund. Minimalna dopuszczalna wartość to 10.
ro: Setare interval între două verificări a discurilor la N secunde. Valoarea minimă acceptată: 10.
ru: Установить интервал между проверками дисков в N секунд. Минимальное допустимое значение 10.
sv: Sätt intervall mellan diskkontroller till N sekunder. Minsta tillåtna värde är 10.
uk: Встановити інтервал між перевірками дисків N секунд. Мінімальне допустиме значення 10.
zh_cn: 将磁盘检查的间隔设置为N秒。 最小允许值为10。

source: Never - Poll (check) the device regardless of its power mode. This may cause a disk which is spun-down to be spun-up when it is checked.
af: Nooit - Poll (tjek) die toestel ongeag van sy krag modus. Dit kan daartoe lei dat 'n diskette wat gespin-down word, opgespoor word wanneer dit gekontroleer word.
ca: Mai - Enquesta (xeca) el dispositiu independentment del seu mode d'alimentació. Això pot fer que un disc que s'ha de aturar canvi a estat de gir quan es comprova.
cs: Nikdy – Dotazovat (kontrolovat) zařízení bez ohledu na to, v jakém režimu napájení se nachází Tato volba může způsobovat roztáčení zastavených disků.
de: Nie - Das Gerät wird immer überprüft, unabhängig vom Energiesparzustand. Eine abgeschaltete Festplatte wird dann für die Überprüfung hochgefahren.
el: Ποτέ - Έλεγχος της συσκευής ανεξάρτητα από την κατάσταση λειτουργίας της. Αυτό, όταν είναι επιλεγμένο, μπορεί να προκαλέσει την έναρξη περιστροφής σε ένα δίσκο που έχει σταματήσει να περιστρέφεται.
es: Never - Nunca revisar el dispositivo a pesar de su modo de energía.
fr: Never - Contrôler le disque sans se préoccuper de son mode d'alimentation. Ceci peut réveiller un disque dont la rotation était arrêtée.
hu: Soha (Never) - Ellenőrzi az eszközt, függetlenül az milyen teljesítmény üzemmódban van. A leállított lemezt is újra felpörgetheti az ellenőrzés idejére.
it: Mai - Controlla la periferica indipendentemente dalla modalità di alimentazione. Ciò può causare la riattivazione di un disco in spin-down.
lo: ບໍ່ເຄີຍ - ກວດສອບອຸປະກອນໂດຍບໍ່ຄຳນຶງເຖິງໂໝດພະລັງງານ. ນີ້ອາດເຮັດໃຫ້ດິສກ໌ທີ່ຢຸດໝຸນກັບມາໝຸນເມື່ອຖືກກວດສອບ.
nl: Never - Poll (controle) van de harde schijf ongeacht zijn energie mode. Dit kan een schijf die een spin-down heeft opnieuw een spin-up geven wanneer deze keuze geselecteerd is.
pl: Nigdy - Sonda (sprawdzenie) urządzenia niezależnie od sposobu zasilania. Może to spowodować że dysk który zwalnia zacznie przyspieszać, gdy funkcja jest zaznaczona.
ro: Niciodată - Se verifică starea dispozitivului indiferent de modul energetic curent. Verificarea dispozitivului determină pornirea obligatorie a acestuia pentru verificare.
ru: Never - проверять устройство вне зависимости от режима питания. Это может вызвать включение и выключение диска при проверке.
sv: Never (Aldrig) - kontrollera enheten oavsett dess strömförbrukningsinställning. Detta kan komma att medföra att en disk i vilolåge spinner igång när den blir kontrollerad.
uk: Ніколи - Опитувати (перевіряти) пристрій незалежно від його стану енергоспоживання. Це може спричинити повторну розкрутку шпинделя диска, який зупинився.
zh_cn: 永不 - 任何电源模式都轮询（检查）设备。这可能会导致降速中的磁盘增速。

source: Sleep - Check the device unless it is in SLEEP mode.
af: Slaap - bedwing die toestel tensy dit in SLAAP mode is.
ca: Somni - Comproveu el dispositiu llevat que sigui en el mode SLEEP.
cs: Sleep - Kontrolovat stav zařízení pouze pokud není ve SLEEP režimu.
de: Sleep - Überprüfe das Gerät es sei denn es befindet sich im SLEEP Modus.
el: Κατάσταση νάρκης - Ελέγξτε τη συσκευή, εκτός αν είναι σε κατάσταση νάρκης.
es: Sleep - Controla el disco a menos que este dormido (Sleep)
fr: Sleep - Contrôler le disque sauf s'il est dans le mode SLEEP.
hu: Alvó (Sleep)- Akkor is ellenőrzi a lemezt, amikor az ALVÓ módban van.
it: Sleep - Controlla le periferiche a meno che non siano in modalità SLEEP.
lo: ນອນ - ກວດສອບອຸປະກອນຍົກເວັ້ນເມື່ອຢູ່ໃນໂໝດ SLEEP.
nl: Sleep - Controleert de harde schijf tenzij het zich in de SLAAP mode bevindt.
pl: Sen - sprawdź urządzenie jeśli nie jest w trybie snu
ro: Sleep - Verifică dispozitivul doar dacă nu se află în modul Sleep.
ru: Sleep - проверять устройство, пока оно не в режиме сна (SLEEP).
sv: Sleep (Vila) - Kontrollera enheten, om den inte är i vilo-läge ('SLEEP'-läge)
uk: Сплячий (sleep) - Перевіряти пристрій якщо він не у сплячому режимі.
zh_cn: 睡眠 - 设备除了在睡眠模式之外都将检查。

source: Standby - Check the device unless it is in SLEEP or STANDBY mode. In these modes most disks are not spinning, so if you want to prevent a laptop disk from spinning up each poll, this is probably what you want.
af: Staan by - Kontroleer die toestel tensy dit in SLAAP of STAANBY mode is. In hierdie modes is meeste skywe nie besig om te draai nie, so as jy 'n skootrekenaar se skywe wil verhoed om op te draai met elke polsing dan is dit heel waarskynlik wat jy wil doen.
ca: En espera - Comproveu el dispositiu que sigui en mode dormit o suspensió. En aquestes maneres la majoria dels discos no estan girant, si vol evitar que un disc arrenqui a cada sondeig, això és probablement el que vol.
cs: Úsporný režim – Zkontrolovat zařízení jen pokud se nenachází v režimu SPÁNEK nebo ÚSPORNÝ. V těchto režimech se u většiny jednotek pevných disků plotny netočí, takže pokud chcete zabránit tomu, aby se notebookový disk roztáčel při každém dotazu, toto je to, co nejspíš chcete nastavit.
de: Bereitsschaftmodus - das Gerät nur überprüfen, solange es sich nicht im Ruhe- (SLEEP) oder Bereitschaftsmodus (STANDBY) befindet. In diesen Modi drehen die Laufwerke nicht. Wenn Sie also verhindern wollen, dass Laptop-Festplatten bei jeden Zugriff hochdrehen, dann ist das wahrscheinlich dies, was Sie haben wollen.
el: Αναμονή - Ελέγξτε τη συσκευή, εκτός αν είναι σε κατάσταση νάρκης ή σε αναμονή. Σε αυτές τις καταστάσεις οι περισσότεροι δίσκοι δεν περιστρέφονται, οπότε αν θέλετε να αποτρέψετε έναν δίσκο φορητού υπολογιστή από το να περιστρέφεται σε κάθε έλεγχο, αυτή είναι μάλλον η ρύθμιση που θέλετε.
es: Standby - Consulta el disco a menos que este en estado dormido (sleep) o en (Standby). En estos modos el disco no gira, así que si quieres que el disco de tu portatil no comienze a girar cada vez que se consulta, deberías seleccionar esta opción.
fr: Standby - Contrôler le disque sauf s'il est dans le mode SLEEP ou STANDBY. Dans ces modes, la plupart des disques ne tournent pas, donc si vous voulez éviter de réveiller un disque de laptop à chaque contrôle, c'est probablement ce mode qu'il vous faut.
hu: Készenléti (Standby) - Ellenőrzi a készüléket, kivéve ha az ALVÓ vagy KÉSZENLÉTI állapotban van. Ezekben az üzemmódokban a legtöbb lemez nem forog, ezért ha szeretnéd elkerülni, hogy a laptop lemeze minden hívásra felpörögjön, akkor valószínűleg ez az amit akarsz.
it: Standby - Controlla le periferiche a meno che non siano nella modalità SLEEP o STANDBY. In queste modalità la maggior parte dei dischi non gira, quindi se si vuole evitare che i dischi del laptop vengano attivati questa è la modalità che fa per voi.
lo: ສະແຕນບາຍ - ກວດສອບອຸປະກອນຍົກເວັ້ນເມື່ອຢູ່ໃນໂໝດ SLEEP ຫຼື STANDBY. ໃນໂໝດເຫຼົ່ານີ້ດິສກ໌ສ່ວນໃຫຍ່ບໍ່ໝຸນ, ດັ່ງນັ້ນຖ້າທ່ານຕ້ອງການປ້ອງກັນດິສກ໌ແລັບທັອບຈາກການໝຸນຂຶ້ນທຸກຄັ້ງທີ່ກວດສອບ, ນີ້ອາດແມ່ນສິ່ງທີ່ທ່ານຕ້ອງການ.
nl: Standby - Controleert de harde schijf, tenzij deze zich in de SLEEP of STANDBY mode bevindt. In deze mode spinnen de meeste harde schijven niet, zodat u bijv. een laptop schijf kunt verhinderen bij elke poll aan te spinnen, dit is dan waarschijnlijk wat u wilt.
pl: Stan wstrzymania -Sprawdź urządzenie jeśli nie jest w stanie snu lub wstrzymania. W tych trybach większość dysków się nie kręci, więc jeśli chcesz zapobiec zbyt częstemu kręceniu się dysków to jest najprawdopodobniej to czego słuchasz.
ro: Standby - Verifică dispozitivul doar dacă nu se află în modul SLEEP sau STANDBY. În acest mod cele mai multe discuri au platanele oprite astfel încît, dacă doriți să evitați pornirea discului la fiecare verificare, acesta este modul sugerat de utilizat.
ru: Standby - проверка устройства, пока оно не в режиме сна (SLEEP) или ожидания (STANDBY). В этих режимах диски обычно не вращаются. Можно предотвратить раскручивание диска ноутбука этой опцией.
sv: Standby (Väntläge) - Kontrollera enheten om det inte är i vilo-eller vänteläge. I dessa lägen snurrar de flesta diskar inte, så om du vill förhindra en laptop disk från att snurra igång vid varje pollning, detta är antagligen vad du vill.
uk: Очікування (standby) - перевіряти пристрій, поки він не в режимі сну (SLEEP) або очікування (STANDBY). У цих режимах більшість з дисків не обертаються. Можна запобігти розкручування диска цією опцією.
zh_cn: 待机 - 设备除了在睡眠、待机模式之外都将检查。这些模式下大多数的磁盘都会停止旋转，如果你想预防硬盘不断因为检查而重新启动，应该选择此项。

source: Idle - Check the device unless it is in SLEEP, STANDBY or IDLE mode. In the IDLE state, most disks are still spinning, so this is probably not what you want.
af: Vryloop - Kontroleer die toestel tensy dit in SLEEP, STANDBY of IDLE mode is. In die IDLE toestand draai meeste skywe nog steeds, so dit is heel waarskeinlik nie wat jy wil hê nie.
ca: Idle - Comproveu el dispositiu si no és en hibernació o d'espera o la manera IDLE. En estat de repòs, la majoria dels discos segueixen girant, per la qual cosa probablement no és el que vols.
cs: V klidu – zkontrolovat zařízení jen pokud se nenachází v režimu SPÁNEK, ÚSPORNÝ nebo V KLIDU. V posledním jmenovaném se většina disků stále točí, takže toto nejspíš není to, co chcete.
de: Idle - Überprüfe das Gerät außer es ist im SLEEP, STANDBY, oder IDLE Modus. Im IDLE Zustand laufen viele Festplatten weiter was eventuell unerwünscht ist.
el: Αδράνεια - Έλεγχος τη συσκευής, εκτός αν είναι σε κατάσταση νάρκης, κατάσταση αναμονής ή κατάσταση αδράνειας. Στην κατάσταση αδράνειας, οι περισσότεροι δίσκοι συνεχίζουν να περιστρέφονται και αυτό ίσως να μην το θέλετε.
es: Idle - Revisa el dispositivo a menos que esté en modo Dormir (sleep), en espera (Standby) o inactivo (Idle). En el estado Inactivo, la mayoria de discos aun estan girando, asi que probablemente no sea esto lo que usted quiere.
fr: Idle - Contrôler le disque sauf s'il est dans l'état SLEEP, STANDBY ou IDLE. En mode IDLE, la plupart des disques sont toujours en rotation, ce n'est donc probablement pas ce mode que vous voulez.
hu: Üresjárat (Idle) - Ellenőrzi az eszközt, hacsak nem alszik vagy ki van kapcsolva vagy üresjáratban van. Üresjáratban a lemezek többsége továbbra is pörög, tehát ez nem teljesen az amit akar.
it: Idle - Controlla il dispositivo finché si trova in modalità SLEEP, STANDBY o IDLE. Nello stato di IDLE, la maggior parte dei dischi sta ancora girando, pertanto questo probabilmente non è ciò che ti interessa.
lo: ວ່າງ - ກວດສອບອຸປະກອນຍົກເວັ້ນເມື່ອຢູ່ໃນໂໝດ SLEEP, STANDBY ຫຼື IDLE. ໃນສະຖານະ IDLE, ດິສກ໌ສ່ວນໃຫຍ່ຍັງໝຸນຢູ່, ດັ່ງນັ້ນນີ້ອາດບໍ່ແມ່ນສິ່ງທີ່ທ່ານຕ້ອງການ.
nl: Idle - Controleert de harde schijf tenzij deze zich in de SLEEP, STANDBY of IDLE mode bevindt. In de IDLE mode draaien de meeste schijven nog steeds, dit is dan waarschijnlijk niet wat u wilt.
pl: Bezczynność - Sprawdź urządzenie jeśli nie jest w trybie SLEEP, STANDBY lub IDLE. W trybie IDLE większość dysków wciąż się kręci, więc prawdopodobnie to nie jest to czego chcesz
ro: Inactiv - Verifică dispozitivul doar dacă nu este în modul SLEEP, STANDBY sau INACTIV. În modul INACTIV, cele mai multe discuri încă au platanele în mișcare, și probabil acesta nu este modul dorit de dumneavoastră.
ru: Idle - проверка устройства, пока оно не в режиме сна (SLEEP), ожидания (STANDBY) или простоя (IDLE). Это, возможно, не самый удобный режим.
sv: Idle (Vänteläge) - Kontrollera enheten om det inte är i viloläge, vänteläge eller viloläge. I viloläge snurrar de flesta diskar fortfarande , så detta är antagligen inte vad du vill.
uk: Бездіяльність (Idle) - Перевіряти пристрій, якщо він не знаходиться в сплячому режимі (SLEEP), в режимі очікування (STANDBY) або режимі бездіяльності (IDLE). В режимі бездіяльності більшість дисків, як і раніше, обертається, так що це, ймовірно, не те, що ви хочете.
zh_cn: 闲置 - 设备除了在睡眠、待机、闲置模式以外都要进行检查。大部分的硬盘在闲置状态下依然会转动磁盘，所以这并不能节省电源。

source: Default Device Settings
af: Verstek Toestel Instellings
ca: Configuració del dispositiu per defecte
cs: Výchozí nastavení pro zařízení
de: Voreinstellungen
el: Προεπιλεγμένες Ρυθμίσεις Συσκευής
es: Opciones por defecto del dispositivo
fr: Paramètres par défaut du dispositif
hu: Alapértelmezett eszközbeállítások
it: mpostazioni predefinite del dispositivo.
lo: ການຕັ້ງຄ່າອຸປະກອນເລີ່ມຕົ້ນ
nl: Standaard Schijf Instellingen
pl: Ustawienia Domyślne Urządzenia
ro: Setări implicite dispozitiv
ru: Настройки устройства по умолчанию
sv: Standardinställningar
uk: Налаштування пристрою за замовчуванням
zh_cn: 默认设备设置

source: S.M.A.R.T. Monitoring
af: S.M.A.R.T. Monitering
ca: Monitoratge S.M.A.R.T.
cs: Dohledování SMART diagnostiky
de: S.M.A.R.T. Überwachen
el: Παρακολούθηση S.M.A.R.T.
es: S.M.A.R.T.
fr: Surveillance S.M.A.R.T.
hu: S.M.A.R.T. figyelés
it: Monitoraggio S.M.A.R.T.
lo: ການຕິດຕາມ S.M.A.R.T.
nl: S.M.A.R.T. Controle
pl: Monitoring S.M.A.R.T.
ro: Monitorizare S.M.A.R.T.
ru: S.M.A.R.T. Мониторинг
sv: S.M.A.R.T. övervakning
uk: Моніторинг параметрів S.M.A.R.T.
zh_cn: S.M.A.R.T. 监控

source: Enable S.M.A.R.T. monitoring of S.M.A.R.T. capable devices when they are added to the configuration.
af: Inskakel S.M.A.R.T. monitering van S.M.A.R.T. bekwame toestelle wanneer hulle word by die konfigurasie gevoeg.
ca: Habilitar S.M.A.R.T. Monitor de S.M.A.R.T. per dispositius capaços quan s'afegeixen a la configuració.
cs: U zařízení, přidávaných do nastavení, zapínat SMART dohledování (pokud tuto funkci podporují).
de: S.M.A.R.T. - Daten überwachen, wenn entsprechende Geräte hinzugefügt werden
el: Ενεργοποίηση παρακολούθησης S.M.A.R.T. σε συσκευές με δυνατότητα S.M.A.R.T. όταν προστίθενται στη διαμόρφωση.
es: Habilitar monitorización S.M.A.R.T. en los discos que dispongan de esta tecnología cuando se añadan a la configuración.
fr: Activer la surveillance S.M.A.R.T pour dispositifs de stockage qui en ont la capacité lorsqu'ils sont ajoutés à la configuration.
hu: S.M.A.R.T. figyelés bekapcsolása a S.M.A.R.T. kompatibilis eszközön, amikor azt a beállításokhoz hozzáadjuk.
it: Abilita monitoraggio S.M.A.R.T. di dispositivi che lo supportano, quando sono aggiunti alla configurazione.
lo: ເປີດໃຊ້ການຕິດຕາມ S.M.A.R.T. ຂອງອຸປະກອນທີ່ຮອງຮັບ S.M.A.R.T. ເມື່ອພວກມັນຖືກເພີ່ມເຂົ້າໃນການຕັ້ງຄ່າ.
nl: Inschakelen S.M.A.R.T. controle van S.M.A.R.T. ondersteunende schijven wanneer ze worden toegevoegd aan de configuratie.
pl: Włącz funkcję monitorowania S.M.A.R.T. dla urządzenia zgodnego ze S.M.A.R.T. gdy zostało dodane do konfiguracji.
ro: Activare monitorizarea S.M.A.R.T. pentru dispozitivele compatibile S.M.A.R.T., la adăugarea lor la sistem.
ru: Включить S.M.A.R.T. мониторинг S.M.A.R.T. совместимых устройств, когда они добавляются к конфигурации.
sv: Aktivera S.M.A.R.T. övervakning av enheter med denna möjlighet när de läggs till.
uk: Дозволити моніторити S.M.A.R.T. атрибути на пристроях де це підтримується коли вони додаються до конфігурації.
zh_cn: 当它们被添加到配置时，启用S.M.A.R.T. 监测。

source: Temperature Monitoring
af: Temperatuur Monitering
ca: Monitorització de temperatura
cs: Sledování teplot
de: Temperaturüberwachung
el: Παρακολούθηση Θερμοκρασίας
es: Monitarización de temperatura
fr: Surveillance de Temperature
hu: Hőmérséklet figyelése
it: Monitoraggio Temperatura
lo: ການຕິດຕາມອຸນຫະພູມ
nl: Temperatuur Controle
pl: Monitorowanie temperatury.
ro: Monitorizare temperatură
ru: Мониторинг температуры
sv: Temperaturövervakning
uk: Моніторинг температури
zh_cn: 温度监控

source: Report if the temperature had changed by at least N degrees Celsius since last report. Set to 0 to disable this report.
af: Rapporteer as die temperatuur met minstens N grade Celsius verander het sedert die vorige verslag. Stel na 0 om hierdie verslag af te skakel.
ca: Reportar sí la temperatura ha canviat als sume N graus Celsius des de l'últim informe. Assignar 0 per inhabilitar aquest reporti.
cs: Hlásit pokud se teplota změnila o přinejmenším N stupňů Celsia od minulého hlášení. Pokud nemá být hlášeno, nastavte na hodnotu 0 (nula).
de: Benachrichtigen, falls sich die Temperatur um mindestens N Grad Celsius seit der letzen Benachrichtigung verändert hat. Auf 0 setzen zum Deaktivieren dieser Benachrichtigung.
el: Αναφορά αν η θερμοκρασία έχει αλλάξει από τη τελευταία αναφορά κατά τουλάχιστον Ν βαθμούς Κελσίου. Ορίστε 0 για απενεργοποίηση.
es: Reportar sí la temperatura ha cambiado a los sumo N grados Celsius desde el ultimo informe. Asignar 0 para inhabilitar éste reporte.
fr: Indique si la température a changé d'au moins N degrés Celsius depuis le dernier rapport. Définir à 0 pour désactiver.
hu: Jelentse, ha a hőmérséklet legalább N Celsius foknyit változott a legutolsó jelentés óta. Kikapcsoláshoz állítsa 0-ra.
it: Riporta se la temperatura è cambiata di almeno N gradi Celsius dall'ultimo rapporto. Impostare a 0 per disattivare questo rapporto.
lo: ລາຍງານຖ້າອຸນຫະພູມປ່ຽນແປງຢ່າງໜ້ອຍ N ອົງສາ Celsius ຕັ້ງແຕ່ລາຍງານຄັ້ງສຸດທ້າຍ. ຕັ້ງເປັນ 0 ເພື່ອປິດລາຍງານນີ້.
nl: Rapporteer wanneer de temperatuur is veranderd met tenminste N graden Celsius na het laatste rapport. Vul 0 in om deze rapportage uit te schakelen.
pl: Raportuj jeśli temperatura zmieni się o N stopni Celsjusza od ostatniego raportu. Wpisz 0 aby wyłączyć ten raport.
ro: Raportează dacă temperatura s-a modificat cu cel puțin N grade Celsius de la ultimul raport. Introduceți valoarea 0 pentru a dezactiva raportul.
ru: Сообщить, если температура изменилась на N градусов с последнего отчета. Установите 0 для отключения сообщения.
sv: Rapportera om temperaturen har ändrats med minst N grader Celcius sedan den förra rapporten. Välj 0 för att utesluta denna rapport.
uk: Повідомити, якщо температура змінилася, принаймні, на N градусів за Цельсієм з моменту останнього повідомлення. Встановіть "0", щоб вимкнути ці повідомлення.
zh_cn: 如果温度的改变大于N 的指定温度（摄氏）便报告。如果设置为 0 则关闭这项功能。

source: Report if the temperature is greater or equal than N degrees Celsius. Set to 0 to disable this report.
af: Rapporteer as die temperatuur meer as of gelyk aan N grade Celsius is. Stel na 0 om hierdie verslag af te skakel.
ca: Informe si la temperatura és major o igual que N graus centígrads. S'estableix en 0 per desactivar aquest informe.
cs: Hlásit pokud teplota dosáhne nebo překročí hodnotu N stupňů Celsia. Pokud nemá být hlášeno, nastavte na hodnotu 0 (nula).
de: Melden wenn die Termperatur N °C erreicht oder überschreitet. 0 unterbindet die Meldung.
el: Αναφορά αν η θερμοκρασία είναι μεγαλύτερη ή ίση από Ν βαθμούς Κελσίου. Ορίστε 0 για απενεργοποίηση.
es: Reportar si la temperatura es mayor o igual a N grados Celsius. Asignar 0 para desabilitar este reporte.
fr: Indique si la température est plus grande ou égale à N degrés Celsius. Définir à 0 pour désactiver.
hu: Jelentse, ha a hőmérséklet nagyobb vagy egyenlő mint N Celsius fok. Kikapcsoláshoz állítsa 0-ra.
it: Riporta se la temperatura è superiore od uguale a N gradi Celsius. Impostare a 0 per disattivare questo rapporto.
lo: ລາຍງານຖ້າອຸນຫະພູມໃຫຍ່ກວ່າ ຫຼື ເທົ່າກັບ N ອົງສາ Celsius. ຕັ້ງເປັນ 0 ເພື່ອປິດລາຍງານນີ້.
nl: Rapporteer wanneer de temperatuur groter of gelijk is aan N graden Celsius. Vul 0 in om deze rapportage uit te schakelen.
pl: Raportuj jeśli temperatura będzie większa lub równa N stopni Celsjusza. Wpisz 0 aby wyłączyć ten raport.
ro: Raportează dacă temperatura este mai mare sau cel puțin egală cu temperatura de N introdusă (grade Celsius). Introduceți valoarea 0 pentru a dezactiva raportul.
ru: Сообщить, если температура больше или равна N градусов. Установите 0 для отключения сообщения.
sv: Rapportera om temperaturen är större än eller lika med N grader Celsius. Välj 0 för att utesluta denna rapport.
uk: Повідомити, якщо температура більше ніж або дорівнює N градусів за Цельсієм. Встановіть "0", щоб вимкнути ці повідомлення.
zh_cn: 如果温度差异大于或等于N 的指定温度（摄氏）便报告。如果设置为 0 则关闭这项功能。

source: Self-Test Schedules
af: Self-Toets Skedules
ca: Programacións d'autotest
cs: Naplánované samotesty
de: Selbsttestablaufplan
el: Προγραμματισμένοι Αυτο-Έλεγχοι
es: Tareas de autoprueba
fr: Horaires d'autotest
hu: Önteszt időzítései
it: Auto test prgorammato
lo: ຕາຕະລາງການທົດສອບຕົນເອງ
nl: Self-Test Planningen
pl: Harmonogram self-testu
ro: Programare self-test
ru: Расписание самотестирования
sv: Schemalagda självtester
uk: Розклад самотестування
zh_cn: 自检时间表

source: Scheduled Tests
af: Geplande Toetse
ca: Proves programades
cs: Naplánované testy
de: Geplante Tests
el: Χρονοπρογραμματισμένες Δοκιμές
es: Test Programados
fr: Tests programmés
hu: Időzített tesztek
it: Test programmati
lo: ການທົດສອບຕາມຕາຕະລາງ
nl: Gepland testen
pl: Zaplanowane testy
ro: Teste programate
ru: Запланированные тесты
sv: Schemalagda tester
uk: Заплановані Тести
zh_cn: 计划测试

source: Edit self-test
af: Redigeer self-toets
ca: Editar auto-prova
cs: Upravit samotest
de: Selbsttest bearbeiten
el: Επεξεργασία αυτοεξέτασης
es: Editar autocomprobación
fr: Editer l'auto-test
hu: Önteszt szerkesztése
it: Modifica l'auto-test
lo: ແກ້ໄຂການທົດສອບຕົນເອງ
nl: Zelf-test bewerken
pl: Edytuj test wewnętrzny
ro: Editare auto-test
ru: Редактировать самотестирование
sv: Redigera självtest
uk: Редагувати самотест
zh_cn: 编辑自我检测流程
