Repository: rojim666/xigmanas-code-r10599-trunk
Catalog: locale/xigmanas-*.po
Languages: af, ca, cs, de, el, es, fr, hu, it, lo, nl, pl, ro, ru, sv, uk, zh_cn

source: Number of bad battery packs
af: Aantal slegte battery pakke
ca: Nombre de paquets de bateries dolents
cs: Počet vadných akumulátorových bloků
de: Anzahl defekter Akkuzellen
el: Αριθμός προβληματικών μονάδων μπαταρίας
es: Número de baterías en mál estado
fr: Nombre de mauvaises batteries
hu: Rossz akkumulátor-csomagok száma
it: Numero di pacchi di batterie malfunzionanti
lo: ຈຳນວນຊຸດແບັດເຕີຣີທີ່ບໍ່ດີ
nl: Aantal slechte batterijsets
pl: Liczba złych ogniw baterii
ro: Numărul de pachete de baterii defecte
ru: Количество плохих батарейных блоков
sv: Antal dåliga batteripack
uk: Кількість поганих блоків батареї
zh_cn: 坏电池组的数量

source: Battery chemistry
af: Battery chemie
ca: Química de la bateria
cs: Chem. složení akumulátoru
de: Batterietyp
el: Χημική σύσταση μπαταρίας
es: Tipo de bateria (Plomo , Ni-Cd)
fr: Chimie de la batterie
hu: Akkumulátor kémiai összetétele
it: Chimica della batteria
lo: ເຄມີຂອງແບັດເຕີຣີ
nl: Batterij chemische samenstelling
pl: Chemia baterii
ro: Chimie baterie
ru: Тип батареи
sv: Batterityp
uk: Тип батареї
zh_cn: 电池的化学物质

source: Prevent deep discharge of battery
af: Verhoed diep kwijting van -battery
ca: Evitar descàrrega profunda de la bateria
cs: Zabraňovat hlubokému vybití akumulátoru
de: Tiefentladung der Batttierie verhindern
el: Αποτροπή πλήρους αποφόρτισης μπαταρίας
es: Evitar descarga profunda de la batería
fr: Évitez les grosses décharge de la batterie
hu: Akkumulátor mély kisülésének megakadályozása.
it: Impedisci la scarica profonda della batteria
lo: ປ້ອງກັນການປ່ອຍປະຈຸແບັດເຕີຣີເລິກ
nl: Voorkom diep ontladen van de batterij
pl: Zapobiega głębokiemu rozładowaniu baterii
ro: Prevenire descărcare totală a bateriei
ru: Предотвращать глубокий разряд батареи
sv: Undvik djupurladdning av batteri
uk: Не дозволяти глибокий розряд батареї
zh_cn: 防止电池深度漏电

source: Switch off when running on battery and no/low load
af: Skakel af wanneer op battery geloop word en daar geen/lae las is
ca: Apagar quan funciona a bateria i cap càrrega/baixa
cs: Vypnout při provozu na akumulátor nebo pokud není (téměř) využíváno
de: Herunterfahren wenn im Akkubetrieb und kaum Restladung vorhanden ist
el: Απενεργοποίηση όταν λειτουργεί σε μπαταρίες με καθόλου/χαμηλό φορτίο
es: Apagar si se está en bateria y no hay carga
fr: Eteindre lors du fonctionnement sur la batterie en non ou faible charge
hu: Kikapcsolás, amikor elemről fut és nincs/alacsony a töltöttség
it: Spegni quando alimentato dalla batteria senza carico/con carico basso presente
lo: ປິດເມື່ອເຮັດວຽກດ້ວຍແບັດເຕີຣີ ແລະ ບໍ່ມີ/ໂຫຼດຕ່ຳ
nl: Uitschakelen bij het uitvoeren op batterij en geen/lage belasting
pl: Wyłącz w czasie pracy na baterii podczas niskiego lub braku obciążenia
ro: Oprire la funcționarea pe baterie fără nicio sarcină.
ru: Выключать ИБП, когда ИБП работает на батареи и не имеет нагрузки
sv: Stäng av vid drift på batteri och ingen eller liten last
uk: Вимикати при роботі від батареї, якщо навантаження низьке чи відсутнє
zh_cn: 当电池运行时无/低负荷才关闭

source: Ambient Conditions From External Probe Equipment
af: Omringende Toestands Vanaf Externe Probe Toerusting
ca: Condicions ambientals des de l'equipament de proba extern
cs: Podmínky v okolním prostředí, zjištěné vnějšími čidly.
de: Umgebungsbedingungen von externen Gerätesensoren
el: Συνθήκες περιβάλλοντος από εξωτερικό εξοπλισμό ανίχνευσης
es: Condiciones ambientales
fr: Conditions ambiantes, depuis la sonde externe
hu: A külső érzékelőkből érkező környezeti jellemzők
it: Condizioni ambientali dal sensore dell'equipaggiamento esterno
lo: ສະພາບແວດລ້ອມຈາກອຸປະກອນກວດສອບພາຍນອກ
nl: Omgevingsomstandigheden Externe Sonde Apparatuur
pl: Ogólne Warunki z Zewnętrznych Czujników
ro: Parametri ambientali de la echipamentul de probă extern
ru: Данные об параметрах окружающей среды (по данным от внешнего оборудования)
sv: Omgivningstemperatur och fuktighet från externa sensorer
uk: Дані про умови довкілля з зовнішніх датчиків обладнання
zh_cn: 外探测器的环境条件

source: Ambient temperature (degrees C)
af: Omringende temperatuur (grade Celsius).
ca: Temperatura ambient (graus C)
cs: Okolní teplota (stupně Celsia)
de: Umgebungstemperatur (in C)
el: Θερμοκρασία περιβάλλοντος (βαθμοί C)
es: Temperatura ambiente (ºC)
fr: Température ambiante (degrés Celsius)
hu: Környezeti hőmérséklet (fok Celsius)
it: Temperatura ambientale (gradi C)
lo: ອຸນຫະພູມແວດລ້ອມ (ອົງສາ C)
nl: Omgevingstemperatuur (graden C)
pl: Temperatura otoczenia (stopnie C)
ro: Temperatură ambientală (grade C)
ru: Температура окружающей среды (в градусах Цельсия)
sv: Omgivningstemperatur (grader C)
uk: Зовнішня температура (градуси С)
zh_cn: 环境温度（摄氏度）

source: Temperature alarm (enabled/disabled)
af: Temperatuur alarm (geaktiveer/gedeaktiveer)
ca: Alarma de temperatura (activat/desactivat)
cs: Teplotní výstraha (zapnuto/vypnuto)
de: Alarm für Temperatur (aktiviert/deaktiviert)
el: Συναγερμός θερμοκρασίας (ενεργοποιημένος/απενεργοποιημένος)
es: Alarma de temperatura (Habilitar/Deshabilitar)
fr: Alarme température (activée/désactivée)
hu: Riasztási hőmérséklet (engedélyezve/tiltva)
it: Allarme temperatura (attiva/disattiva)
lo: ການແຈ້ງເຕືອນອຸນຫະພູມ (ເປີດ/ປິດ)
nl: Temperatuur alarm (ingeschakeld/uitgeschakeld)
pl: Alarm temperatury (włączony/wyłączony)
ro: Alarmă temperatură (activat/dezactivat)
ru: Сигнализация для температуры (включена/отключена)
sv: Temperaturlarm (aktiv/inaktiv)
uk: Сигналізація перегріву (увімкнено/вимкнено)
zh_cn: 温度警报（启用/禁用）

source: Temperature threshold high (degrees C)
af: Temperatuur drumpelpunt hoog (grade Celsius)
ca: Llindar d'alta temperatura (graus C)
cs: Práh vysoké teploty (stupně Celsia)
de: maximale Temperatur (Grad Celsius)
el: Όριο υψηλής θερμοκρασίας (βαθμοί C)
es: Alarma temp. max. (ºC)
fr: Seuil Haute température (degrés Celsius)
hu: Hőmérséklet küszöb magas (fok C)
it: Limite temperatura (°C)
lo: ລະດັບອຸນຫະພູມສູງ (ອົງສາ C)
nl: Temperatuur drempel hoog (graden C)
pl: Górna granica temperatury (stopnie Celsjusza)
ro: Prag superior temperatură (grade C)
ru: Порог для высокой температуры (в градусах Цельсия)
sv: Larmgräns hög temperatur (graders C)
uk: Верхня межа температури (градуси С)
zh_cn: 温度高阈值（摄氏度）

source: Temperature threshold low (degrees C)
af: Temperatuur drumpelpunt laag (grade Celsius)
ca: Llindar de baixa temperatura (graus C)
cs: Práh nízké teploty (stupně Celsia)
de: minimale Temperatur (Grad Celsius)
el: Όριο χαμηλής θερμοκρασίας (βαθμοί C)
es: Alarma temp. min. (ºC)
fr: Seuil basse température (degrés Celsius)
hu: Hőmérséklet küszöb alacsony (fok C)
it: Limite basso temperatura (°C)
lo: ລະດັບອຸນຫະພູມຕ່ຳ (ອົງສາ C)
nl: Temperatuur drempel laag (graden C)
pl: Dolna granica temperatury (stopnie Celsjusza)
ro: Prag inferior temperatură (grade C)
ru: Порог для низкой температуры (в градусах Цельсия)
sv: Larmgräns låg temperatur (grader C)
uk: Нижня межа температури (градуси С)
zh_cn: 温度低阈值（摄氏度）

source: Maximum temperature seen (degrees C)
af: Maksimum temperatuur gesien (grade C)
ca: Temperatura màxima observada (graus C)
cs: Nejvyšší zaznamenaná teplota (stupně Celsia)
de: Maximal gemessene Temperatur (in C)
el: Μέγιστη εμφανιζόμενη θερμοκρασία (βαθμοί C)
es: Temperatura max. vista (ºC)
fr: Température maximum vu (degrés Celsius)
hu: Valaha mért maximális hőmérséklet (fok Celsius)
it: Temperatura massima rilevata (°C)
lo: ອຸນຫະພູມສູງສຸດທີ່ພົບ (ອົງສາ C)
nl: Maximum temperatuur gezien (graden C)
pl: Maksymalna zarejestrowana temperatura (w Celsjuszach)
ro: Temperatură maximă înregistrată (grade C)
ru: Максимальное зафиксированное значение температуры (в градусах Целься)
sv: Högsta uppmätta temperatur (grader C)
uk: Максимальне зафіксоване значення температури (градуси Цельсія)
zh_cn: 最高气温（摄氏度）

source: Minimum temperature seen (degrees C)
af: Minimum temperatuur gesien (grade C)
ca: Temperatura mínima vist (graus C)
cs: Nejnižší zaznamenaná teplota (stupně Celsia)
de: Minimale gemesene Temperatur (in C)
el: Ελάχιστη εμφανιζόμενη θερμοκρασία (βαθμοί C)
es: Temperatura min. vista (ºC)
fr: plus petite temperature vu (degrés Celsius)
hu: Valaha minimum hőmérséklet (fok Celsius)
it: Temperatura minima rilevata (°C)
lo: ອຸນຫະພູມຕ່ຳສຸດທີ່ພົບ (ອົງສາ C)
nl: Minimum temperatuur gezien (graden C)
pl: Minimalna temperatura (stopnie C)
ro: Temperatură minimă înregistrată (grade C)
ru: Минимальное зафиксированное значение температуры (в градусах Цельсия)
sv: Lägsta uppmätta temperatur (grader C)
uk: Мінімальна зафіксована температура (в градусах Цельсія)
zh_cn: 最低气温（摄氏度）

source: Ambient relative humidity (percent)
af: Omringende relatiewe vogtigheid (persentasie)
ca: Humitat ambient relativa (percentual)
cs: Okolní relativní vlhkost (procenta)
de: Luftfeuchte (in%)
el: Σχετική υγρασία περιβάλλοντος (ποσοστό)
es: Humedad relativa del aire (%)
fr: Humidité relative ambiante (pourcent)
hu: Környezeti relatív páratartalom (százalék)
it: Umidità relativa ambientale (percentuale)
lo: ຄວາມຊຸ່ມຊື່ນສຳພັດແວດລ້ອມ (ເປີເຊັນ)
nl: Relatieve luchtvochtigheid (procent)
pl: Względna wilgotność otoczenia (procentowo)
ro: Umiditate relativă ambientală (procent)
ru: Относительная влажность окружающей среды (в процентах)
sv: Relativ luftfuktighet (procent)
uk: Відносна вологість (у відсотках)
zh_cn: 环境相对湿度（％）

source: Relative humidity alarm (enabled/disabled)
af: Relatiewe humiditeit alarm (geaktiveer/gedeaktiveer)
ca: Navegar recursivament en els directoris.
cs: Výstraha před vhlkostí (zapnuto/vypnuto)
de: Alarm für Luftfeuchtigkeit (aktiviert/deaktiviert)
el: Συναγερμός σχετικής υγρασίας (ενεργοποιημένος/απενεργοποιημένος)
es: Alarma de humedad relativa (Habilitar/deshabilitar)
fr: Alarme humidité relative (activée/désactivée)
hu: Relatív páratartalom riasztás (engedélyezve/letiltva)
it: Allarme umidità relativa (attiva/disattiva)
lo: ການແຈ້ງເຕືອນຄວາມຊຸ່ມຊື່ນສຳພັດ (ເປີດ/ປິດ)
nl: Relatieve vochtigheid alarm (ingeschakeld/uitgeschakeld)
pl: Włączanie i wyłączanie alarmu wilgotności względnej
ro: Alarmă umiditate relativă (activat/dezactivat)
ru: Сигнализация для относительной влажности (включена/отключена)
sv: Larm för relativ luftfuktighet (aktivt/inaktivt)
uk: Сигналізація відносної вологості (увімкнено / вимкнено)
zh_cn: 相对湿度警报（启用/禁用）

source: Relative humidity threshold high (percent)
af: Relatiewe humiditeit drumpel hoog (persent)
ca: Alarma d'humitat relativa max. (%)
cs: Práh (relativní) vlhkosti, nad kterým bude považována za vysokou (procenta)
de: Relativer Luftfeuchtigkeitsschwellwert (Prozent)
el: Όριο υψηλής σχετικής υγρασίας (ποσοστό)
es: Alarma de humedad relativa max. (%)
fr: Seuil haut de l'humidité relative (pourcent)
hu: Relatív páratartalom küszöb magas (százalék)
it: Limite umidità relativa percento)
lo: ລະດັບຄວາມຊຸ່ມຊື່ນສຳພັດສູງ (ເປີເຊັນ)
nl: Relatieve vochtigheid drempel hoog (procent)
pl: Wysoki poziom wilgotności względnej (procent)
ro: Prag superior umiditate relativă (procent)
ru: Порог для высокой относительной влажности (в процентах)
sv: Gränsvärde relativ luftfuktighet (%)
uk: Порогове значення високої відносної вологості (у відсотках)
zh_cn: 相对湿度高阈值（百分比）

source: Maximum relative humidity seen (percent)
af: Maksimum relatiewe humiditeit gesien (persentasie)
ca: Humitat relativa màxima observada (per cent)
cs: Nejvyšší zaznamenaná relativní vlhkost (procenta)
de: maximal gemessene Luftfeuchte
el: Μέγιστη εμφανιζόμενη σχετική υγρασία (ποσοστό)
es: Max. humedad relativa vista (%)
fr: Humidité relative maximum vu (pourcent)
hu: Valaha mért maximális relatív páratartalom (százalék)
it: Umidità relativa massima rilevata (percento)
lo: ຄວາມຊຸ່ມຊື່ນສຳພັດສູງສຸດທີ່ພົບ (ເປີເຊັນ)
nl: Maximum relatieve luchtvochtigheid gezien (procent)
pl: Maksymalna zarejestrowana relatywna wilgotność (w procentach)
ro: Umiditate relativă maximă (procent)
ru: Максимальное зафиксированное значение влажности
sv: Högsta uppmätta relativa fuktighet
uk: Максимальне зафіксоване значення відносної вологості
zh_cn: 最高相对湿度（百分比）

source: Minimum relative humidity seen (percent)
af: Minimum relatiewe humiditeit gesien (procent)
ca: Humitat relativa mínima vist (per cent)
cs: Nejnižší zaznamenaná relativní vlhkost (procenta)
de: Minmale gemessene Luftfeuchtigkeit
el: Ελάχιστη εμφανιζόμενη σχετική υγρασία (ποσοστό)
es: Minima humedad relativa vista (%)
fr: Plus petite humidité relative vu (pourcent)
hu: Valaha legkisebb relatív páratartalom (százalék)
it: Umidità relativa minima rilevata (percento)
lo: ຄວາມຊຸ່ມຊື່ນສຳພັດຕ່ຳສຸດທີ່ພົບ (ເປີເຊັນ)
nl: Minimum relatieve luchtvochtigheid gezien (procent)
pl: Minimalna wilgotność względna (procent)
ro: Nivel minim umiditate înregistrat (procent)
ru: Минимальное зафиксированное значение влажности (в процентах)
sv: Lägsta uppmätta relativa luftfuktighet
uk: Мінімальна зафіксована відносна вологість (в процентах)
zh_cn: 最低相对湿度（百分比）

source: Smart Outlet Management
af: Slim Afsetpunt Bestuur
ca: Gestió intel·ligent de sortida
cs: Správa odpojovatelných zásuvek
de: Smart Outlet Verwaltung
el: Διαχείριση Έξυπνων Παροχών Εξόδου
fr: Gestion de sortie intelligente
hu: Smart Outlet menedzsment
it: Gestione prese intelligenti
lo: ການຈັດການປລັກໄຟອັດສະລິຍະ
nl: Slim Uithangsbeheer
pl: Zarządzanie gniazdem smart
ro: Management Smart Outlet
sv: Smart uttagshantering
uk: Розумне керування вихідами
zh_cn: Smart Outlet管理

source: NUT Internal Driver Information
af: NUT Interne Drywer Inligting
ca: Informació del controlador NUT intern
cs: Vnitřní informace z NUT ovladače
de: NUT interne Treiber Imformation
el: Πληροφορίες εσωτερικού οδηγού συσκευής NUT
es: Información interna del Driver NUT
fr: Information pilote interne NUT
hu: NUT Belső Illesztőprogram Információ
it: Informazioni driver interno NUT
lo: ຂໍ້ມູນໄດຣເວີພາຍໃນຂອງ NUT
nl: NUT Intern Stuurprogramma Informatie
pl: NUT Informacje wewnętrzne sterownika
ro: Informații driver intern NUT
ru: Информация о драйвере NUT
sv: NUT Intern drivrutininformation
uk: Внутрішня інформація NUT-драйвера
zh_cn: NUT 内部驱动程序信息

source: Driver used
af: Drywer gebruik word
ca: Controlador usat
cs: Použitý ovladač
de: Verwendeter Treiber
el: Οδηγός συσκευής που χρησιμοποιείται
es: Driver usado
fr: Pilote utilisé
hu: Használatban lévő illesztőprogram
it: Driver utilizzato
lo: ໄດຣເວີທີ່ໃຊ້
nl: Stuurprogramma gebruikt
pl: Używany sterownik
ro: Driver utilizat
ru: Используемый драйвер
sv: Använd drivrutin
uk: Драйвер, що використовується
zh_cn: 所使用的驱动程序

source: Driver version
af: Drywer weergawe
ca: Versió de controlador
cs: Verze ovladače
de: Treiber Version
el: Έκδοση οδηγού συσκευής
es: Versión del Driver
fr: Version du pilote
hu: Illesztőprogram verziója
it: Versione del driver
lo: ເວີຊັນໄດຣເວີ
nl: Stuurprogramma versie
pl: Wersja sterownika
ro: Versiune driver
ru: Версия драйвера
sv: Drivrutinsversion
uk: Версія драйвера
zh_cn: 驱动程序版本

source: Driver version internal
af: Drywer weergawe interne
ca: Versió interna de controlador
cs: Vnitřní verze ovladače
de: Treiber interne Version
el: Εσωτερική έκδοση οδηγού συσκευής
es: Versióninterna del Driver
fr: Version du pilote interne
hu: Illesztőprogram belső verziója
it: Versione interna del driver
lo: ເວີຊັນໄດຣເວີພາຍໃນ
nl: Versie interne stuurprogramma
pl: Wewnętrzna wersja sterownika
ro: Versiune internă driver
ru: Встроенная версия драйвера
sv: Intern drivrutinsversion
uk: Внутрішня версія драйвера
zh_cn: 内部驱动程序版本

source: Parameter xxx (ups.conf or cmdline -x) setting
af: Parameter xxx (ups.conf of cmdline-x) instelling
ca: Establir Xxx Paràmetre (ups.conf o -x cmdline)
cs: Nastavení parametru xxx (ups.conf nebo cmdline -x)
de: Parameter xxx (ups.conf oder cmdline -x) Einstellung
el: Ρύθμιση παραμέτρου xxx (ups.conf ή cmdline -x)
fr: Paramètre xxx (ups.conf or cmdline -x)
hu: Paraméter xxx (ups.conf vagy cmdline -x) beállítás
it: Impostazione arametro xxx (ups.conf o cmdline -x)
lo: ການຕັ້ງຄ່າພາຣາມິເຕີ xxx (ups.conf ຫຼື cmdline -x)
nl: Parameter xxx (ups.conf of cmdline -x) instelling
pl: Ustawnienia parametru xxx (ups.conf lub cmdline -x)
ro: Setările pentru parametrul xxx (ups.conf sau cmdline -x)
ru: Установка параметра xxx (ups.conf или cmdline -x)
sv: Parameter xxx (ups.conf eller cmdline -x) inställning
uk: Встановлення параметра xxx (ups.conf або cmdline -x)
zh_cn: 参数xxx（ups.conf 或 cmdline -x）的设置

source: Flag xxx (ups.conf or cmdline -x) status
af: Vlag xxx (ups.conf or cmdline -x) status
ca: Bandera xxx (ups.conf o -x cmdline) Estat
cs: Stav příznaku xxx (ups.conf nebo cmdline -x)
de: Flag xxx (UPS-Konfigurationsdatei oder Kommandozeile '-x') Status
el: Σήμανση κατάστασης xxx (ups.conf ή cmdline -x)
fr: Statut du Drapeau xxx (ups.conf or cmdline -x)
hu: xxx jelző (ups.conf vagy cmdline -x) állapot
it: Stato flag xxx (ups.conf o cmdline -x)
lo: ສະຖານະທຸງ xxx (ups.conf ຫຼື cmdline -x)
nl: Flag xxx (ups.conf of cmdline -x) status
pl: Flaga xxx (ups.conf or cmdline -x) status
ro: Indicator de stare xxx (ups.conf sau cmdline -x)
ru: Статус флага xxx (ups.conf или cmdline -x)
sv: Flagga xxx (ups.conf eller cmdline -x) status
uk: Статус прапора xxx (ups.conf або cmdline -x)
zh_cn: 标志XXX（ups.conf 或 cmdline -x）的状态

source: Internal Server Information
af: Interne Bediender Inligting
ca: Informació interna del servidor
cs: Vnitřní informace o serveru
de: interne Server Information
el: Πληροφορίες εσωτερικού διακομιστή
es: Información interna del servidor
fr: Information serveur interne
hu: Belső kiszolgáló adatai
it: Informazioni server interno
lo: ຂໍ້ມູນເຊີບເວີພາຍໃນ
nl: Interne Serverinformatie
pl: Informacja serwera wewnętrznego
ro: Informații interne server
ru: Информация о внутреннем сервере
sv: Intern serverinformation
uk: Внутрішня інформація про сервер
zh_cn: 内部服务器信息

source: Server information
af: Bediener inligting
ca: Informació del servidor
cs: Informace o serveru
el: Πληροφορίες διακομιστή
es: Información del servidor
fr: Information sur le serveur
hu: Szerver információ
it: Informazioni sul server
lo: ຂໍ້ມູນເຊີບເວີ
nl: Server informatie
pl: Informacje o serwerze
ro: Informații server
ru: Информация о сервере
sv: Serverstatus
uk: Інформація про сервер
zh_cn: 服务器信息

source: Server version
af: Bediener weergawe
ca: Versió del servidor
cs: Verze serveru
el: Έκδοση διακομιστή
es: Versión del servidor
fr: Version du serveur
hu: Szerver verzió
it: Versione Server
lo: ເວີຊັນເຊີບເວີ
nl: Server versie
pl: Wersja serwera
ro: Versiune server
ru: Версия сервера
uk: Версія сервера
zh_cn: 服务器版本

source: Show RAW UPS Info
af: Vertoon RAW UPS Informasie
ca: Mostra l'informació plana del SAI
cs: Zobrazit informace z UPS v nezpracované podobě
de: Zeige Rohdaten USV-Informationen
el: Προβολή ακατέργαστων πληροφοριών UPS
es: Mostrar info. de SAI
fr: Voir les informations RAW de UPS
hu: Nyers szünetmentes információk megjelenítése
it: Mostra informazioni RAW UPS
lo: ສະແດງຂໍ້ມູນ UPS ດິບ
nl: Toon ruwe UPS Info
pl: Pokaż surowe informację z UPSa
ro: Afișare informații (neprelucrate) UPS
ru: Показать исходные данные о ИБП (RAW data)
sv: Visa UPS-info i råformat
uk: Показати необроблену інформацію ДБЖ
zh_cn: 显示RAW UPS的信息

source: RAW info
af: ROU informasie
ca: Informació RAW
cs: Informace v nezpracovaném stavu
de: RAW Informationen
el: Αμορφοποίητες πληροφορίες
fr: Informations RAW
it: Informazione RAW
lo: ຂໍ້ມູນດິບ
nl: Ruwe info
ro: Informații brute
ru: RAW информация
sv: RAW information
uk: Необроблена інформація
zh_cn: RAW 信息

source: System
af: Sisteem
ca: Sistema
cs: Počítač
el: Σύστημα
es: Sistema
fr: Système
hu: Rendszer
it: Sistema
lo: ລະບົບ
nl: Systeem
ro: Sistem
ru: Система
uk: Система
zh_cn: 系统

source: Date & Time
af: Datum & Tyd
ca: Data i hora
cs: Datum a čas
de: Datum & Zeit
el: Ημ/νία & Ώρα
es: Fecha y hora
fr: Date & heure
hu: Dátum & idő
it: Data & Ora
lo: ວັນທີ ແລະ ເວລາ
nl: Datum & Tijd
pl: Data i czas
ro: Data şi Ora
ru: Дата и Время
sv: Datum och tid
uk: Дата і час
zh_cn: 日期与时间

source: Host
af: Gasheer
ca: Amfitrió
cs: Stroj
el: Υπολογιστής
es: Equipo
fr: Hôte
hu: Állomás
lo: ໂຮສ
ro: Sistem
ru: Хост
sv: Värd
uk: Хост
zh_cn: 主机

source: Event
af: Gebeurtenis
ca: Esdeveniment
cs: Událost
de: Ereignis
el: Συμβάν
es: Evento
fr: Evénement
hu: Esemény
it: Evento
lo: ເຫດການ
nl: Gebeurtenis
pl: Zdarzenie
ro: Eveniment
ru: Событие
sv: Händelse
uk: Подія
zh_cn: 事件

source: Daemon
ca: Dimoni
cs: Proces služby
de: Dienst
el: Δαίμονας
es: Demonio
fr: Démon
hu: Démon
pl: Demon
ru: Процесс
sv: Demon
uk: Демон
zh_cn: 守护进程

source: FTP - Ban Module
ca: Módul de exclosos - FTP
cs: FTP – modul vyloučení (ban)
de: FTP - Modul zum Verbannen
el: FTP - Άρθρωμα Ban
es: FTP - Modulo de Baneo
fr: Module d'interdiction FTP
hu: FTP - kitiltó modul
it: FTP - Modulo delle esclusioni
lo: FTP - ໂມດູນການຫ້າມ
ro: FTP - Modul Ban
ru: FTP - Модуль блокировки
sv: FTP - Svartlistningsmodul
uk: FTP - модуль банів
zh_cn: FTP - 禁止模块

source: FTP - File Transfer
af: FTP - Lêer Oordrag
ca: Transferencia d'arxius - FTP
cs: FTP – přenos souborů
de: FTP - Dateitransfer
el: FTP - Μεταφορές Αρχείων
es: FTP - Transferencia de archivos
fr: FTP - Transfert de fichiers
hu: FTP - Fájltranszfer
it: FTP - Trasferimento file
lo: FTP - ການໂອນໄຟລ໌
nl: FTP - Bestandsoverdracht
pl: FTP - Transfer Plików
ro: FTP - Transfer fișiere
ru: FTP - передача файлов
sv: FTP - Filöverföring
uk: FTP - передавання файлів
zh_cn: FTP - 文件传输

source: User
af: Gebruiker
ca: Usuari
cs: Uživatel
de: Benutzer
el: Χρήστης
es: Usuario
fr: Utilisateur
hu: Felhasználó
it: Utente
lo: ຜູ້ໃຊ້
nl: Gebruiker
pl: Użytkownik
ro: Utilizator
ru: Пользователь
sv: Användare
uk: Користувач
zh_cn: 用户

source: RSYNC - Server
af: RSYNC - Bediener
ca: RSYNC - Servidor
el: RSYNC - Διακομιστής
es: Servidor RSYNC
fr: RSYNC - Serveur
hu: RSYNC - Kiszolgáló
lo: RSYNC - ເຊີບເວີ
pl: RSYNC - Serwer
ru: RSYNC-сервер
uk: Сервер RSYNC
zh_cn: RSYNC - 伺服端

source: RSYNC - Client
af: RSYNC -Klient
cs: RSYNC – klient
el: RSYNC - Πελάτης
es: Cliente RSYNC
hu: RSYNC - Kliens
lo: RSYNC - ລູກຂ່າຍ
nl: RSYNC - Cliënt
pl: RSYNC - Klient
ru: RSYNC-клиент
sv: RSYNC - Klient
uk: Клієнт RSYNC
zh_cn: RSYNC - 客服端

source: RSYNC - Local
af: RSYNC - Plaaslik
cs: RSYNC – místní
de: RSYNC - Lokal
el: RSYNC - Τοπικά
es: Local RSYNC
hu: RSYNC - Helyi
it: RSYNC - Locale
lo: RSYNC - ພາຍໃນ
nl: RSYNC - Lokaal
pl: RSYNC - lokalnie
ru: RSYNC-локальный
sv: RSYNC - Lokal
uk: Локальний RSYNC
zh_cn: RSYNC - 本地端

source: Who
ca: Quí
cs: Spouštět jako
de: Wer
el: Ποιος
es: Quien
fr: Utilisateur
hu: Felhasználó
it: Chi
lo: ໃຜ
nl: Wie
pl: Kto
ro: Utilizator
ru: Кто
sv: Vem
uk: Хто
zh_cn: 执行用户

source: Log file is empty.
af: Log lêer is leeg.
ca: El fitxer de registre és buid.
cs: Soubor se záznamy událostí je prázdný.
de: Log-Datei ist leer.
el: Το αρχείο καταγραφής είναι άδειο.
es: Archivo de registro esta vacío
fr: fichier journal est vide.
hu: Log fájl üres.
it: Il file di log è vuoto.
lo: ໄຟລ໌ບັນທຶກວ່າງເປົ່າ.
nl: Logbestand is leeg.
pl: Plik dziennika jest pusty.
ro: Fișierul jurnal este gol.
ru: Файл журнала пуст.
sv: Loggfilen är tom.
uk: Файл журнала пустий
zh_cn: 日志文件为空

source: Log
ca: Registre
cs: Záznam událostí
el: Αρχείο καταγραφής
es: Registro (Log)
fr: Journal
hu: Napló
lo: ບັນທຶກ
nl: Logboek
pl: Dziennik
ro: Jurnal
ru: Журнал
sv: Logg
uk: Журнал
zh_cn: 日志

source: Settings
af: Verstellings
ca: Configuracions
cs: Nastavení
de: Einstellungen
el: Ρυθμίσεις
es: Preferencias
fr: Réglages
hu: Beállítások
it: Impostazioni
lo: ການຕັ້ງຄ່າ
nl: Instellingen
pl: Ustawienia
ro: Setări
ru: Параметры
sv: Inställningar
uk: Налаштування
zh_cn: 设置

source: Remote Syslog Server
af: Afgeleë Syslog Bediener
ca: Servidor de registre del sistema remot
cs: Vzdálený syslog server
el: Απομακρυσμένος Διακομιστής Syslog
es: Servidor syslog remoto
fr: Serveur syslog distant
hu: Távoli rendszernapló-szerver
it: Syslog Server remoto
lo: ເຊີບເວີ Syslog ໄລຍະໄກ
nl: Externe Syslog Server
pl: Zdalny Serwer Syslog
ro: Server syslog remote
ru: Удаленный syslog сервер
sv: Extern syslogserver
uk: Віддалений syslog сервер
zh_cn: 远程Syslog服务器
