Repository: rojim666/xigmanas-code-r10599-trunk
Catalog: locale/xigmanas-*.po
Languages: af, ca, cs, de, el, es, fr, hu, it, lo, nl, pl, ro, ru, sv, uk, zh_cn

source: RRDGraphs Daily ARC Graph
af: RRDGraphs Daaglikse ARC Grafiek
ca: RRDGraphs Diari gràfic ARC
de: RRDGraphs Tägliches ARC-Diagramm
el: RRDGraphs Ημερήσιο Γράφημα ARC
es: RRDGraphs: Grafico diario de ARC
fr: RRDGraphs Graphique Quotidien ARC
it: Grafico RRDGraph giornaliero ARC
lo: ກຣາຟ ARC ປະຈຳວັນຂອງ RRDGraphs
nl: RRDGraphs Dagelijkse ARC Grafiek
ro: Grafic zilnic RRDGraphs ARC
ru: RRDGraphs суточный ARC график
sv: RRDGraphs Daglig ARC graf
uk: RRDGraphs денний графік ARC
zh_cn: RRDGraphs每日ARC图

source: RRDGraphs Weekly ARC Graph
af: RRDGraphs Weekly ARC Grafiek
ca: RRDGraphs Grafic ARC setmanal
de: RRDGraphs Wöchentliches ARC-Diagramm
el: RRDGraphs Εβδομαδιαίο Γράφημα ARC
es: RRDGraphs: Grafico semanal de ARC
fr: RRDGraphs Graphique Hebdomadaire d' ARC
it: Grafico RRDGraphs settimanale su ARC
lo: ກຣາຟ ARC ປະຈຳອາທິດຂອງ RRDGraphs
nl: RRDGraphs Wekelijkse ARC Grafiek
ro: Grafic RRDGraphs ARC săptămânal
ru: RRDGraphs График ARC за неделю
sv: RRDGraphs Vecko ARCgraf
uk: RRDGraphs тижневий графік ARC
zh_cn: RRDGraphs每周ARC图

source: RRDGraphs Monthly ARC Graph
af: RRDGraphs Maandeliks ARC Grafiek
ca: RRDGraphs Diagrama d’Uptime Mensual
de: RRDGraphs Monatliches ARC-Diagramm
el: RRDGraphs Μηνιαίο Γράφημα ARC
es: RRDGraphs: Grafico mensual de ARC
fr: RRDGraphs Graphique ARC mensuel
it: Grafico RRDGraph mensile sul ARC
lo: ກຣາຟ ARC ປະຈຳເດືອນຂອງ RRDGraphs
nl: RRDGraphs Maandelijkse ARC Grafiek
ro: Grafic RRDGraphs ARC lunar
ru: RRDGraphs График ARC за месяц
sv: RRDGraphs Månatlig ARC graf
uk: RRDGraphs місячний графік ARC
zh_cn: RRDGraphs月度ARC图

source: RRDGraphs Yearly ARC Graph
af: RRDGraphs Jaarlikse ARC Grafiek
ca: RRDGraphs Grafic anual ARC
de: RRDGraphs Jährliches ARC-Diagramm
el: RRDGraphs Ετήσιο Γράφημα ARC
es: RRDGraphs: Grafico anual de ARC
fr: RRDGraphs Graphique Annuel de l' ARC
it: Grafico RRDGraphs annuale su ARC
lo: ກຣາຟ ARC ປະຈຳປີຂອງ RRDGraphs
nl: RRDGraphs Jaarlijkse ARC Grafiek
ro: Grafic RRDGraphs ARC anual
ru: RRDGraphs График ARC за год
sv: RRDGraphs Årlig ARC graf
uk: RRDGraphs річний графік ARC
zh_cn: RRDGraphs年度ARC图

source: ZFS Cache Efficiency
af: ZFS Cache Doeltreffendheid
ca: Eficiència del cau ZFS
de: ZFS-Cache-Effizienz
el: Αποδοτικότητα ZFS Cache
es: Eficiencia del caché ZFS
fr: Efficacité du Cache ZFS
it: Efficenza della cache ZFS
lo: ປະສິດທິພາບແຄດ ZFS
nl: ZFS Cache Efficiëntie
ro: Eficiență cache ZFS
ru: Эффективность ZFS-кэша
sv: ZFS Cacheeffektivitet
uk: Ефективність кешу ZFS
zh_cn: ZFS缓存效率

source: RRDGraphs Daily ARC Efficiency Graph
af: RRDGraphs Daaglikse ARC Doeltreffendheid Grafiek
ca: RRDGraphs diari gràfic d'eficiència ARC
de: RRDGraphs täglicher ARC Effizienz Graph
el: RRDGraphs Ημερήσιο Γράφημα Αποδοτικότητας ARC
es: Grafico diario RRDGraphs del ARC
fr: RRDGraphs Graphique Quotidien d'Efficacité ARC
it: Grafico RRDGraph sull'efficienza giornaliera ARC
lo: ກຣາຟປະສິດທິພາບ ARC ປະຈຳວັນຂອງ RRDGraphs
nl: RRDGraphs Dagelijkse ARC Efficiëntie Grafiek
ro: Grafic zilnic RRDGraphs eficiență ARC
ru: RRDGraphs График суточной эффективности ARC
sv: RRDGraphs Daglig ARC effektivitetsgraf
uk: RRDGraphs денний графік ефективності ARC
zh_cn: RRDGraphs每日ARC效率图

source: RRDGraphs Weekly ARC Efficiency Graph
af: RRDGraphs Weekly ARC Doeltreffendheid Grafiek
ca: RRDGraphs setmanal gràfic d'eficiència ARC
de: RRDGraphs wöchentlicher ARC Effizienz Graph
el: RRDGraphs Εβδομαδιαίο Γράφημα Αποδοτικότητας ARC
es: Grafico semanal RRDGraphs del ARC
fr: RRDGraphs Graphique Hebdomadaire d'Efficacité ARC
it: Grafico RRDGraphs settimanale sull'efficienza ARC
lo: ກຣາຟປະສິດທິພາບ ARC ປະຈຳອາທິດຂອງ RRDGraphs
nl: RRDGraphs Wekelijkse ARC Efficiëntie Grafiek
ro: Grafic RRDGraphs eficiență ARC săptămânală
ru: Еженедельный график эффективности ARC RRDGraphs
sv: RRDGraphs Veckovis ARC effektivitetsgraf
uk: RRDGraphs тижневий графік ефективності ARC
zh_cn: RRDGraphs每周ARC效率图

source: RRDGraphs Monthly ARC Efficiency Graph
af: RRDGraphs Maandeliks ARC Doeltreffendheid Grafiek
ca: RRDGraphs mensual gràfic d'eficiència ARC
de: RRDGraphs monatlicher ARC Effizienz Graph
el: RRDGraphs Μηνιαίο Γράφημα Αποδοτικότητας ARC
es: Grafico mensual RRDGraphs del ARC
fr: RRDGraphs Graphique Mensuel d'Efficacité ARC
it: Grafico RRDGraph mensile sull'efficienza ARC
lo: ກຣາຟປະສິດທິພາບ ARC ປະຈຳເດືອນຂອງ RRDGraphs
nl: RRDGraphs Maandelijkse ARC Efficiëntie Grafiek
ro: Grafic RRDGraphs eficiență ARC lunară
ru: Ежемесячный график эффективности ARC RRDGraphs
sv: RRDGraphs Månatlig ARC effektivitetsgraf
uk: RRDGraphs місячний графік ефективності ARC
zh_cn: RRDGraphs每月ARC效率图

source: RRDGraphs Yearly ARC Efficiency Graph
af: RRDGraphs Jaarlikse ARC Doeltreffendheid Grafiek
ca: RRDGraphs anual gràfic d'eficiència ARC
de: RRDGraphs jährlicher ARC Effizienz Graph
el: RRDGraphs Ετήσιο Γράφημα Αποδοτικότητας ARC
es: Grafico anual RRDGraphs del ARC
fr: RRDGraphs Graphique Annuel d'Efficacité ARC
it: Grafico RRDGraphs annuale sull'efficienza ARC
lo: ກຣາຟປະສິດທິພາບ ARC ປະຈຳປີຂອງ RRDGraphs
nl: RRDGraphs Jaarlijkse ARC Efficiëntiegrafiek
ro: Grafic RRDGraphs eficiență ARC anuală
ru: Ежегодный график эффективности ARC RRDGraphs
sv: RRDGraphs Årlig ARC effektivitetsgraf
uk: RRDGraphs річний графік ефективності ARC
zh_cn: RRDGraphs年度ARC效率图

source: RRDGraphs Daily L2ARC Graph
af: RRDGraphs Daaglikse L2ARC Grafiek
ca: RRDGraphs Diari L2ARC Gràfic
de: RRDGraphs Tägliches L2ARC-Diagramm
el: RRDGraphs Ημερήσιο Γράφημα L2ARC
es: RRDGraphs: Grafico diario de L2ARC
fr: RRD Graphs Graphique d'Utilisation Quotidienne de L2ARC
it: Grafico RRDGraph giornaliero L2ARC
lo: ກຣາຟ L2ARC ປະຈຳວັນຂອງ RRDGraphs
nl: RRDGraphs Dagelijkse L2ARC Grafiek
ro: Grafic RRDGraphs L2ARC zilnic
ru: RRDGraphs График L2ARC за сутки
sv: RRDGraphs Daglig L2ARC graf
uk: RRDGraphs денний графік L2ARC
zh_cn: RRDGraphs每日L2ARC图

source: RRDGraphs Weekly L2ARC Graph
af: RRDGraphs Weekly L2ARC Grafiek
ca: RRDGraphs Grafic setmanal L2ARC
de: RRDGraphs Wöchentliches L2ARC-Diagramm
el: RRDGraphs Εβδομαδιαίο Γράφημα L2ARC
es: RRDGraphs: Grafico semanal de L2ARC
fr: RRDGraphs Graphique Hebdomadaire de L2ARC
it: Grafico RRDGraphs settimanale su L2ARC
lo: ກຣາຟ L2ARC ປະຈຳອາທິດຂອງ RRDGraphs
nl: RRDGraphs Wekelijkse L2ARC Grafiek
ro: Grafic RRDGraphs L2ARC săptămânal
ru: RRDGraphs График L2ARC за неделю
sv: RRDGraphs Vecko L2ARC graf
uk: RRDGraphs тижневий графік L2ARC
zh_cn: RRDGraphs每周L2ARC图

source: RRDGraphs Monthly L2ARC Graph
af: RRDGraphs Maandeliks L2ARC Grafiek
ca: RRDGraphs Grafic mensual L2ARC
de: RRDGraphs Monatliches L2ARC-Diagramm
el: RRDGraphs Μηνιαίο Γράφημα L2ARC
es: RRDGraphs: Grafico mensual de L2ARC
fr: RRDGraphs Graphique d'Utilisation Mensuelle de L2ARC
it: Grafico RRDGraph mensile su L2ARC
lo: ກຣາຟ L2ARC ປະຈຳເດືອນຂອງ RRDGraphs
nl: RRDGraphs Maandelijkse L2ARC Grafiek
ro: Grafic RRDGraphs L2ARC lunar
ru: RRDGraphs График L2ARC за месяц
sv: RRDGraphs Månatlig L2ARC graf
uk: RRDGraphs місячний графік L2ARC
zh_cn: RRDGraphs每月L2ARC图

source: RRDGraphs Yearly L2ARC Graph
af: RRDGraphs Jaarlikse L2ARC Grafiek
ca: RRDGraphs Gràfic L2ARC anual
de: RRDGraphs Jährliches L2ARC-Diagramm
el: RRDGraphs Ετήσιο Γράφημα L2ARC
es: RRDGraphs: Grafico anual de L2ARC
fr: RRDGraphs Graphique Annuel de L2ARC
it: Grafico RRDGraphs annuale su L2ARC
lo: ກຣາຟ L2ARC ປະຈຳປີຂອງ RRDGraphs
nl: RRDGraphs Jaarlijkse L2ARC Grafiek
ro: Grafic RRDGraphs L2ARC anual
ru: RRDGraphs График L2ARC за год
sv: RRDGraphs Årlig L2ARC graf
uk: RRDGraphs річний графік L2ARC
zh_cn: RRDGraphs年度L2ARC图

source: Subnet Mask
af: Subnetmasker
ca: Màscara de subxarxa
cs: Maska podsítě
de: Subnetz-Maske
el: Μάσκα Υποδικτύου
es: Máscara de subred
fr: Masque de sous-réseau
hu: Alhálózati maszk
it: Maschera sottorete
nl: Subnetmasker
pl: Maska podsieci
ro: Mască subrețea
ru: Маска подсети
sv: Delnätsmask
uk: Маска підмережі
zh_cn: 子网掩码

source: IPv6 Prefix
af: IPv6 Voorvoegsel
ca: Prefix IPv6
cs: IPv6 předpona
de: IPv6 Präfix
el: Πρόθεμα IPv6
es: Prefijo IPv6
fr: Préfixe IPv6
hu: IPv6 előtag
it: Prefisso IPv6
lo: ຄຳນຳໜ້າ IPv6
nl: IPv6 Voorvoegsel
pl: Prefiks IPv6
ro: Prefix IPv6
ru: Префикс IPv6
uk: IPv6 префікс
zh_cn: IPv6 前缀

source: IPv6 Gateway
ca: Port d'enllaç IPv6
cs: IPv6 brána
el: Πύλη IPv6
es: Puerta de enlace de IPv6
fr: Passerelle IPv6
hu: IPv6 átjáró
it: Gateway IPv6
lo: ເກດເວ IPv6
pl: Brama IPv6
ro: Gateway IPv6
ru: IPv6-шлюз
uk: IPv6 шлюз
zh_cn: IPv6 网关

source: ISP DNS Servers
af: ISP DNS Bedieners
ca: Servidors DNS del ISP
cs: DNS servery poskytovatele připojení k Internetu
de: ISP DNS-Server
el: Διακομιστές DNS του ISP
es: Servidores DNS del ISP
fr: FAI Serveurs DNS
hu: Internetszolgáltató DNS szerverei
it: Lista server DNS ISP
lo: ເຊີບເວີ DNS ຂອງ ISP
pl: Serwery DNS ISP
ro: Servere ISP DNS
ru: ISP DNS-серверы
sv: ISP DNS Servrar
uk: Сервери DNS ISP
zh_cn: ISP的DNS服务器

source: In/Out Packets
af: In/Uit Pakkies
ca: Paquets d'Entrada/Sortida
cs: Vst./výst. pakety
de: Eingehende/Ausgehende Pakete
el: Πακέτα Εισόδου/Εξόδου
es: Paquetes de Entrada/Salida
fr: Paquets d'entrée / sortie
hu: Be/Ki csomagok
it: Pacchetti In/Out
lo: ແພັກເກັດເຂົ້າ/ອອກ
nl: In/Uitgaande Pakketten
pl: Pakiety We/Wy
ro: Pachete In/Out
ru: Пакеты ввода/вывода
sv: In/Ut paket
uk: Пакети вводу/виводу
zh_cn: 入/出数据包

source: In/Out Errors
af: In/Uit Foute
ca: Errors d'Entrada/Sortida
cs: Vst./výst. chyby
de: Eingabe/Ausgabe Fehler
el: Σφάλματα Εισόδου/Εξόδου
es: Errores de Entrada/Salida
fr: Erreurs d'entrée / sortie
hu: Be/Ki hiba
it: Errore In/Out
lo: ຂໍ້ຜິດພາດເຂົ້າ/ອອກ
nl: In/Uit Fouten
pl: Błędy We/Wy
ro: Erori In/Out
ru: Ошибки ввода/вывода
sv: In/Ut fel
uk: Помилки вводу/виводу
zh_cn: 入/出错误

source: Collisions
af: Botsings
ca: Colisions
cs: Kolize
de: Kollisionen
el: Συγκρούσεις
es: Colisiones
hu: Ütközések
it: Collisioni
lo: ການຕຳກັນ
nl: Conflicten
pl: Kolizje
ro: Coliziuni
ru: Коллизий
sv: Kollisioner
uk: Колізії
zh_cn: 封包冲撞

source: Process State
af: Proses Staat
ca: Estat del procés
cs: Stav procesu
de: Prozessstatus
el: Κατάσταση Διαδικασιών
es: Estado del proceso
fr: État du processus
hu: Folyamatállapot
it: Stato del processo
lo: ສະຖານະໂປຣເຊສ
nl: Proces Staat
pl: Stan procesu
ro: Stare proces
ru: Состояние процесса
sv: Processtatus
uk: Статус процесу
zh_cn: 进程状态

source: Modify Service
af: Modifiseer Diens
ca: Modifica Servei
cs: Upravit službu
de: Änderungsdienst
el: Τροποποίηση Υπηρεσίας
es: Modificar Servicio
fr: Modifier le service
hu: Szolgáltatás módosítása
it: Modifica servizi
lo: ແກ້ໄຂບໍລິການ
nl: Service Aanpasses
pl: Modyfikuj usługę
ro: Modificare serviciu
ru: Изменить сервис
sv: Ändra tjänst
uk: Змінити службу
zh_cn: 修改服务

source: Domain
af: Domein
ca: Domini
cs: Doména
de: Domäne
el: Τομέας
es: Dominio
fr: Domaine
hu: Tartomány
it: Dominio
lo: ໂດເມນ
nl: Domein
pl: Domena
ro: Domeniu
ru: Домен
sv: Domän
uk: Домен
zh_cn: 域

source: NTP time server
af: NTP tyd bediener
ca: Servidor de temps NTP
cs: NTP časový server
de: NTP Zeit Server
el: Διακομιστής ώρας NTP
es: Servidor de fecha y hora NTP
fr: Serveur de temps NTP
hu: NTP-időkiszolgáló
lo: ເຊີບເວີເວລາ NTP
nl: NTP Tijdservers
pl: Serwer czasu NTP
ro: Server NTP
ru: Сервер времени NTP
sv: NTP-tidsserver
uk: Сервер часу NTP
zh_cn: NTP 时间服务器

source: Time update interval
af: Tyd opdateer interval
ca: Interval de temps d'actualització
cs: Interval aktualizace času
de: NTP Update Intervall
el: Μεσοδιάστημα ανανέωσης ώρας
es: Intervalo de actualizacion de la hora
fr: Intervalle de mise à jour
hu: Időfrissítési gyakoriság
it: Intervallo di aggiornamento dell'ora
lo: ຊ່ວງເວລາອັບເດດເວລາ
nl: Interval bijwerken tijd
pl: Czas pomiędzy aktualizacjami czasu
ro: Interval actualizare
ru: Период обновления времени
sv: Intervall för tidsuppdatering
uk: Інтервал оновлення часу
zh_cn: 时间同步间隔

source: A valid IP address or CIDR notation must be specified for the hosts allow.
af: 'N Geldige IP adres of CIDR notasie moet gespesifiseer word vir die gasheer toelaat.
ca: Cal indicar una adreça IP o notació CIDR per permetre els hosts.
cs: Je třeba určit stroje/sítě, ze kterých bude umožněn přístup, a to pomocí platných IP adres / rozsahů (v CIDR zápisu).
de: Eine gültige IP-Adresse oder CIDR-Notation muss für erlaubte Hosts angegeben werden.
el: Μια έγκυρη διεύθυνση IP η ένας έγκυρος συμβολισμός CIDR πρέπει να οριστεί για τους επιτρεπόμενους υπολογιστές.
es: Se debe especificar una IP válida para los host permitidos (notación CIDR)
fr: Une adresse IP valide ou une indication d'adressage CIDR doit être spécifiée pour les ordinateurs autorisés.
hu: Az engedélyezett állomásokhoz érvényes IP cím vagy CIDR jelölés megadása szükséges.
it: Specificare un indirizzo IP valido, oppure un range di indirizzi in formato CIDR, per gli host consentiti.
lo: ຕ້ອງລະບຸທີ່ຢູ່ IP ຫຼື CIDR ທີ່ຖືກຕ້ອງສຳລັບໂຮສຕ໌ທີ່ອະນຸຍາດ.
nl: Een geldig IP-adres of CIDR notatie moet worden opgegeven voor de hosts die zijn toegestaan.
pl: Poprawny adres IP lub CIDR musi zostać określony do zezwoleń dla hostów.
ro: O adresă IP sau clasă CIDR sunt necesare pentru specificarea sistemelor acceptate (host allow)
ru: Действительный IP адрес или CIDR выражение должны быть указаны для допустимых хостов.
sv: En giltig IP-adress eller CIDR måste specificeras för värden.
uk: Правильна IP адреса або CIDR позначення має бути визначено для дозволених хостів.
zh_cn: 必须为允许主机(host allow)指定有效的IP地址或CIDR标记。

source: A valid IPv4 address must be specified for the primary DNS server.
af: 'N Geldige IPv4 adres moet gespesifiseer word vir die primêre DNS bediener.
ca: Una adreça IPv4 vàlida ha de ser especificada per al servidor DNS primari.
cs: Je třeba zadat platnou IPv4 adresu hlavního DNS jmenného serveru.
de: Für den primären DNS-Server muss eine korrekte IPv4-Adresse angegeben werden.
el: Πρέπει να οριστεί μια έγκυρη διεύθυνση IPv4 για τον πρωτεύον διακομιστή DNS.
es: Especifique una dirección IPv4 válida para el servidor primario DNS.
fr: Une adresse IPv4 valide doit être spécifiée pour le serveur DNS principal.
hu: Érvényes IPv4 címet adj meg elsődleges DNS szervernek.
it: Un indirizzo IPv4 valido deve essere specificato per il server DNS primario.
lo: ຕ້ອງລະບຸທີ່ຢູ່ IPv4 ທີ່ຖືກຕ້ອງສຳລັບເຊີບເວີ DNS ຫຼັກ.
nl: Een geldig IPv4-adres moet voor de primaire DNS-server worden opgegeven.
pl: Prawidłowy adres IPv4 musi być określony dla pierwszego serwera DNS
ro: Trebuie să specificați o adresă IPv4 validă pentru serverul DNS primar.
ru: Действительный адрес IPv4 должен быть указан для первичного сервера DNS.
sv: En giltig IPv4 adress måste anges för den primära DNS servern.
uk: Для первинного DNS сервера повинна бути вказана дійсна адреса IPv4.
zh_cn: 必须为主DNS服务器指定有效的IPv4地址。

source: A valid IPv4 address must be specified for the secondary DNS server.
af: 'N Geldige IPv4-adres moet gespesifiseer word vir die sekondêre DNS-bediener.
ca: Una adreça IPv4 vàlida ha de ser especificada per al servidor DNS secundari.
cs: Je třeba zadat platnou IPv4 adresu záložního DNS jmenného serveru.
de: Für den sekundären DNS-Server muss eine korrekte IPv4-Adresse angegeben werden.
el: Πρέπει να οριστεί μια έγκυρη διεύθυνση IPv4 για τον δευτερεύον διακομιστή DNS.
es: Especifique una dirección IPv4 válida para el servidor secundario DNS.
fr: Une adresse IPv4 valide doit être spécifiée pour le serveur DNS secondaire.
hu: Érvényes IPv4 címet adj meg másodlagos DNS szervernek.
it: Un indirizzo IPv4 valido deve essere specificato per il server DNS secondario.
lo: ຕ້ອງລະບຸທີ່ຢູ່ IPv4 ທີ່ຖືກຕ້ອງສຳລັບເຊີບເວີ DNS ສຳຮອງ.
nl: Een geldig IPv4-adres moet worden opgegeven voor de secundaire DNS-server.
pl: Prawidłowy adres IPv4 musi być określony dla drugiego serwera DNS
ro: Trebuie să specificați o adresă IPv4 validă pentru serverul DNS secundar.
ru: Действительный адрес IPv4 должен быть указан для вторичного DNS-сервера.
sv: En giltig IPv4 adress måste anges för den sekundära DNS servern.
uk: Для вторинного DNS сервера повинна бути вказана дійсна адреса IPv4.
zh_cn: 必须为辅助DNS服务器指定有效的IPv4地址。

source: A valid IPv6 address must be specified for the primary DNS server.
af: 'N Geldige IPv6 adres moet gespesifiseer word vir die primêre DNS bediener.
ca: Una adreça IPv6 vàlida ha de ser especificada per al servidor DNS primari.
cs: Je třeba zadat platnou IPv6 adresu hlavního DNS jmenného serveru.
de: Für den primären DNS-Server muss eine zulässige IPv6-Adresse angegeben werden.
el: Πρέπει να οριστεί μια έγκυρη διεύθυνση IPv6 για τον πρωτεύον διακομιστή DNS.
es: Especifique una dirección IPv6 válida para el servidor primario DNS.
fr: Une adresse IPv6 valide doit être spécifiée pour le serveur DNS principal.
hu: Érvényes IPv6 címet adj meg elsődleges DNS szervernek.
it: Un indirizzo IPv6 valido deve essere specificato per il server DNS primario.
lo: ຕ້ອງລະບຸທີ່ຢູ່ IPv6 ທີ່ຖືກຕ້ອງສຳລັບເຊີບເວີ DNS ຫຼັກ.
nl: Een geldig IPv6-adres moet voor de primaire DNS-server worden opgegeven.
pl: Prawidłowy adres IPv6 musi być określony dla pierwszego serwera DNS
ro: Trebuie să specificați o adresă IPv6 validă pentru serverul DNS primar.
ru: Действительный адрес IPv6 должен быть указан для первичного сервера DNS.
sv: En giltig IPv6 adress måste anges för den primära DNS servern.
uk: Для первинного DNS сервера повинна бути вказана дійсна адреса IPv6.
zh_cn: 必须为主DNS服务器指定有效的IPv6地址。

source: A valid IPv6 address must be specified for the secondary DNS server.
af: 'N Geldige IPv6 adres moet gespesifiseer word vir die sekondêre DNS bediener.
ca: Una adreça IPv6 vàlida ha de ser especificada per al servidor DNS secundari.
cs: Je třeba zadat platnou IPv6 adresu záložního DNS jmenného serveru.
de: Für den sekundären DNS-Server muss eine zulässige IPv6-Adresse angegeben werden.
el: Πρέπει να οριστεί μια έγκυρη διεύθυνση IPv6 για τον δευτερεύον διακομιστή DNS.
es: Especifique una dirección IPv6 válida para el servidor secundario DNS.
fr: Une adresse IPv6 valide doit être spécifiée pour le serveur DNS secondaire.
hu: Érvényes IPv6 címet adj meg másodlagos DNS szervernek..
it: Un indirizzo IPv6 valido deve essere specificato per il server DNS secondario.
lo: ຕ້ອງລະບຸທີ່ຢູ່ IPv6 ທີ່ຖືກຕ້ອງສຳລັບເຊີບເວີ DNS ສຳຮອງ.
nl: Een geldig IPv6-adres moet worden opgegeven voor de secundaire DNS-server.
pl: Prawidłowy adres IPv6 musi być określony dla drugiego serwera DNS
ro: Trebuie să specificați o adresă IPv6 validă pentru serverul DNS secundar.
ru: Действительный адрес IPv6 должен быть указан для вторичного DNS-сервера.
sv: En giltig IPv6 adress måste anges för den sekundära DNS servern.
uk: Для вторинного DNS сервера повинна бути вказана дійсна адреса IPv6.
zh_cn: 必须为辅助DNS服务器指定有效的IPv6地址。

source: The time update interval must be between 6 and 1440.
af: Die tyd opdaterings interval moet tussen 6 en 1440 wees.
ca: L'interval d'actualització del temps ha de ser entre 6 i 1440.
cs: Je třeba aby interval aktualizace času byl mezi 6 a 1440.
de: Das Aktualisierungintervall der Zeit muss zwischen 6 und 1440 liegen.
el: Το μεσοδιάστημα ανανέωσης της ώρας πρέπει να είναι μεταξύ 6 και 1440.
es: El intervalo de tiempo debe estar entre 6 y 1440.
fr: L'intervalle de mise à jour du temps doit être compris entre 6 et 1440.
hu: Az időszinkronizáció értéke 6 és 1440 közé kell, hogy essen.
it: L'intervallo di aggiornamento deve essere compreso tra 6 e 1440.
lo: ຊ່ວງເວລາອັບເດດເວລາຕ້ອງຢູ່ລະຫວ່າງ 6 ແລະ 1440.
nl: Het tijd update-interval moet zijn tussen de 6 en 1440.
pl: Interwał aktualizacji czasu musi być pomiędzy 6 a 1440
ro: Intervalul de timp pentru actualizare trebuie să fie între 6 și 1440.
ru: Интервал времени обновления должен быть между 6 и 1440.
sv: Uppdateringsintervallet för tidsuppdatering måste vara mellan 6 och 1440.
uk: Час інтервалу оновлення має становити від 6 до 1440.
zh_cn: 时间更新间隔必须在6到1440之间。

source: A NTP time server name may only contain the following characters: a-z, 0-9, '-' and '.'.
af: 'N NTP tyd bediener naam mag slegs die volgende karakters bevat: a-z, 0-9, '-' en '.'.
ca: Un nom del servidor de temps NTP només pot contenir els següents caràcters: a-z, 0-9, '-' i '.'.
cs: Název časového (NTP) serveru se může sestávat pouze z písmen a-z (bez diakritiky), číslic 0-9, dále znaků „-“ (spojovník), a „.“ (tečka).
de: Ein NZTP-Zeitservername darf nur die folgenden Buchstaben beinhalten: a-z, 0-9, '-' und '.'
el: Το όνομα του διακομιστή ώρας NTP μπορεί να περιέχει μόνο τους ακόλουθους χαρακτήρες: a-z, 0-9, '-' και '.'.
es: Un nombre de servidor NTP de tiempo, solo puede contener los siguientes caracteres: a-z, 0-9, '-' and '.'.
fr: Un nom de serveur de temps NTP ne peut contenir que les caractères suivants: a-z, 0-9, '-' et '.'.
hu: Az NTP időszerver neve a következő karaktereket tartalmazhatja: : a-z, 0-9, '-' és '.'.
it: Il nome di un server NTP può contenere solo i caratteri seguenti: a-z, 0-9, '-' e '.'.
lo: ຊື່ເຊີບເວີເວລາ NTP ສາມາດມີໄດ້ແຕ່ຕົວອັກສອນຕໍ່ໄປນີ້: a-z, 0-9, '-' ແລະ '.'.
nl: De naam van een NTP tijdserver mogen alleen de volgende tekens bevatten: a-z, 0-9, '-' en '.'.
pl: Nazwa serwera czasu NTP może zawierać tylko następujące znaki: a-z, 0-9, "-" i ".".
ro: Numele serverului NTP poate conține doar următoarele caractere: a-z, 0-9, '-' și '.'.
ru: Имя сервера времени NTP может содержать только следующие символы: a-z, 0-9, '-' и '.'.
sv: Namnet på en NTP tidsserver får endast innehålla följande tecken: a-z, 0-9, '-' och '.'.
uk: Ім'я сервера часу NTP може складатися лише з наступних символів: a-z, 0-9, '-' та '.'.
zh_cn: NTP时间服务器名称只能包含以下字符：a-z, 0-9, '-' 和 '.'。

source: General Setup
af: Algemene Instelling
ca: Configuració general
cs: Obecná nastavení
de: Allgemeine Einstellungen
el: Γενικές Ρυθμίσεις
es: Configuracion general
fr: Configuration générale
hu: Általános beállítások
it: Impostazioni generali
lo: ການຕັ້ງຄ່າທົ່ວໄປ
nl: Algemene Instellingen
pl: Opcje ogólne
ro: Setări generale
ru: Общие параметры
sv: Grundinställningar
uk: Загальні налаштування
zh_cn: 常规设置

source: WebGUI
ca: Interfície Web gràfica d'usuari
cs: Webové správní rozhraní
de: Weboberfläche
el: Web περιβάλλον διαχείρισης
fr: Interface Web
hu: Webes felhasználói felület (WebGUI)
ro: Interfață Web
ru: Web-интерфейс
uk: Веб інтерфейс
