Repository: rojim666/xigmanas-code-r10599-trunk
Catalog: locale/xigmanas-*.po
Languages: af, ca, cs, de, el, es, fr, hu, it, lo, nl, pl, ro, ru, sv, uk, zh_cn

source: Edit Portal Group
af: Wysig Portaal Groep
ca: Editar Grup de portal
cs: Upravit skupinu portálu
de: Portalgruppen bearbeiten
el: Επεξεργασία Ομάδας Portal
es: Editar grupo portal
fr: Modifier le groupe portail
hu: Portál csoport módosítása
it: Modifica il gruppo portale
lo: ແກ້ໄຂກຸ່ມພໍທໍ
nl: Portaal Groep Bewerken
ro: Editare grup portal
ru: Изменить группу портала
sv: Editera Portalgruppen
uk: Редагувати групу портала
zh_cn: 编辑门户组

source: Portal Group is marked for deletion
af: Portal Group is gemerk vir skrap
ca: El grup portal està marcat per esborrar
cs: Skupina portálu je označena ke smazání
de: Portalgruppe ist zur Löschung vorgemerkt
el: Η Ομάδα Portal έχει σημειωθεί προς διαγραφή
es: El grupo de portal está marcado para borrarlo
fr: Le groupe de portails est marqué pour la suppression
hu: A portál csoportot törlésre megjelölték
it: Il gruppo Portal è segnato per essere cancellato
lo: ກຸ່ມພໍທໍຖືກໝາຍໄວ້ເພື່ອລຶບ
nl: Portaalgroep is gemerkt om verwijderd te worden
ro: Grupul Portal este marcat pentru ștergere
ru: Группа портала отмечена для удаления
sv: Portalgruppen är markerad för borttagning
uk: Група порталу позначена для видалення
zh_cn: 门户组被标记为删除

source: Portal Group is locked
af: Portaal Groep is toegeslot
ca: Grup de portal està bloquejat
cs: Skupina portálu je uzamčena
de: Portalgruppe ist gesperrt
el: Η Ομάδα Portal είναι κλειδωμένη
es: El grupo de portal está bloqueado
fr: Le groupe Portal est verrouillé
hu: A portál csoport zárolt
it: Il gruppo Portal è bloccato
lo: ກຸ່ມພໍທໍຖືກລັອກ
nl: Portaalgroep is geblokkeerd
ro: Grupul Portal este blocat
ru: Группа портала заблокирована
sv: Portalgruppen är låst
uk: Група порталу заблокована
zh_cn: 门户组被锁定

source: Portal Group is unlocked
af: Portal Group is ontgeslot
ca: Grup portal està desbloquejat
cs: Skupina portálu je odemčena
de: Portalgruppe ist entsperrt
el: Η Ομάδα Portal είναι ξεκλείδωτη
es: El grupo de portal está desbloqueado
fr: Le groupe Portal est déverrouillé
hu: A portál csoport zárolása feloldva
it: Il gruppo della porta è sbloccato
lo: ກຸ່ມພໍທໍຖືກປົດລັອກ
nl: Portaalgroep is vrijgegeven
ro: Grupul Portal este deblocat
ru: Группа портала разблокирована
sv: Portalgruppen är olåst
uk: Група порталу розблокована
zh_cn: 门户组已解锁

source: Delete Selected Portal Groups
af: Skrap Geselekteerde Portaal Groepe
ca: Suprimeix grups de Portal seleccionats
cs: Smazat označené skupiny portálu
de: Ausgewählte Portalgruppen löschen
el: Διαγραφή Επιλεγμένων Ομάδων Portal
es: Borrar los grupos de portal seleccionados
fr: Supprimer les groupes de portails sélectionnés
hu: Kiválasztott Portál csoportok törlése
it: Elimina i gruppi portale selezionati
lo: ລຶບກຸ່ມພໍທໍທີ່ເລືອກ
nl: Geselecteerde Portaal Groepen Verwijderen
ro: Ștergere grupuri portal selectate
ru: Удалить выбранные группы портала
sv: Ta bort valda portalgrupper
uk: Видалити обрані групи порталів
zh_cn: 删除选定的门户组

source: Disable Selected Portal Groups
af: Deaktiveer Geselekteerde Portaal Groepe
ca: Desactiveu els grups de portal seleccionats
cs: Vypnout označené skupiny portálů
de: Ausgewählte Portalgruppen deaktivieren
el: Απενεργοποίηση Επιλεγμένων Ομάδων Portal
es: Deshabilitar los grupos de portal seleccionados
fr: Désactiver les groupes portail sélectionnés
hu: Kiválasztott Portál csoportok tiltása
it: Disabilita i gruppi Portal selezionati
lo: ປິດໃຊ້ງານກຸ່ມພໍທໍທີ່ເລືອກ
nl: Geselecteerde Portaal Groepen Uitschakelen
ro: Dezactivare Grupuri portal selectate
ru: Отключить выбранные группы портала
sv: Inaktivera valda portalgrupper
uk: Вимкнути обрані групи порталів
zh_cn: 禁用选定的门户组

source: Enable Selected Portal Groups
af: Inskakel Geselekteerde Portaal Groepe
ca: Activar els grups de portal seleccionats?
cs: Zapnout označené skupiny portálu
de: Ausgewählte Portalgruppen aktivieren
el: Ενεργοποίηση Επιλεγμένων Ομάδων Portal
es: Habilitar los grupos de portal seleccionados
fr: Activer les groupes de portails sélectionnés
hu: Kiválasztott portál csoportok engedélyezése
it: Attiva i gruppi portale selezionati
lo: ເປີດໃຊ້ງານກຸ່ມພໍທໍທີ່ເລືອກ
nl: Geselecteerde Portaalgroepen Inschakelen
ro: Activare grupuri portal selectate
ru: Включить выбранные группы портала
sv: Aktivera valda portalgrupper
uk: Дозволити обрані групи портала
zh_cn: 启用选定的门户组

source: Toggle Selected Portal Groups
af: Toggle Geselekteerde Portaal Groepe
ca: Commuta els grups de portal seleccionats
cs: Vyp/zap označené skupiny portálu
de: Ausgewählte Portalgruppen umschalten
el: Μεταβολή Επιλεγμένων Ομάδων Portal
es: Alternar grupos de portal seleccionados
fr: Changer d'état les Groupes Portail Sélectionnés
hu: Kiválasztott portál csoportok átkapcsolása
it: Attivare i gruppi di portali selezionati
lo: ສະຫຼັບການໃຊ້ງານກຸ່ມພໍທໍທີ່ເລືອກ
nl: Geselecteerde Portaal Groepen Omschakelen
ro: Inversare selecție grupuri portal
ru: Переключить выбранные группы портала
sv: Växla valda portalgrupper
uk: Перемкнути обрані групи порталу
zh_cn: 切换选定的门户组

source: Do you want to delete selected portal groups?
af: Wil jy geselekteerde portaalgroepe skrap?
ca: Voleu eliminar els grups de portal seleccionats?
cs: Opravdu chcete označené skupiny portálů smazat?
de: Möchten Sie die ausgewählten Portalgruppen löschen?
el: Θέλετε να διαγράψετε τις επιλεγμένες ομάδες portal;
es: Quieres borrar los grupos de portal seleccionados?
fr: Voulez-vous supprimer les groupes de portails sélectionnés?
hu: Biztos, hogy törli a kiválasztott Portál csoportokat?
it: Desideri cancellare i gruppi di portali selezionati?
lo: ທ່ານຕ້ອງການລຶບກຸ່ມພໍທໍທີ່ເລືອກອອກບໍ່?
nl: Wilt u de geselecteerde portaalgroepen verwijderen?
ro: Doriți să ștergeți grupurile portal selectate?
ru: Вы хотите удалить выбранные группы портала?
sv: Vill du ta bort valda portalgrupper?
uk: Ви підтверджуєте видалення обраних груп порталів?
zh_cn: 你想删除选定的门户组？

source: Do you want to disable selected portal groups?
af: Wil jy geselekteerde portaal groepe deaktiveer?
ca: Voleu desactivar els grups de portal seleccionats?
cs: Opravdu chcete vypnout označené skupiny portálů?
de: Möchten Sie die ausgewählten Portaufzeichnungen deaktivieren?
el: Θέλετε να απενεργοποιήσετε τις επιλεγμένες ομάδες portal;
es: Quieres deshabilitar los grupos de portal seleccionados?
fr: Voulez-vous désactiver les groupes de portails sélectionnés?
hu: Biztos, hogy kikapcsolja a kiválasztott Portál csoportokat?
it: Vuoi disattivare i gruppi di portali selezionati?
lo: ທ່ານຕ້ອງການປິດໃຊ້ງານກຸ່ມພໍທໍທີ່ເລືອກບໍ່?
nl: Wilt u de geselecteerde portaalgroepen uitschakelen?
ro: Doriți să dezactivați grupurile portal selectate?
ru: Вы хотите отключить выбранные группы портала?
sv: Vill du inaktivera valda portalgrupper?
uk: Ви підтверджуєте вимкнення обраних груп порталу?
zh_cn: 你想禁用选定的门户组？

source: Do you want to enable selected portal groups?
af: Wil jy geselekteerde portaal groepe inskakel?
ca: Voleu activar els grups de portal seleccionats?
cs: Opravdu chcete zapnout označené skupiny portálu?
de: Möchten Sie die ausgewählten Portalgruppen aktivieren?
el: Θέλετε να ενεργοποιήσετε τις επιλεγμένες ομάδες portal;
es: Quieres habilitar los grupos de portal seleccionados?
fr: Voulez-vous activer les groupes de portails sélectionnés?
hu: Biztos, hogy bekapcsolja kiválasztott Portál csoportokat?
it: Vuoi abilitare i portali gruppo selezionati?
lo: ທ່ານຕ້ອງການເປີດໃຊ້ງານກຸ່ມພໍທໍທີ່ເລືອກບໍ່?
nl: Wilt u de geselecteerde portaalgroepen inschakelen?
ro: Doriți să activați grupurile portal selectate?
ru: Вы хотите включить выбранные группы портала?
sv: Vill du aktivera valda portalgrupper?
uk: Ви підтверджуєте увімкнення обраних груп порталу?
zh_cn: 你想启用选定的门户群组吗？

source: Do you want to toggle selected portal groups?
af: Doen jy wil geselekteerde portaal groepe toggle?
ca: Voleu canviar els grups de portal seleccionats?
cs: Opravdu chcete přepnout označené skupiny portálu?
de: Möchten Sie die ausgewählten Portalgruppen umschalten?
el: Θέλετε να μεταβάλλετε τις επιλεγμένες ομάδες portal;
es: Quieres cambiar los grupos de portal seleccionados?
fr: Voulez-vous changer d'état les groupes portail sélectionnés?
hu: Biztos, hogy átkapcsolod a kiválasztott portál csoportokat?
it: Vuoi attivare i gruppi portali selezionati?
lo: ທ່ານຕ້ອງການສະຫຼັບການໃຊ້ງານກຸ່ມພໍທໍທີ່ເລືອກບໍ່?
nl: Wilt u de geselecteerde portaalgroepen omschakelen?
ro: Doriți să inversați selecția grupurilor portal?
ru: Вы хотите переключать выбранные группы портала?
sv: Vill du växla valda portalgrupper?
uk: Ви підтверджуєте перемикання вибраних груп портала?
zh_cn: 你想切换选定的门户组吗？

source: Name of the Portal Group.
af: Naam van die Portaal Groep.
ca: Nom del grup de portal
cs: Název skupiny portálu.
de: Name der Portalgruppe
el: Όνομα της Ομάδας Portal.
es: Nombre del grupo portal.
fr: Nom du groupe portail.
hu: A portál csoport neve
it: Nome del gruppo Portal
lo: ຊື່ຂອງກຸ່ມພໍທໍ.
nl: Naam van de portaalgroep
ro: Numele grupului Portal.
ru: Имя группы портала.
sv: Namnet på portalgruppen
uk: Ім'я групи порталу.
zh_cn: 门户组的名称

source: Portal Group Name
af: Portaal Groep Naam
ca: Nom del grup del portal
cs: Název skupiny portálu
de: Portalgruppenname
el: Όνομα Ομάδας Portal
es: Nombre de grupo portal
fr: Nom du groupe de portail
hu: Portál csoport neve
it: Nome del gruppo Portal
lo: ຊື່ກຸ່ມພໍທໍ
nl: Portaalgroep naam
ro: Nume Grup Portal
ru: Имя группы портала
sv: Portalgruppsnamn
uk: Ім'я групи порталу
zh_cn: 门户组名称

source: These parameters will be added to this portal-group.
af: Hierdie parameters sal bygevoeg word tot hierdie portaal-groep.
ca: Aquests paràmetres s'afegiran a aquest grup de portal.
cs: Tyto parametry budou přidány do této skupiny portálu.
de: Diese Parameter werden zu dieser Portal-Gruppe hinzugefügt.
el: Αυτές οι παράμετροι θα προστεθούν σε αυτή την ομάδα portal.
es: Estos parámetros se añadirán a este grupo de portal.
fr: Ces paramètres vont être jaoutés à ce portal-group
hu: Ezeket a paramétereket ehhez a portál-csoporthoz adjuk hozzá
it: Questi parametri verranno aggiunti a questo gruppo portale
lo: ພາຣາມິເຕີເຫຼົ່ານີ້ຈະຖືກເພີ່ມເຂົ້າໃນກຸ່ມພໍທໍນີ້.
nl: Deze parameters worden toegevoegd aan deze portaal-groep.
ro: Acești parametri vor fi adăugați la acest grup-portal.
ru: Эти параметры будут добавлены в эту группу портала.
sv: Dessa parametrar kommer läggas till i denna portalgrupp.
uk: Ці параметри будуть додані до цієї групи порталу.
zh_cn: 这些参数将添加到此门户组。

source: Assign a previously defined authentication group to the portal group, to be used for target discovery.
af: Ken 'n voorheen gedefinieerde ontentisering groep toe aan die portaalgroep, om word vir teiken ontdekking.
ca: Assigneu un grup d'autenticació prèviament definit al grup del portal, que s'utilitzarà per al descobriment d'objectius.
cs: Přiřadit dříve určenou ověřovací skupinu portálu skupině portálu pro použití při objevování cíle.
de: Weise eine zuvor definierte Authentifizierungsgruppe der Portralgruppe zu, die für die Zielerkennung verwendet wird.
el: Ορίστε μια προηγουμένως καθορισμένη ομάδα πιστοποίησης στην ομάδα portal, για να χρησιμοποιηθεί για ανεύρεση προορισμών.
es: Asignar un grupo de autenticación previamente definido al grupo portal, se usará para descubrir objetivos.
fr: Affectez un groupe d'authentification précédemment défini au groupe de portail, à utiliser pour la découverte de la cible.
hu: Egy korábban meghatározott hitelesítési csoport hozzárendelése a portál csoporthoz, hogy használjuk a cél felderítésére.
it: Assegnare un gruppo di autenticazione precedentemente definito al portale del gruppo, per essere usato come ricerca dell'obiettivo.
lo: ກຳນົດກຸ່ມການຢືນຢັນຕົວຕົນທີ່ໄດ້ກຳນົດໄວ້ກ່ອນໜ້ານີ້ໃຫ້ກັບກຸ່ມພໍທໍ, ເພື່ອໃຊ້ສຳລັບການຄົ້ນພົບເປົ້າໝາຍ.
nl: Wijs een eerder gedefinieerde verificatiegroep toe aan de portaalgroep, die moet worden gebruikt voor het opsporen van doelen.
ro: Alocă un grup de autentificare definit anterior pentru a fi utilizat la identificarea destinațiilor.
ru: Назначьте ранее определенную группу аутентификации группе портала, которая будет использоваться для обнаружения цели.
sv: Anslut en tidigare skapad autentiseringsgrupp till portalgruppen för att användas för målsökning.
uk: Призначає групі порталу раніше визначену групу автентифікації, яка буде використовуватися для виявлення цілі.
zh_cn: 将之前定义的认证组分配给门户组，以用于目标发现。

source: Deny discovery
af: Ontken ontdekking
ca: No permet descobriment
cs: Odepřít zjišťování
de: Entdeckung verweigern
el: Άρνηση ανεύρεσης
es: Denegar descubrimiento
fr: Refuser la découverte
hu: Felderítés tiltása
it: Impedisci il discovery
lo: ປະຕິເສດການຄົ້ນພົບ
nl: Weiger ontdekking
ro: Blocare identificare
ru: Отклонить обнаружение
sv: Neka sökning
uk: Заборонити виявлення
zh_cn: 拒绝发现

source: Permit discovery without authentication
af: Permit ontdekking sonder ontentisering
ca: Permet el descobriment sense autenticació
cs: Umožnit objevování bez ověřování
de: Entdeckung ohne Authentifizierung zulassen
el: Επιτρέπεται ανεύρεση χωρίς πιστοποίηση
es: Permitir descubrimiento sin autenticación
fr: Permettre la découverte sans authentification
hu: Hitelesítés nélküli felderítés tiltása
it: Permetti la ricerca senza autenticazione
lo: ອະນຸຍາດການຄົ້ນພົບໂດຍບໍ່ຕ້ອງຢືນຢັນຕົວຕົນ
nl: Sta zoekfunctie toe zonder verificatie
ro: Permite identificările (în rețea) fără autentificare
ru: Разрешить обнаружение без аутентификации
sv: Tillåt sökning utan autentisering
uk: Дозволити виявлення без автентицікації
zh_cn: 允许发现而无需验证

source: Determines which targets are returned during discovery.
af: Bepaal watter teikens word tydens ontdekking terugbesorg.
ca: Determina quins objectius es retornen durant el descobriment.
cs: Určuje cíle, které jsou vráceny během objevení.
de: Bestimmt, welche Ziele während der Entdeckung zurückgegeben werden.
el: Καθορίζει ποιοι προορισμοί θα επιστρέφονται κατά τη διάρκεια της ανεύρεσης.
es: Determina qué objetivos serán mostrados durante el descubrimiento.
fr: Détermine quelles cibles sont renvoyées lors de la découverte.
hu: Meghatározza, hogy mely célok érhetők el a felderítés során.
it: Determina quali target sono riportati durante la ricerca.
lo: ກຳນົດວ່າເປົ້າໝາຍໃດຈະຖືກສົ່ງຄືນໃນລະຫວ່າງການຄົ້ນພົບ.
nl: Hiermee bepaalt u welke doelen terugkomen tijdens ontdekking.
ro: Stabileșete destinațiile returnate în timpul scanării.
ru: Определяет, какие цели определяются во время обнаружения.
sv: Avgör vilka mål som visas under sökning.
uk: Визначає, які цілі повертаються під час виявлення.
zh_cn: 确定在发现过程中返回哪些目标。

source: Discovery will return all targets assigned to this portal group.
af: Ontdekking sal gee alle teikens terug opgedra om hierdie portaal groep.
ca: El descobriment tornarà tots els objectius assignats a aquest grup de portal.
cs: Objevování vrátí všechny cíle přiřazené k této skupině portálu.
de: Entdeckung wird alle Ziele ausgeben, die dieser Portalgruppe zugewieden sind.
el: Η ανεύρεση θα επιστρέφει όλους τους προορισμούς που έχουν οριστεί σε αυτή την ομάδα portal.
es: El descubrimiento retornará todos los objetivos asignados a este grupo portal.
fr: La découverte retournera toutes les cibles assignées à ce groupe de portails.
hu: A felderítés a portál csoporthoz rendelt összes célt vissza fogja adni.
it: La ricerca evidenza tutti i target assegnati a questo gruppo portale.
lo: ການຄົ້ນພົບຈະສົ່ງຄືນເປົ້າໝາຍທັງໝົດທີ່ຖືກກຳນົດໃຫ້ກັບກຸ່ມພໍທໍນີ້.
nl: Ontdekking levert alle doelen die zijn toegewezen aan deze portaal groep.
ro: Scanarea va returna toate destinațiile asignate acestui grup portal.
ru: Обнаружение вернет все цели, назначенные этой группе портала.
sv: Sökning kommer visa alla mål som är definierade för denna portalgrupp.
uk: Виявлення поверне всі цілі, призначені до цієї групи порталів.
zh_cn: 发现将返回分配给此门户组的所有目标。

source: Discovery will not return targets that cannot be accessed by the initiator because of their initiator-portal.
af: Ontdekkings sal nie terugkeer teikens daardie kan nie wees toegangde deur die inisieerder omdat van hulle inisieerder-portaal.
ca: El descobriment no retornarà objectius que l'iniciador no pugui accedir a causa del seu iniciador-portal.
cs: Průzkum nevrátí cíle ke kterým nemůže přistupovat iniciátor kvůli jejich portálu iniciátoru.
de: Entdeckung wird keine Ziele ausgeben, die durch den Initiator wegen ihrers Initiatorportals nicht erreicht werden können.
el: Η ανεύρεση δεν θα επιστρέφει προορισμούς οι οποίοι δεν μπορούν να προσπελαστούν από τον εκκινητή εξαιτίας του portal του εκκινητή τους.
es: El descubrimiento no retornará objetivos que no sean accesibles por el iniciador por causa del portal del iniciador.
fr: La découverte ne renverra pas les cibles inaccessibles à l'initiateur en raison de leur portail initiateur.
hu: A felderítés nem fogja visszaadni azokat a célokat, amelyeket a kezdeményező nem érhet el a kezdeményezői portáljuk miatt.
it: La ricerca non evidenza i target a cui l'inizializzatore non può accedere a causa del proprio portale di iniziatore.
lo: ການຄົ້ນພົບຈະບໍ່ສົ່ງຄືນເປົ້າໝາຍທີ່ initiator ບໍ່ສາມາດເຂົ້າເຖິງໄດ້ ເນື່ອງຈາກ initiator-portal ຂອງພວກມັນ.
nl: Ontdekking retourneert geen doelen waartoe de initiator geen toegang heeft vanwege hun initiator-portaal.
ro: Scanarea nu va returna destinații care nu pot fi accesate de inițiator din cauza inițiatorului-portal.
ru: Обнаружение не будет возвращать цели, к которым инициатор не может получить доступ, из-за своего инициатора-портала.
sv: Sökning kommer inte visa mål som inte initieraren har tillgång till beroende på dess intierarportal.
uk: Виявлення не поверне цілі, до яких ініціатор не може отримати доступ через їх ініціатор-портал.
zh_cn: 发现不会返回启动器无法访问的目标，因为它们的发起者门户。

source: The check will include both initiator-portal and initiator-name.
af: Die tjek bevat sowel die inisiatief-portaal en inisieerder-naam.
ca: El xec inclourà tant el portal iniciador com el nom de l'iniciador.
cs: Kontrola bude zahrnovat jak portál iniciátoru, tak název iniciátoru.
de: Die Überprüfung umfasst sowohl das Initiatorportal als auch den Initiatornamen.
el: Ο έλεγχος θα συμπεριλάβει το portal-εκκινητή καθώς και το όνομα-εκκινητή.
es: El control incluirá tanto el portal del iniciador como el nombre del iniciador.
fr: La vérification inclura à la fois le portail initiateur et le nom de l'initiateur.
hu: Az ellenőrzés magába foglalja a kezdeményező-portált és a kezdeményező-nevet is.
it: Il controllo includerà sia il portale-inizializzatore che il nome-inizializzatore
lo: ການກວດສອບຈະລວມທັງ initiator-portal ແລະ initiator-name.
nl: De controle omvat zowel de initiator-portaal en initiator-naam.
ro: Verificarea va include atât portalul-inițiator cât și numele inițiatorului.
ru: Проверка будет включать как инициатор-портал, так и имя инициатора.
sv: Kontrollen inkluderar både initiatorportal och initiatornamn.
uk: Перевірка включатиме і ініціатор-портал, і ім'я ініціатора.
zh_cn: 该检查将包括启动器门户和启动器名称。

source: The check will include initiator-portal, initiator-name, and authentication credentials. The target is returned if it does not require CHAP authentication, or if the CHAP user and secret used during discovery match those used by the target.
af: Die tjek bevat inisiatiefportaal, inisieerder-naam en ontentiseringbewyse. Die teiken word teruggestuur as dit nie CHAP ontentisering vereis nie, of as die CHAP-gebruiker en geheim wat tydens ontdekking gebruik word, ooreenstem met dié wat deur die teiken gebruik word.
ca: El xec inclourà el portal de l'iniciador, el nom de l'iniciador i les credencials d'autenticació. L'objectiu es retorna si no requereix autenticació CHAP o si l'usuari CHAP i el secret utilitzat durant el descobriment coincideixen amb els utilitzats per l'objectiu.
cs: Tato kontrola zahrnuje portál iniciátoru, název iniciátoru a přihlašovací údaje pro ověření. Pokud nevyžaduje CHAP ověření, je vrácen cíl, nebo pokud CHAP uživatel a tajemství použité při objevování se shodují s těmi používanými cílem.
de: Die Überprüfung umfasst Initiatorportal, Initiatornamen und Berechtigungsnachweis. Das Ziel wird zurückgegeben, falls es keine CHAP Authentifizierung erfordert, oder falls der CHAP Benutzer und das bei der Entdeckung verwendete Geheimnis mit dem übereinstimmen, das vom Ziel vewendet wurde.
el: Ο έλεγχος θα συμπεριλάβει το portal-εκκινητή, το όνομα-εκκινητή και στοιχεία πιστοποίησης. Ο προορισμός επιστρέφεται αν δεν απαιτεί πιστοποίηση CHAP, ή αν ο χρήστης CHAP και το μυστικό συνθηματικό που χρησιμοποιούνται κατά τη διάρκεια της ανεύρεσης ταιριάζουν με αυτά που χρησιμοποιούνται από τον προορισμό.
es: La verificación incluirá el iniciador-portal, el nombre-iniciador y las credenciales de autenticación. El objetivo se devuelve si no requiere autenticación CHAP, o si el usuario CHAP y el secreto utilizado durante el descubrimiento coinciden con los utilizados por el objetivo.
fr: La vérification comprendra les informations d'identification portail initiateur,le nom de l'initiateur et d'authentification. La cible est renvoyée si elle ne nécessite pas d'authentification CHAP ou si l'utilisateur CHAP et le secret utilisés lors de la reconnaissance correspondent à ceux utilisés par la cible.
hu: Az ellenőrzés magába foglalja a kezdeményező-portált, a kezdeményező-nevet és a hitelesítő adatokat. A célt adja vissza, ha nem igényel CHAP-hitelesítést vagy ha a felderítés során használt CHAP-felhasználó és -titok megegyezik a cél használtakkal.
it: Il controllo includerà il portale-inizializzatore, il nome-inizializzatore e le credenziali di autenticazione. L'obiettivo è restituito se non richiede autenticazione CHAP, o se lo user e la chiave segreta CHAP usati durante la scoperta coincidono con quelli usati dall'obiettivo.
lo: ການກວດສອບຈະລວມທັງ initiator-portal, initiator-name, ແລະ ຂໍ້ມູນການຢືນຢັນຕົວຕົນ. ເປົ້າໝາຍຈະຖືກສົ່ງຄືນຖ້າມັນບໍ່ຕ້ອງການການຢືນຢັນຕົວຕົນແບບ CHAP, ຫຼື ຖ້າຜູ້ໃຊ້ CHAP ແລະ ລະຫັດລັບທີ່ໃຊ້ໃນລະຫວ່າງການຄົ້ນພົບກົງກັບທີ່ເປົ້າໝາຍໃຊ້.
nl: De controle zal omvatten de initiator-portaal, initiator-naam en verificatie gegevens. Het doel wordt geretourneerd als het CHAP verificatie niet vereist is, of als de CHAP gebruiker en wachtwoord gebruikt tijdens de ontdekking overeenkomen met die welke worden gebruikt door het doel.
ro: Verificarea va include portalul-inițiator, numele-inițiator și credențialele de autentificare. Destinația va returna dacă necesită sau nu autentificare CHAP, sau dacă utilizatorul CHAP și secretul utilizat în faza de identificare corespund celor solicitate.
ru: Проверка будет включать инициатор-портал, имя инициатора и учетные данные для проверки подлинности. Цель возвращается, если для нее не требуется аутентификация CHAP, или если пользователь и секретный код CHAP, используемые во время обнаружения, соответствуют тем, которые используются целевым объектом.
sv: Kontrollen inkluderar både initiatorportal, initiatornamn och autentifieringsuppgifter. Målet öppnas om det inte kräver CHAP autentifiering, eller om den CHAP användare och hemlighet som användes under sökningen matchar de som används av målet.
uk: Перевірка включатиме ініціатор-портал, ім'я ініціатора та облікові дані автентифікації. Ціль повертається, якщо вона не вимагає автентифікації CHAP, або якщо користувач CHAP і секретна фраза, які використовуються при виявленні, відповідають тим, які використовуються ціллю.
zh_cn: 该检查将包括启动器门户，启动器名称和认证凭证。 如果不需要CHAP身份验证，或者在发现过程中使用的CHAP用户和密钥与目标使用的CHAP用户和密钥相匹配，则会返回目标。
