Repository: rojim666/xigmanas-code-r10599-trunk
Catalog: locale/xigmanas-*.po
Languages: af, ca, cs, de, el, es, fr, hu, it, lo, nl, pl, ro, ru, sv, uk, zh_cn

source: Enable store DOS attributes.
af: Inskakel winkel DOS attribuute.
ca: Habilitar magatzem d'atributs DOS.
cs: Uchovávat DOS atributy.
de: DOS-Attribute aktivieren
el: Ενεργοποίηση αποθήκευσης χαρακτηριστικών DOS.
es: Habilitar el salvar los atributos DOS
fr: Activer les attributs DOS de stockage
hu: DOS attribútumok tárolásának engedélyezése.
it: Abilita salvataggio attributi DOS
lo: ເປີດໃຊ້ງານການເກັບຄຸນລັກສະນະ DOS.
nl: Inschakelen opslaan DOS attributen.
ro: Activare salvare atribute DOS.
ru: Включить хранение атрибутов DOS.
sv: Aktivera lagring av DOS attribut.
uk: Дозволити зберігання DOS атрибутів.
zh_cn: 启用存储DOS属性。

source: If this parameter is set, Samba attempts to first read DOS attributes (SYSTEM, HIDDEN, ARCHIVE or READ-ONLY) from a filesystem extended attribute, before mapping DOS attributes to UNIX permission bits. When set, DOS attributes will be stored onto an extended attribute in the UNIX filesystem, associated with the file or directory.
af: As hierdie parameter vasgestel word, sal Samba pogings aanwend om eerste die DOS eienskappe te lees (SYSTEM, HIDDEN, ARCHIVE or READ-ONLY) van die lêerstelsel se uitgebreide eienskappe, voordat die DOS eienskappe tot UNIX toestemming bissies verwerk word. Wanneer dit so vasgestel is, sal DOS eienskappe gestoor word in die uitgebreide eienskappe in die UNIX lêerstelsel wat geassosieer word met die individuele lêer of die lêerstelsel self.
ca: Si aquest paràmetre s'estableix, Samba intenta llegir primer DOS atributs (Sistema, Ocult, Arxiu o de només lectura) d'un atribut de sistema de fitxers estès, abans de la correspondència DOS atribueix als bits de permisos UNIX. Quan s'estableix, els atributs DOS s'emmagatzemarà en un atribut estès en el sistema d'arxius UNIX, associada amb l'arxiu o directori.
cs: Pokud je tento parametr nastaven, Samba se nejprve pokusí přečíst DOS atributy (systémový, skrytý, archivovat nebo jen pro čtení) z rozšířených atributů souborového systému, předtím než namapuje DOS atributy na UNIXové oprávnění. Pokud je toto nastaveno, DOS atributy budou ukládány do rozšířených atributů unixového souborového systému, v rámci kterého se soubor či složka nachází.
de: Bei der Auswahl dieses Parameters versucht Samba, zunächst DOS-Attribute (SYSTEM, HIDDEN, ARCHIVE oder READ-ONLY) von einem 'filesystem extended attribute' zu lesen, bevor DOS-Attribute zu UNIX-Dateiberechtigungen zugeordnet werden. Wenn ausgewählt, dann werden DOS-Attribute der Datei oder dem Verzeichnis zugewiesen in einem 'extended attribute' im UNIX-Dateisystem gespeichert.
el: Αν οριστεί αυτή η παράμετρος, η Samba θα προσπαθεί πρώτα να διαβάζει τις DOS ιδιότητες (SYSTEM, HIDDEN, ARCHIVE ή READ-ONLY) από τις εκτεταμένες ιδιότητες του συστήματος αρχείων, προτού αντιστοιχίσει τις DOS ιδιότητες με τα bit αδειών του UNIX. Όταν έχει οριστεί, οι DOS ιδιότητες θα αποθηκεύονται ως εκτεταμένα χαρακτηριστικά στο σύστημα αρχείων του UNIX, που συνδέονται με το αρχείο ή τον κατάλογο.
es: Si este parametro es configurado, Samba intenta primero leer atributos de DOS (SISTEMA, OCULTO, ARCHIVO o SOLO-LECTURA) desde un atributo de un sistema de archivo extendido, antes de mapear atributos de DOS a bits de permiso de UNIX. Cuando es configurado, los atributos de DOS seran almacenados dentro de un atributo extendido en el sistema de archivos de UNIX, asociado con el archivo o carpeta.
fr: Si ce paramètre est activé, Samba essaye en premier de lire les attributs DOS (Système, Caché, Archive ou Lecture seule) depuis un attribut étendu du système de fichiers, avant de traduire les attributs DOS en bits de permission UNIX. Lorsqu'ils sont définis, les attributs DOS sont stockés comme un attribut étendu du système de fichiers UNIX, associé au fichier ou répertoire.
hu: Ha ez a paraméter be van állítva, a Samba megpróbálja először kiolvasni a DOS attribútumokat (RENDSZER, REJTETT, ARCHÍV vagy CSAK OLVASHATÓ) egy fájlrendszer kiterjesztett attribútumból, mielőtt átfordítja a DOS attribútumokat UNIX bit jogosultsággá. Beállítás esetén a DOS attribútumok kiterjesztett UNIX fájlrendszer attribútumként tárolódnak, fájlhoz vagy mappához társítva.
it: Se questo parametro è settato, Samba tentera' di leggere gli attributi DOS (SYSTEM, HIDDEN, ARCHIVE or READ-ONLY) dagli attributi estesi del filesystem, prima di mappare gli attributi DOS con i bit dei permessi UNIX. Quando settato gli attributi DOS saranno archiviati in un attributo esteso del filesystem UNIX associato con il file o la directory.
lo: ຖ້າພາຣາມິເຕີນີ້ຖືກຕັ້ງ, Samba ຈະພະຍາຍາມອ່ານຄຸນລັກສະນະ DOS (SYSTEM, HIDDEN, ARCHIVE ຫຼື READ-ONLY) ຈາກ extended attribute ຂອງລະບົບໄຟລ໌ກ່ອນ, ກ່ອນທີ່ຈະຈັບຄູ່ຄຸນລັກສະນະ DOS ກັບບິດສິດອະນຸຍາດ UNIX. ເມື່ອຕັ້ງ, ຄຸນລັກສະນະ DOS ຈະຖືກເກັບໄວ້ໃນ extended attribute ໃນລະບົບໄຟລ໌ UNIX, ທີ່ກ່ຽວຂ້ອງກັບໄຟລ໌ ຫຼື ໂຟນເດີ.
nl: Wanneer deze parameter is ingevuld, dan probeert Samba als eerste de DOS attributen te lezen (SYSTEEM, VERBORGEN, ARCHIEF of ALLEEN-LEZEN) van een bestandssysteem uitgebreid attribuut, alvorens het indelen van DOS atributen naar het UNIX bestandssysteem. Wanneer ingesteld, zullen DOS attributen worden opgeslagen op een uitgebreid attribuut in het UNIX bestandssysteem, geassocieerd met het bestand of map.
pl: Jeśli ten parametr jest ustawiony, Samba najpierw próbuje czytać atrybuty DOS (SYSTEM - systemowy, HIDDEN - ukryty, ARCHIVE - archiwalny lub READ-ONLY - tylko do odczytu) z rozzerzonych atrybutów systemu plików przed mapowaniem atrybutów DOS do bitów dostępu systemu UNIX. Jeśli jest włączony, atrybuty DOS będą przechowywane w atrybutach rozszerzonych systemu plików, powiązanych z danym plikiem lub katalogiem.
ro: Dacă se selectează această opțiune Samba va încerca inițial să citescă atributele DOS (SYSTEM, HIDDEN, ARCHIVE sau READ-ONLY) din atributele extinse ale sistemului de fișiere înainte de a transla atributele DOS în permisiuni UNIX. Similar la scriere, atributele DOS asociate fișierului sau folderului vor fi memorate în sistemul extins de atribute UNIX.
ru: Параметр указывает Samba сначала читать атрибуты DOS (SYSTEM, HIDDEN, ARCHIVE или READ-ONLY), а потом проецировать их на права доступа UNIX. Когда настройка включена, атрибуты DOS будут сохраняться в расширенных атрибутах UNIX, прикрепленных к файлу или каталогу.
sv: Om denna parameter väljs kommer SAMBA först försöka läsa DOS attributen (SYSTEM, HIDDEN, ARCHIVE eller READ-ONLY) från filsystemets utökade attribut, före mappning av DOS attribut till UNIX behörighetsbitar. När detta ställs in, kommer DOS-attributen lagras som utökade attribut i UNIX filsystem, associerade med filen eller katalogen.
uk: Якщо цей параметр встановлений, Samba намагається спочатку прочитати атрибути DOS (SYSTEM, HIDDEN, ARCHIVE або READ-ONLY) із розширеного атрибуту файлової системі до відображення DOS атрибутів в біти дозволу UNIX. При встановленні, DOS атрибути будуть збережені в розширеному атрибуті файлової системі UNIX, що пов'язаний з файлом або каталогом.
zh_cn: 如果设置此参数，在DOS 属性映射成为UNIX 权限位（UNIX permission bits）之前， Samba 首先尝试从文件系统的扩展属性读出DOS 属性（系统SYSTEM，隐藏HIDDEN，存档ARCHIVE 或只读READ-ONLY）。设置后，DOS 属性将存储在UNIX 文件系统上相关的文件或目录的扩展属性。

source: Enable mapping DOS attributes.
af: Aktiveer kartering van DOS attribuute.
ca: Habilitar l'assignació d'atributs de DOS.
cs: Mapovat DOS atributy.
de: Abbilden der DOS-Attribute aktivieren
el: Ενεργοποίηση αντιστοίχισης χαρακτηριστικών DOS.
es: Habilitar el mapeado de atributos DOS
fr: Activez les attributs DOS de mappage.
hu: DOS attribútum leképezésének bekapcsolása.
it: Abilita mappatura attributi DOS
lo: ເປີດໃຊ້ງານການຈັບຄູ່ຄຸນລັກສະນະ DOS.
nl: Inschakelen mapping DOS attributen.
ro: Activare mapare atribute DOS.
ru: Включить преобразование атрибутов DOS.
sv: Aktivera översättning av DOS attribut.
uk: Дозволити мапінг DOS атрибутів.
zh_cn: 启用映射DOS属性。

source: Convert DOS attributes to UNIX execution bits when Store DOS attributes is disabled.
af: Omskep DOS attribute na UNIX uitvoering stukkies wanneer Store DOS attributes is afgeskakel.
ca: Converteix els atributs DOS a bits d'execució UNIX quan l'emmagatzemament dels atributs DOS està desactivat.
cs: V případě že je vypnuto uchovávání atributů systému DOS, převádět je na unixová práva spouštění.
de: Konvertiere DOS-Attribute in UNIX execution bits, wenn die Funktion 'Store DOS attributes' deaktivert wird.
el: Μετατροπή των χαρακτηριστικών DOS σε εκτελέσιμους UNIX χαρακτήρες όταν το Αποθήκευση χαρακτηριστικών DOS είναι απενεργοποιημένο
es: Convertir los atributos DOS en atributos UNIX, cuando almacenar atributos DOS este deshabilitado
fr: Converti les attributs DOS en attribut d'exécution Unix quand les attributs Store DOS sont désactivés.
hu: DOS attribútumok konvertálása UNIX futtatható bitekké, ha a DOS attribútumok tárolása nincs engedélyezve.
it: Converte l'attributo DOS in bit di esecuzione UNIX se l'attributo Store DOS è disabilitato.
lo: ປ່ຽນຄຸນລັກສະນະ DOS ເປັນບິດການປະມວນຜົນ UNIX ເມື່ອການເກັບຄຸນລັກສະນະ DOS ຖືກປິດ.
nl: Omzetten DOS attributen naar UNIX execution bitten indien Store DOS attributen is uitgeschakeld.
pl: Konwertuj atrybuty DOS na UNIXowe bity wykonania, kiedy przechowywanie atrybutów DOS jest wyłaczone.
ro: Conversie atribute DOS la permisiuni UNIX de execuție fișier când opțiunea Store DOS este dezactivată.
ru: Конвертирование DOS атрибутов в исполнительные биты UNIX когда хранение DOS атрибутов отключено.
sv: Konvertera DOS-attribut till UNIX rättigheter när lagring av DOS-attribut är frånslaget.
uk: Перетворити DOS атрибути у виконавчі біти UNIX при вимкненні зберігання DOS атрибутів.
zh_cn: 禁用存储DOS属性时将DOS属性转换为UNIX执行位。

source: Enable Asynchronous I/O.
af: Inskakel Asinchroniese I/O.
ca: Activa E/S asíncrones.
de: Asynchrone Ein- und Ausgabe aktivieren.
el: Ενεργοποίηση Ασύγχρονου I/O.
es: Habilitar la E/S asíncrona.
fr: Activer les E / S Asynchrones.
hu: Aszinkron I/O engedélyezése
it: Abilita I/O asincrono
lo: ເປີດໃຊ້ງານ Asynchronous I/O.
nl: Inschakelen Asynchrone I/O.
ro: Activare I/O asincrone
ru: Включить асинхронный ввод/вывод. (AIO).
sv: Aktivera Asynkron I/O.
uk: Увімкнути асинхронний ввід/вивід.
zh_cn: 启用异步I/O。

source: Samba will read from file asynchronously when size of request is bigger than this value. (%d by default).
af: Samba sal lees van lêer asynchroon wanneer grootte van versoek is groter as hierdie waarde. (%d deur verstek).
ca: Samba llegirà d'arxiu de forma asíncrona quan la mida de la sol·licitud és més gran que aquest valor. (%d per defecte).
cs: Když je velikost požadavku vyšší, než tato hodnota (%d ve výchozím stavu), Samba bude číst ze souboru asynchronně.
de: Samba wird von Datei asynchron lesen, wenn die Größe der Anfrage den angegebenen Wert überschreitet. (%d by default).
el: Η Samba θα διαβάζει το αρχείο ασύγχρονα όταν το μέγεθος του αιτήματος είναι μεγαλύτερο από αυτήν την τιμή. (%d από προεπιλογή).
es: Samba debe leer asincronamente cuando el tamaño del archivo sea mayor que este valor. (%d por defecto).
fr: Samba lira le fichier de manière asynchrone lorsque la taille de la requête est supérieure à cette valeur. (%d par défaut).
hu: A Samba aszinkron módon olvassa az ennél nagyobb fájlokat (alapértelmezetten %d).
it: Samba leggerà dai file in modo asincrono quando la dimensione richiesta è maggiore di questo valore. (%d di default)
lo: Samba ຈະອ່ານຈາກໄຟລ໌ແບບ asynchronous ເມື່ອຂະໜາດຂອງຄຳຮ້ອງຂໍໃຫຍ່ກວ່າຄ່ານີ້. (%d ໂດຍຄ່າເລີ່ມຕົ້ນ).
nl: Samba zal het bestand asynchroon lezen als de grootte van aanvraag groter is dan deze waarde. (standaard %d).
ro: Samba va citi fișierul asincron când mărimea cererii este mai mare ca această valoare (implicit %d).
ru: Samba будет читать из файла асинхронно, когда размер запроса больше чем это значение. (%d по умолчанию).
sv: Samba kommer att läsa filen asynkront när storleken på förfrågan är större än detta värde. (%d som standard)
uk: Samba буде читати з файлу асінхронно коли розмір запиту більше ніж це значення (за замовчуванням %d).
zh_cn: 当请求大小大于此值时，Samba将异步读取文件。 （默认为%d）。

source: Samba will write to file asynchronously when size of request is bigger than this value. (%d by default).
af: Samba sal skryf om asynchroon lêer toe grootte van versoek is groter as hierdie waarde. (%d deur verstek).
ca: Samba escriurà l'arxiu de forma asíncrona quan la mida de la sol·licitud és més gran que aquest valor. (%d per defecte).
cs: Když je velikost požadavku vyšší, než tato hodnota (%d ve výchozím stavu), Samba bude zapisovat do souboru asynchronně.
de: Samba wird in die Datei asynchron schreiben, wenn die Größe der Anfrage größer als dieser Wert sind.(%d by default).
el: Η Samba θα γράφει το αρχείο ασύγχρονα όταν το μέγεθος του αιτήματος είναι μεγαλύτερο από αυτήν την τιμή. (%d από προεπιλογή).
es: Samba debe escribir asincronamente cuando el tamaño del archivo sea mayor que este valor. (%d por defecto).
fr: Samba écrira le fichier de manière asynchrone lorsque la taille de la requête est supérieure à cette valeur. (%d par défaut).
hu: A Samba aszinkron módon írja az ennél nagyobb fájlokat (alapértelmezetten %d).
it: Samba scriverà nei file in modo asincrono quando la dimensione richiesta è maggiore di questo valore. (%d di default)
lo: Samba ຈະຂຽນໃສ່ໄຟລ໌ແບບ asynchronous ເມື່ອຂະໜາດຂອງຄຳຮ້ອງຂໍໃຫຍ່ກວ່າຄ່ານີ້. (%d ໂດຍຄ່າເລີ່ມຕົ້ນ).
nl: Samba zal het bestand asynchroon schrijven als de grootte van aanvraag groter is dan deze waarde. (standaard %d).
ro: Samba va scrie fișierul asincron când mărimea cererii este mai mare ca această valoare (implicit %d).
ru: Samba будет записывать в файл асинхронно, когда размер запроса больше чем это значение. (%d по умолчанию).
sv: Samba kommer att skriva till filen asynkront när storleken på förfrågan är större än detta värde. (%d som standard)
uk: Samba буде писати до файлу асінхронно коли розмір запиту більше ніж це значення (за замовчуванням %d).
zh_cn: 当请求大小大于此值时，Samba将异步写入文件。 （默认为%d）。

source: Password Authentication
af: Wagwoord Ontentisering
ca: Autenticació de contrasenya
cs: Ověřování heslem
de: Passwort Authentifizierung
el: Πιστοποίηση Κωδικών
es: Autentificación por contraseña
fr: Authentification par mot de passe
hu: Jelszóhitelesítés
it: Autenticazione password
lo: ການຢືນຢັນຕົວຕົນດ້ວຍລະຫັດຜ່ານ
nl: Wachtwoord Verificatie
ro: Autentificare cu parolă
ru: Аутентификация паролем
sv: Lösenordsautentisering
uk: Автентифікація паролем
zh_cn: 密码验证

source: Keyboard-Interactive Authentication
af: Sleutelbord-Interaktiewe Ontentisering
ca: Teclat-Autenticació interactiva
cs: Ověřování se prostřednictvím klávesnice
de: Tastatureingabe Authentifizierung
el: Πιστοποίηση με Διαδραστική Χρήση Πληκτρολογίου
es: Autentificación por teclado
fr: Authentification interactive au Clavier
hu: Billentyűzet-interaktív hitelesítés
it: Autenticazione con tastiera interattiva
lo: ການຢືນຢັນຕົວຕົນແບບໂຕ້ຕອບດ້ວຍແປ້ນພິມ
nl: Keyboard-Interactive Verificatie
ro: Autentificare cu tastatură interactivă
ru: Клавиатурно-интерактивная аутентификация
sv: Autentisering via tangentbord
uk: Автентифікація "клавіатура-інтерактивно"
zh_cn: 键盘交互式身份验证

source: Public Key Authentication
af: Publiek Sleutel Ontentisering
ca: Autenticació de clau pública
de: Authentifizierung mit öffentlichem Schlüssel
el: Πιστοποίηση Δημόσιου Κλειδιού
es: Autentificación de clave pública
fr: Authentification par Clé Publique
hu: Nyilvános kulcs hitelesítés
it: Autenticazione chiave pubblica
lo: ການຢືນຢັນຕົວຕົນດ້ວຍລະຫັດສາທາລະນະ
nl: Publieke Sleutel Verificatie
ro: Autentificare cu cheie publică
ru: Аутентификация с публичным ключом
sv: Autentisering med publik nyckel
uk: Автентифікація за публічним ключем
zh_cn: 公钥认证

source: GSSAPI Authentication
af: GSSAPI Ontentisering
ca: Autenticació GSSAPI
cs: GSSAPI ověřování
de: GSSAPI Authentifikation
el: Πιστοποίηση GSSAPI
es: Autentificación GSSAPI
fr: Authentification GSSAPI
hu: GSSAPI hitelesítése
it: Autenticazione GSSAPI
lo: ການຢືນຢັນຕົວຕົນ GSSAPI
nl: GSSAPI Verificatie
ro: Autentificare GSSAPI
ru: GSSAPI аутентификация
sv: GSSAPI Autentisering
uk: Автентифікація GSSAPI
zh_cn: GSSAPI身份验证

source: Root Login
af: Wortel Aanmeld
ca: Iniciar sessió Root
el: Σύνδεση root
fr: Identifiant root
hu: Root belépés
lo: ການເຂົ້າສູ່ລະບົບຂອງ Root
ro: Autentificare root
ru: Логин Root
sv: Rootinloggning
uk: Кореневий вхід
zh_cn: Root登录

source: Subsystem
af: Subsisteem
ca: Subsistema
cs: Podsystém
el: Υποσύστημα
es: Subsistema
fr: Sous-système
hu: Alrendszer
it: Sottosistema
lo: ລະບົບຍ່ອຍ
nl: Subsysteem
pl: Podsystem
ro: Subsistem
ru: Подсистема
sv: Delsystem
uk: Підсистема
zh_cn: 子系统

source: Port of the SSH service. Leave blank to use the default port.
af: Poort van die SSH diens. Laat leeg om die verstek poort te gebruik.
ca: Port del servei SSH. Deixeu en blanc per utilitzar el port per defecte.
de: Portnummer des SSH Services. Freilassen, um die voreingestellten Portnummer zu verwenden.
el: Θύρα της υπηρεσίας SSH. Αφήστε το κενό, για χρήση της προεπιλεγμένης θύρας.
es: Puerto para el servicio SSH. dejar en blanco para usar el de por defecto.
fr: Port du service SSH. Laissez le champ vide pour utiliser le port par défaut.
hu: Az SSH szolgáltatás portja. Hagyd üresen az alapértelmezett port használatához.
it: Porta del servizio SSH. Lasciare vuoto per la porta di default.
lo: ພອດຂອງບໍລິການ SSH. ປະຫວ່າງໄວ້ເພື່ອໃຊ້ພອດເລີ່ມຕົ້ນ.
nl: Poort van de SSH service. Laat dit leeg om de standaardpoort te gebruiken.
ro: Numărul portului pentru SSH. Lăsați câmpul necompletat pentru valoarea implicită (22).
ru: Порт службы SSH. Оставьте пустым, чтобы использовать порт по умолчанию.
sv: Port för SSH tjänsten. Lämna tomt för att använda standardporten.
uk: Порт служби SSH. Залиште пустим, щоб використовувати порт за замовчуванням.
zh_cn: SSH服务的端口。 留空以使用默认端口。

source: Enter a custom port number if you do not want to use default port 22.
af: Ingaan 'n gepasmaakte poort nommer As jy nie wil hê om te gebruik verstek poort 22.
ca: Introduïu un número de port personalitzat si no voleu utilitzar el port per defecte 22.
de: Geben Sie eine Wunschportnummer ein, wenn sich nicht den voreingestellten Port 22 verwenden möchten.
el: Εισάγετε έναν προσαρμοσμένο αριθμό θύρας αν δεν θέλετε να χρησιμοποιήσετε την προεπιλεγμένη θύρα 22.
es: numero del puerto. Por defecto usa el 22
fr: Entrez un numéro de port personnalisé si vous ne souhaitez pas utiliser le port 22 par défaut.
hu: Adj meg egy portot, ha nem az alapértelmezett 22-es használod.
it: Inserire un numero di porta se non vuoi usare la porta di default (porta 22).
lo: ປ້ອນໝາຍເລກພອດທີ່ກຳນົດເອງຖ້າທ່ານບໍ່ຕ້ອງການໃຊ້ພອດເລີ່ມຕົ້ນ 22.
nl: Geef een aangepast poortnummer op als u standaardpoort 22 niet wilt gebruiken.
ro: Introduceți un număr de port dacă nu doriți să-l folosiți pe cel implicit (22).
ru: Введите пользовательский номер порта, если вы не хотите использовать порт по умолчанию 22.
sv: Mata in ett portnummer om du inte vill använda standardport 22.
uk: Введіть довільний номер порту, якщо ви не бажаєте використовувати стандартний порт 22.
zh_cn: 如果您不想使用默认端口22，请输入自定义端口号。

source: Invalid port number. The port number must be a value between 1 and 65535.
af: Ongeldige poortnommer. Die poortnommer moet 'n waarde tussen 1 en 65535 wees.
ca: Número de port no vàlid. El número de port ha de ser un valor entre 1 i 65535.
de: Ungültige Portnummer. Die Portnummer muss einen Wert zwischen 1 und 65535 haben.
el: Μη έγκυρος αριθμός θύρας. Ο αριθμός θύρας πρέπει να είναι μια τιμή ανάμεσα στο 1 και το 65536.
es: Número de puerto no válido. El número de puerto debe tener un valor entre 1 y 65535.
fr: Numéro de port invalide. Le numéro de port doit être une valeur comprise entre 1 et 65535.
it: Numero di porta invalido. Il numero di porta deve essere compreso fra 1 e 65535
lo: ໝາຍເລກພອດບໍ່ຖືກຕ້ອງ. ໝາຍເລກພອດຕ້ອງເປັນຄ່າລະຫວ່າງ 1 ແລະ 65535.
nl: Ongeldig poortnummer. Het poortnummer moet een waarde zijn tussen de 1 en 65535.
ro: Număr de port invalid. Introduceți o valoare în intervalul 1-65535.
ru: Неверный номер порта. Номер порта должен иметь значение от 1 до 65535.
sv: Felaktigt portnummer. Numret måste vara ett värde mellan 1 och 65535.
uk: Недійсний номер порту. Номер порту має бути значенням від 1 до 65535.
zh_cn: 端口号无效。 端口号必须是 1 到 65535 之间的值。

source: Allow password authentication.
af: Laat wagwoord ontentisering.
ca: Permet autenticació amb contrasenya.
cs: Povolit ověření heslem.
de: Passwort-Authentifikation zulassen.
el: Να επιτρέπεται πιστοποίηση με κωδικό.
es: Permitir autentificación por contraseña
fr: Autoriser l'authentification par mot de passe.
hu: Jelszó hitelesítés engedélyezése.
it: Consenti autenticazione con password
lo: ອະນຸຍາດການຢືນຢັນຕົວຕົນດ້ວຍລະຫັດຜ່ານ.
nl: Wachtwoord verificatie toestaan.
pl: Zezwól na uwierzytelnienie hasłem
ro: Permite autentificarea cu parolă.
ru: Разрешить аутентификацию по паролю.
sv: Tillåt autentisering med lösenord.
uk: Дозволити автентифікацію за паролем.
zh_cn: 允许密码验证。

source: Allow keyboard-interactive authentication.
af: Laat sleutelbord-interaktiewe ontentisering.
ca: Permet autenticació interactiva amb el teclat.
cs: Povolit interaktivní ověřování pomocí klávesnice.
de: Tastatureingabenbasierte Authentifikation erlauben.
el: Να επιτρέπεται πιστοποίηση με διαδραστική χρήση πληκτρολογίου.
es: Permitir autentificación usando teclado
fr: Autoriser l'authentification interactive au clavier.
hu: A billentyűzet-interaktív hitelesítés engedélyezése.
it: Consenti autenticazione tastiera-interattiva
lo: ອະນຸຍາດການຢືນຢັນຕົວຕົນແບບໂຕ້ຕອບດ້ວຍແປ້ນພິມ.
nl: Keyboard-interactive verificatie toestaan.
pl: Pozwól na klawiaturo-interaktywne uwierzytelnianie
ro: Permite autentificare cu tastatura interactivă.
ru: Разрешить клавиатурно-интерактивную аутентификацию.
sv: Tillåt autentisering via tangentbord.
uk: Дозволити автентифікацію "клавіатура-інтерактивно".
zh_cn: 允许键盘交互式身份验证。

source: Allow public key authentication.
af: Laat toe openbare sleutel ontentisering.
ca: Permet autenticació de clau pública.
cs: Povolit ověření pomocí veřejného klíče.
de: Authentifikation mit öffentlichem Schlüssel zulassen.
el: Να επιτρέπεται πιστοποίηση με δημόσιο κλειδί.
es: Permitir autentificación de clave pública
fr: Autoriser l'authentification par clé publique.
hu: Nyilvános kulcs hitelesítés engedélyezése.
it: Consenti autenticazione con chiave pubblica
lo: ອະນຸຍາດການຢືນຢັນຕົວຕົນດ້ວຍລະຫັດສາທາລະນະ.
nl: Publieke sleutel verificatie toestaan.
pl: Zezwól na uwierzytelnienie kluczem publicznym
ro: Permite autentificarea cu cheie publică.
ru: Разрешить аутентификацию с публичным ключом.
sv: Tillåt autentisering med publik nyckel.
uk: Додати публічний ключ автентифікації.
zh_cn: 允许公钥认证。

source: Allow GSSAPI authentication.
af: Toelaat GSSAPI ontentisering.
ca: Permet autenticació GSSAPI.
cs: Povolit GSSAPI autentikaci
de: GSSAPI-Authentifikation zulassen.
el: Να επιτρέπεται πιστοποίηση GSSAPI.
es: Permitir autentificación GSSAPI
fr: Autoriser l'authentification GSSAPI.
hu: GSSAPI hitelesítés bekapcsolása
it: Consenti autenticazione GSSAPI
lo: ອະນຸຍາດການຢືນຢັນຕົວຕົນ GSSAPI.
nl: GSSAPI verificatie toestaan.
pl: Zezwól na autentyfikacjeę GSSAPI
ro: Permisiune autentificare GSSAPI
ru: Разрешить аутентификацию GSSAPI.
sv: Tillåt GSSAPI autentisering.
uk: Дозволити автентифікацію GSSAPI.
zh_cn: 允许GSSAPI身份验证。

source: Allow root to login via ssh.
af: Laat wortel toe te login via ssh.
ca: Permet login del root mitjançant ssh.
cs: Povolit příhlášení rootem do ssh.
de: Root-Login über SSH zulassen.
el: Να επιτρέπεται η σύνδεση του root μέσω ssh.
es: Permitir login de Root via SSH
fr: Autoriser à se connecter en root via ssh.
hu: A root bejelentkezhet ssh-n.
it: Consenti login come root attraverso ssh
lo: ອະນຸຍາດໃຫ້ root ເຂົ້າສູ່ລະບົບຜ່ານ ssh.
nl: Root login via ssh toestaan.
pl: Zezwól root'owi na logowanie z użyciem SSH
ro: Permite autentificarea root via ssh.
ru: Разрешить root войти через ssh.
sv: Tillåt rootinloggning via ssh.
uk: Дозволити root входити через ssh.
zh_cn: 允许root通过ssh登录。
