Repository: rojim666/xigmanas-code-r10599-trunk
Catalog: locale/xigmanas-*.po
Languages: af, ca, cs, de, el, es, fr, hu, it, lo, nl, pl, ro, ru, sv, uk, zh_cn

source: Discard - Discard ACEs
af: Weggooi - Gooi ACEs weg
ca: Descartar - Descartar ACE
de: Verwerfen - ACEs Verwerfen
el: Απόρριψη - Απόρριψη ACEs
es: Descartar - Descartar ACE's
fr: Ignorer - Ignorer les ACEs
it: Scarta - Scarta le ACEs
lo: ຍົກເລີກ - ຍົກເລີກ ACEs
nl: Weggooien - Weggooien ACEs
ru: Сбрасывать - Сбрасывать ACEs
sv: Kasta bort - Kasta bort ACEer
uk: Відкинути - Відкинути ACEs
zh_cn: 丢弃 - 丢弃 ACEs

source: Groupmask - Mask ACL with group permissions
af: Groepmasker - Maskeer ACL met groep toestemmings
ca: Groupmask: emmascara l'ACL amb permisos de grup
de: Gruppenmaske - ACL mit Gruppenberechtigungen maskieren
el: Groupmask - Βάλε ACL μάσκα με τα δικαιώματα ομάδας
es: Groupmask - Máscara ACL con permisos de grupo
fr: Groupmask - Masque ACL avec les autorisations de groupe
it: Groupmask - Maschera ACL con autorizzazioni di gruppo
lo: ໜ້າກາກກຸ່ມ - ປິດບັງ ACL ດ້ວຍການອະນຸຍາດຂອງກຸ່ມ
nl: Groupmask - Masker ACL met groepsrechten
ru: Groupmask - Маска ACL с групповыми разрешениями
sv: Gruppmask - Maskera ACL med grupprättigheter
uk: Групова маска - маска ACL з дозволами для групи
zh_cn: Groupmask - 使用组权限屏蔽 ACL

source: Controls whether ACLs are enabled and if so what type of ACL to use.
af: Beheer of ACLs aangeskakel is en indien wel watter ACL tipe gebruik moet word.
ca: Controla si les ACL estan habilitades i, si és així, quin tipus d'ACL s'utilitza.
de: Steuert, ob ACLs aktiviert sind und wenn ja, welcher ACL-Typ verwendet werden soll.
el: Ελέγχει αν τα ACLs είναι ενεργά και αν ναι, τι τύπος ACL θα χρησιμοποιηθεί.
es: Controla si las ACL están habilitadas y, de ser así, qué tipo de ACL usar.
fr: Contrôle si les ACL sont activées et, le cas échéant, quel type d'ACL utiliser.
it: Controlla se gli ACL sono abilitati e, in caso affermativo, quale tipo di ACL utilizzare
lo: ຄວບຄຸມວ່າ ACLs ຖືກເປີດໃຊ້ງານຫຼືບໍ່ ແລະ ຖ້າເປີດ, ຈະໃຊ້ ACL ປະເພດໃດ.
nl: Bepaalt of ACLs zijn ingeschakeld en zo ja, welk type ACL moet worden gebruikt.
ro: Controlează activarea ACL și tipul de ACL de utilizat.
ru: Определяет, включены ли списки управления доступом, и если да, то какой тип списка управления доступом использовать.
sv: Styr om ACLs är aktiverade och om så vilken typ av ACL som skall användas.
uk: Контролює, чи ввімкнено ACL, і якщо так, який тип ACL використовувати.
zh_cn: 控制是否启用 ACL，如果启用，则使用什么类型的 ACL。

source: Do not use ACLs
af: Moenie ACLs gebruik nie
ca: No utilitzeu ACLs
de: Keine ACLs verwenden
el: Να μη χρησιμοποιηθούν ACLs
es: No usar ACL's
fr: Ne pas utiliser les ACLs
hu: ACL-ek használatának mellőzése
it: Non usare ACLs
lo: ບໍ່ໃຊ້ ACLs
nl: Gebruik geen ACLs
ru: Не использовать списки управления доступом
sv: Använd inte ACLer
uk: Не використовувати ACLи
zh_cn: 不使用 ACLs

source: Use NFSv4-style ZFS ACLs
ca: Utilitzeu ACL ZFS d'estil NFSv4
de: Verwenden von ZFS-ACLs im NFSv4-Stil
el: Χρήση ZFS ACLs τύπου NFSv4
es: Usar estilos NFSv4 en los ACL's de ZFS
fr: Utiliser des ACL ZFS de style NFSv4
lo: ໃຊ້ ACLs ແບບ NFSv4 ຂອງ ZFS
nl: Gebruik NFSv4-style ZFS ACLs
ru: Использовать списки управления доступом ZFS в стиле NFSv4
sv: Använd NFSv4-style ZFS ACLs
uk: Використовувати ZFS ACL в стилі NFSv4
zh_cn: 使用 NFSv4 样式的 ZFS ACLs

source: Use POSIX ACLs
ca: Utilitzeu POSIX ACLs
de: Verwenden von POSIX-ACLs
el: Χρήση POSIX ACLs
es: Usar Posix en los ACL's
fr: Utiliser les ACL POSIX
lo: ໃຊ້ POSIX ACLs
nl: Gebruik POSIX ACLs
ru: Использовать списки управления доступом POSIX
sv: Använd POSIX ACLs
uk: Використовувати POSIX ACL
zh_cn: 使用 POSIX ACLs

source: Controls whether the access time for files is updated when they are read.
af: Kontrols whether die toegang tyd vir lêers word opgedateer wanneer hulle word gelees.
ca: Controla si el temps d'accés als arxius s'actualitza quan es llegeixen.
cs: Řídí zda aktualizovat údaj o okamžiku přístupu u souborů, když jsou otevírány.
de: Steuert, ob die Zugriffszeit (access time) für Dateien bei Lesezugriff aktualisiert wird.
el: Ελέγχει αν ο χρόνος προσπέλασης για τα αρχεία ενημερώνεται όταν γίνεται σε αυτά ανάγνωση.
es: Controla que la caracteristica access time sea actualizada cuando se lee un archivo
fr: Contrôle si le temps d'accès pour les fichiers est mis à jour lorsqu'ils sont lus.
hu: Meghatározza, hogy olvasás esetén a fájl hozzáférési ideje frissüljön-e.
it: Definisce se la data di ultimo accesso dei files è aggiornata quando vengono letti.
lo: ຄວບຄຸມວ່າເວລາເຂົ້າເຖິງໄຟລ໌ຈະຖືກອັບເດດຫຼືບໍ່ເມື່ອມີການອ່ານ.
nl: Bepaalt of de toegangstijd voor bestanden wordt bijgewerkt wanneer ze worden gelezen.
pl: Kontroluje czy czas dostępu do pliku jest aktualizowany przy odczycie.
ro: Controlează dacă timpul de acces este actualizat la citirea fișierelor.
ru: Управление обновлением времени доступа к файлам при их чтении.
sv: Styr om åtkomsttiden för filer uppdateras när de läses.
uk: Управляє оновленням часу доступу до файлів коли вони зчитуються.
zh_cn: 控制当文件被读取时是否更新访问时间。

source: If this property is set to off, the file system cannot be mounted.
af: As hierdie eiendom is afgeskakel, kan die lêerstelsel nie gemonteer word.
ca: Si aquesta propietat està desactivada, el sistema de fitxers no es pot muntar.
cs: Pokud je tato vlastnost vypnutá, souborový systém není možné připojit (mount).
de: Wenn diese Eigenschaft auf aus (off) gesetzt ist, kann das Filesystem nicht eingebunden werden.
el: Αν αυτή η ιδιότητα είναι ρυθμισμένη σε off, το σύστημα αρχείων δεν μπορεί να προσαρτηθεί.
es: Si esta propieda se define como desactivada, El sistema de archivos no podrá ser montado.
fr: Si cette propriété est désactivée, le système de fichiers ne peut pas être installé.
hu: Ha ez a tulajdonság ki van kapcsolva, a fájlrendszer nem csatolható be.
it: Se questa proprietà è settata su off, il file system non può essere montato
lo: ຖ້າຕັ້ງຄ່າຄຸນສົມບັດນີ້ເປັນປິດ, ລະບົບໄຟລ໌ຈະບໍ່ສາມາດເຊື່ອມຕໍ່ໄດ້.
nl: Als deze eigenschap is uitgeschakeld, kan het bestandssysteem niet worden aangekoppeld.
ro: Dacă această opțiune este dezactivată, sistemul de fișiere nu va putea fi montat.
ru: Если это свойство отключено - файловая система не может быть установлена.
sv: Om denna egenskap sätts till från kan inte filsystemet monteras.
uk: Якщо вимкнено, файлову систему неможливо змонтувати.
zh_cn: 如果此属性设置为关闭，则无法挂载文件系统。

source: Defines the checksum algorithm.
af: Definieert die kontrolesum algoritme.
ca: Defineix l'algoritme de control.
cs: Určuje algoritmus vytváření kontrolních součtů.
de: Legt den Prüfsummen Algorithmus fest
el: Ορίζει τον αλγόριθμο checksum.
es: Define el algoritme de checksum
fr: Définit l'algorithme de somme de contrôle.
hu: Az ellenőrzési algoritmust határozza meg.
it: Indica l'algoritmo del checksum
lo: ກຳນົດຂັ້ນຕອນການກວດສອບເຊັກຊຳ.
nl: Definieert het controlesom algoritme
ro: Definește algoritmul sumei de control.
ru: Определяет алгоритм контрольной суммы.
sv: Styr kontrollsummealgoritmen,
uk: Визначає алгоритм контрольної суми.
zh_cn: 定义校验算法。

source: No Parity
af: Geen Pariteit
ca: Sense paritat
cs: Bez parity
de: Keine Parität
el: Χωρίς Parity
es: Sin Paridad
fr: Pas de parité
hu: Nincs paritás
it: Nessuna parità
lo: ບໍ່ມີພໍຣິຕີ້
nl: Geen Pariteit
ro: Fără paritate
ru: Нет четности
sv: Ingen paritet
uk: відсутність парності
zh_cn: 不相等

source: Controls the compression algorithm. LZ4 is the recommended compression algorithm. Setting compression to 'On' uses the LZ4 compression algorithm if the feature flag lz4_compress is active, otherwise LZJB is used.
af: Beheer die kompressie algoritme. LZ4 is die aanbevole kompressiealgoritme. As kompressie aangeskakel word, word die LZ4 kompressie algoritme gebruik as die opsievlaggie lz4_compress aktief is, andersins word LZJB gebruik.
ca: Controla l'algorisme de compressió. LZ4 és l'algoritme de compressió recomanat. Si la compressió està activada, s'utilitza l'algoritme de compressió LZ4 si la marca de funció lz4_compress està activa, en cas contrari s'utilitza LZJB.
cs: Ovládá kompresní algoritmus. LZ4 je doporučeným kompresním algoritmem. Volba komprese 'Zapnuto' používá kompresní algoritmus LZ4, je-li parametr lz4_compress nastaven jako aktivní, jinak používá LZJB.
de: Steuert den Komprimierungsalgorithmus. LZ4 ist der empfohlene Komprimierungsalgorithmus. Wenn die Komprimierung auf 'An' gesetzt wird, wird der LZ4-Komprimierungsalgorithmus verwendet, wenn das Feature-Flag lz4_compress aktiv ist, ansonsten wird LZJB verwendet.
el: Ελέγχει το αλγόριθμο συμπίεσης. Ο LZ4 είναι ο συνιστώμενος αλγόριθμος συμπίεσης. Ορίζοντας τη συμπίεση στο "Ενεργό' χρησιμοποιεί τον αλγόριθμο LZ4 αν το feature flag lz4_compress είναι ενεργό, αλλιώς χρησιμοποιείται ο LZJB.
es: Controla el algoritmo de compresión. LZ4 es el algoritmo de compresión recomendado. Establecer la compresión en 'On' usa el algoritmo de compresión LZ4 si el indicador de función lz4_compress está activo; de lo contrario, se usa LZJB.
fr: Contrôle l'algorithme de compression. LZ4 est l'algorithme de compression recommandé. Régler la compression sur 'On' utilise l'algorithme de compression LZ4 si l'indicateur de fonctionnalité lz4_compress est actif, sinon LZJB est utilisé.
hu: A tömörítés szabályozása történik itt. Az ajánlott tömörítés az LZ4. Amennyiben a tömörítési beállítás "On" (bekapcsolt) állapotban van és az lz4_compress tulajdonság is aktív, akkor az LZ4 tömörítés lesz használatban. Más esetben LZJB tömörítés lesz használva.
it: Controlla l'algoritmo di compressione. LZ4 è l'algoritmo di compressione raccomandato. Impostare la compressione su 'On' usa l'algoritmo di compressione LZ4 se la funzione flag lz4_compress è attiva, altrimenti viene usato LZJB.
lo: ຄວບຄຸມຂັ້ນຕອນການບີບອັດ. LZ4 ເປັນຂັ້ນຕອນການບີບອັດທີ່ແນະນຳ. ການຕັ້ງຄ່າການບີບອັດເປັນ 'ເປີດ' ຈະໃຊ້ຂັ້ນຕອນການບີບອັດ LZ4 ຖ້າຄຸນສົມບັດ lz4_compress ເປີດໃຊ້ງານຢູ່, ຖ້າບໍ່ດັ່ງນັ້ນຈະໃຊ້ LZJB.
nl: Bepaal het compressiealgoritme. LZ4 is het aanbevolen compressiealgoritme. Als u compressie op 'Aan' zet, wordt het LZ4-compressiealgoritme gebruikt als de functievlag lz4_compress actief is, anders wordt LZJB gebruikt.
ro: Controlează algoritmul de compresie folosit. Algoritmul de compresie recomandat este LZ4. Setarea opțiunii pe 'On' va activa algortimul de compresie LZ4 dacă flag-ul lz4_compress este activ, altfel va fi utilizat algoritmul LZJB.
ru: Управляет алгоритмом сжатия. LZ4 - рекомендуемый алгоритм сжатия. При установке сжатия на "Включено" используется алгоритм сжатия LZ4, если активен флаг функции lz4_compress, в противном случае используется LZJB.
sv: Styr komprimeringsalgoritm. LZ4 är den rekommenderade kompressionsalgoritmen. Att sätta kompression till 'På' använder LZ4 kompression om flaggan lz4_compress är aktiv annars används LZJB.
uk: Керує алгоритмом стиснення. LZ4 - рекомендований алгоритм стиснення. Якщо для стиснення встановлено значення "Увімкнуто", використовуватиметься алгоритм стиснення LZ4, якщо прапорець lz4_compress активний, в іншому випадку використовуватиметься LZJB.
zh_cn: 控制压缩算法。 LZ4 是推荐的压缩算法。 如果功能标志 lz4_compress 处于活动状态，则将压缩设置为“开”使用 LZ4 压缩算法，否则使用 LZJB。

source: Zstandard Compression
ca: Compressió estàndard Z
de: Zstandard Kompression
el: Συμπίεση Zstandard
es: Compresión Zestándar
fr: Compression Zstandard
lo: ການບີບອັດ Zstandard
nl: Zstandaard Compressie
sv: Zstandard Kompression
uk: Стискання Zstandard
zh_cn: Z标准压缩

source: Fast Zstandard Compression
af: Vinnige Zstandard Kompressie
ca: Compressió ràpida Zstandard
de: Schnelle Zstandard-Komprimierung
el: Συμπίεση Fast Zstandard
es: Compresión rápida Zestándar
fr: Compression Zstandard Rapide
it: Compressione Zstandard veloce
lo: ການບີບອັດ Zstandard ແບບໄວ
nl: Snel Zstandaard compressie
sv: Snabb Zstandard kompression
uk: Швидке стиснення Zstandard
zh_cn: 快速 Zstandard 压缩

source: Controls the level of the gzip compression algorithm
af: Beheer die vlak van die gzip kompressie algoritme
ca: Controla el nivell del nivell de compressió gzip
de: Steuert die Stufe des gzip-Komprimierungsalgorithmus
el: Ελέγχει το επίπεδο του αλγόριθμου συμπίεσης gzip
es: Controla el nivel del nivel de compresión gzip
fr: Contrôle le niveau de l'algorithme de compression gzip
lo: ຄວບຄຸມລະດັບຂອງຂັ້ນຕອນການບີບອັດ gzip
nl: Bepaalt het niveau van het gzip compressiealgoritme
ro: Controlează nivelul de compresie pentru algoritmul gzip
ru: Управляет уровнем алгоритма сжатия gzip
sv: Styr nivån på gzip kompressionsalgoritm
uk: Керує рівнем стиснення алгоритму gzip
zh_cn: 控制 gzip 压缩算法的级别

source: Default compression level
af: Verstek komressievlak
ca: Nivell de compressió per defecte
de: Standard-Komprimierungsstufe
el: Προεπιλεγμένο επίπεδο συμπίεσης
es: Nivel de compresión por defecto
fr: Niveau de compression par défaut
it: livello compressione di default
lo: ລະດັບການບີບອັດເລີ່ມຕົ້ນ
nl: Standaard compressieniveau
pl: Domyślny stopień kompresji
ru: Уровень сжатия по умолчанию
sv: Standard kompressionsnivå
uk: Рівень стиснення за замовчуванням
zh_cn: 默认压缩级别

source: Compression level 9 - best compression ratio
af: Kompressievlak 9 - beste kompressieverhouding
ca: Nivell de compressió 9 - el millor nivell de compressió
cs: Úroveň komprese 9 - nejlepší kompresní poměr
de: Komprimierungsstufe 9 - bestes Komprimierungsverhältnis
el: Επίπεδο συμπίεσης 9 - η καλύτερη αναλογία συμπίεσης
es: Nivel de compresión 9 - El mejor ratio de compresión
fr: Niveau de compression 9 - meilleur taux de compression
hu: 9-es szintű tömörítés - legjobb tömörítési arány
it: Livello di compressione 9 - miglior rapporto di compressione
lo: ລະດັບການບີບອັດ 9 - ອັດຕາສ່ວນການບີບອັດດີທີ່ສຸດ
nl: Compressieniveau 9 - beste compressieverhouding
pl: Stopień kompresji 9 - najlepszy poziom
ro: Nivel 9 compresie - cea mai bună rată de compresie
ru: Уровень сжатия 9 - наилучшая степень сжатия
sv: Kompressionsnivå 9 - bästa komprimeringsgrad
uk: Рівень стиснення 9 - найкращий рівень стиснення
zh_cn: 压缩级别9 - 最佳压缩比

source: Compression level 8
af: Kompressievlak 8
ca: Nivell de compressió 8
cs: Úroveň komprese 8
de: Komprimierungsstufe 8
el: Επίπεδο συμπίεσης 8
es: Nivel de compresión 8
fr: Niveau de compression 8
hu: 8-as szintű tömörítés
it: Livello di compressione 8
lo: ລະດັບການບີບອັດ 8
nl: Compressieniveau 8
pl: Poziom kompresji 8
ro: Nivel 8 compresie
ru: Уровень сжатия 8
sv: Kompressionsnivå 8
uk: Рівень стиснення 8
zh_cn: 压缩级别8

source: Compression level 7
af: Kompressievlak 7
ca: Nivell de compressió 7
cs: Úroveň komprese 7
de: Komprimierungsstufe 7
el: Επίπεδο συμπίεσης 7
es: Nivel de compresión 7
fr: Niveau de compression 7
hu: 7-es szintű tömörítés
it: Livello di compressione 7
lo: ລະດັບການບີບອັດ 7
nl: Compressieniveau 7
pl: Poziom kompresji 7
ro: Nivel 7 compresie
ru: Уровень сжатия 7
sv: Kompressionsnivå 7
uk: Рівень стиснення 7
zh_cn: 压缩级别7

source: Compression level 6
af: Kompressievlak 6
ca: Nivell de compressió 6
cs: Úroveň komprese 6
de: Komprimierungsstufe 6
el: Επίπεδο συμπίεσης 600
es: Nivel de compresión 6
fr: Niveau de compression 6
hu: 6-os szintű tömörítés
it: Livello di compressione 6
lo: ລະດັບການບີບອັດ 6
nl: Compressieniveau 6
pl: Poziom kompresji 6
ro: Nivel 6 compresie
ru: Уровень сжатия 600
sv: Kompressionsnivå 6
uk: Рівень стиснення 6
zh_cn: 压缩级别6

source: Compression level 5
af: Kompressievlak 5
ca: Nivell de compressió 5
cs: Úroveň komprese 5
de: Komprimierungsstufe 5
el: Επίπεδο συμπίεσης 5
es: Nivel de compresión 5
fr: Niveau de compression 5
hu: 5-ös szintű tömörítés
it: Livello di compressione 5
lo: ລະດັບການບີບອັດ 5
nl: Compressieniveau 5
pl: Poziom kompresji 5
ro: Nivel 5 compresie
ru: Уровень сжатия 5
sv: Kompressionsnivå 5
uk: Рівень стиснення 5
zh_cn: 压缩级别5

source: Compression level 4
af: Kompressievlak 4
ca: Nivell de compressió 4
cs: Úroveň komprese 4
de: Komprimierungsstufe 4
el: Επίπεδο συμπίεσης 4
es: Nivel de compresión 4
fr: Niveau de compression 4
hu: 4-es szintű tömörítés
it: Livello di compressione 4
lo: ລະດັບການບີບອັດ 4
nl: Compressieniveau 4
pl: Poziom kompresji 4
ro: Nivel 4 compresie
ru: Уровень сжатия 4
sv: Kompressionsnivå 4
uk: Рівень стиснення 4
zh_cn: 压缩级别4

source: Compression level 3
af: Kompressievlak 3
ca: Nivell de compressió 3
cs: Úroveň komprese 3
de: Komprimierungsstufe 3
el: Επίπεδο συμπίεσης 3
es: Nivel de compresión 3
fr: Niveau de compression 3
hu: 3-as szintű tömörítés
it: Livello di compressione 3
lo: ລະດັບການບີບອັດ 3
nl: Compressieniveau 3
pl: Poziom kompresji 3
ro: Nivel 3 compresie
ru: Уровень сжатия 3
sv: Kompressionsnivå 3
uk: Рівень стиснення 3
zh_cn: 压缩级别3

source: Compression level 2
af: Kompressievlak 2
ca: Nivell de compressió 2
cs: Úroveň komprese 2
de: Komprimierungsstufe 2
el: Επίπεδο συμπίεσης 2
es: Nivel de compresión 2
fr: Niveau de compression 2
hu: 2-es szintű tömörítés
it: Livello di compressione 2
lo: ລະດັບການບີບອັດ 2
nl: Compressieniveau 2
pl: Poziom kompresji 2
ro: Nivel 2 compresie
ru: Уровень сжатия 2
sv: Kompressionsnivå 2
uk: Рівень стиснення 2
zh_cn: 压缩级别 2

source: Compression level 1 - fastest compression
af: Kompressievlak 1 - vinnigste kompressie
ca: Nivell de compressió 1: compressió més ràpida
cs: Úroveň komprese 1 - nejrychlejší komprese
de: Komprimierungsstufe 1 - schnellste Komprimierung
el: Επίπεδο συμπίεσης 1 - γρηγορότερη συμπίεση
es: Nivel de compresión 1 - compresión más rápida
fr: Niveau de compression 1 - compression la plus rapide
hu: 1-es szintű tömörítés - leggyorsabb tömörítés
it: Livello di compressione 1 - compressione più veloce
lo: ລະດັບການບີບອັດ 1 - ການບີບອັດໄວທີ່ສຸດ
nl: Compressieniveau 1 - snelste compressie
pl: Poziom kompresji 1 - najszybsza kompresja
ro: Nivel 1 compresie - cea mai rapidă compresie
ru: Уровень сжатия 1 - быстрое сжатие
sv: Kompressionsnivå 1 - snabbaste komprimering
uk: Рівень стиснення 1 - найшвидше стиснення
zh_cn: 压缩级别 1 - 最快的压缩

source: Controls the level of the Zstandard compression level
af: Beheer die vlak van "Zstandard" kompressie
ca: Controla el nivell del nivell de compressió Zstandard
de: Steuert die Stufe der Zstandard-Kompressionsstufe
el: Ελέγχει το επίπεδο του επιπέδου συμπίεσης Zstandard
es: Controla el nivel del nivel de compresión Zstandard
fr: Contrôle le niveau de compression Zstandard
it: Controlla il livello del livello di compressione Zstandard
lo: ຄວບຄຸມລະດັບຂອງລະດັບການບີບອັດ Zstandard
nl: Bepaalt het niveau van het Zstandaard compressieniveau
ro: Controlează nivelul de compresie pentru algoritmul Zstandard
ru: Управляет уровнем стандартного уровня сжатия
sv: Styr nivån på Zstandard kompressionsnivå
uk: Керує рівнем стиснення Zstandard
zh_cn: 控制 Zstandard 压缩级别的级别

source: Compression level 19 - best compression ratio
af: Kompressievlak 19 - beste kompressieverhouding
ca: Nivell de compressió 19 - el millor nivell de compressió
cs: Úroveň komprese 19 - nejlepší stupeň komprese
de: Komprimierungsstufe 19
el: Επίπεδο συμπίεσης 19 - η καλύτερη αναλογία συμπίεσης
es: Nivel de compresión 19 - Mejor tasa de compresión
fr: Niveau de compression 19 - meilleur taux de compression
hu: 19-as szintű tömörítés - legjobb tömörítési arány
it: Livello di compressione 19 - miglior rapporto di compressione
lo: ລະດັບການບີບອັດ 19 - ອັດຕາສ່ວນການບີບອັດດີທີ່ສຸດ
nl: Compressieniveau 19 - beste compressieverhouding
pl: Poziom kompresji 19 - najwyższy stopień
ro: Nivel 19 compresie - cea mai bună compresie
ru: Уровень сжатия 19 - наилучшая степень сжатия
sv: Kompressionsnivå 19 - bästa komprimeringsgrad
uk: Рівень стиснення 19 - найкращий рівень стиснення
zh_cn: 压缩级别 19 - 最佳压缩比

source: Compression level 18
af: Kompressievlak 18
ca: Nivell de compressió 18
cs: Úroveň komprese 18
de: Komprimierungsstufe 18
el: Επίπεδο συμπίεσης 18
es: Nivel de compresión 18
fr: Niveau de compression 18
hu: 18-as szintű tömörítés
it: Livello di compressione 18
lo: ລະດັບການບີບອັດ 18
nl: Compressieniveau 18
pl: Poziom kompresji 18
ro: Nivel 18 compresie
ru: Уровень сжатия 18
sv: Kompressionsnivå 18
uk: Рівень стиснення 18
zh_cn: 压缩级别18

source: Compression level 17
af: Kompressievlak 17
ca: Nivell de compressió 17
cs: Úroveň komprese 17
de: Komprimierungsstufe 17
el: Επίπεδο συμπίεσης 17
es: Nivel de compresión 17
fr: Niveau de compression 17
hu: 17-es szintű tömörítés
it: Livello di compressione 17
lo: ລະດັບການບີບອັດ 17
nl: Compressieniveau 17
pl: Poziom kompresji 17
ro: Nivel 17 compresie
ru: Уровень сжатия 17
sv: Kompressionsnivå 17
uk: Рівень стиснення 17
zh_cn: 压缩级别17

source: Compression level 16
af: Kompressievlak 16
ca: Nivell de compressió 16
cs: Úroveň komprese 16
de: Komprimierungsstufe 16
el: Επίπεδο συμπίεσης 16
es: Nivel de compresión 16
fr: Niveau de compression 16
hu: 16-os szintű tömörítés
it: Livello di compressione 16
lo: ລະດັບການບີບອັດ 16
nl: Compressieniveau 16
pl: Poziom kompresji 16
ro: Nivel 16 compresie
ru: Уровень сжатия 16
sv: Kompressionsnivå 16
uk: Рівень стиснення 16
zh_cn: 压缩级别16

source: Compression level 15
af: Kompressievlak 15
ca: Nivell de compressió 15
cs: Úroveň komprese 15
de: Komprimierungsstufe 15
el: Επίπεδο συμπίεσης 15
es: Nivel de compresión 15
fr: Niveau de compression 15
hu: 15-ös szintű tömörítés
it: Livello di compressione 15
lo: ລະດັບການບີບອັດ 15
nl: Compressieniveau 15
pl: Poziom kompresji 15
ro: Nivel 15 compresie
ru: Уровень сжатия 15
sv: Kompressionsnivå 15
uk: Рівень стиснення 15
zh_cn: 压缩级别15

source: Compression level 14
af: Kompressievlak 14
ca: Nivell de compressió 14
cs: Úroveň komprese 14
de: Komprimierungsstufe 14
el: Επίπεδο συμπίεσης 14
es: Nivel de compresión 14
fr: Niveau de compression 14
hu: 14-es szintű tömörítés
it: Livello di compressione 14
lo: ລະດັບການບີບອັດ 14
nl: Compressieniveau 14
pl: Poziom kompresji 14
ro: Nivel 14 compresie
ru: Уровень сжатия 14
sv: Kompressionsnivå 14
uk: Рівень стиснення 14
zh_cn: 压缩级别14

source: Compression level 13
af: Kompressievlak 13
ca: Nivell de compressió 13
cs: Úroveň komprese 13
de: Komprimierungsstufe 13
el: Επίπεδο συμπίεσης 13
es: Nivel de compresión 13
fr: Niveau de compression 13
hu: 13-as szintű tömörítés
it: Livello di compressione 13
lo: ລະດັບການບີບອັດ 13
nl: Compressieniveau 13
pl: Poziom kompresji 13
ro: Nivel 13 compresie
ru: Уровень сжатия 13
sv: Kompressionsnivå 13
uk: Рівень стиснення 13
zh_cn: 压缩级别13

source: Compression level 12
af: Kompressievlak 12
ca: Nivell de compressió 12
cs: Úroveň komprese 12
de: Komprimierungsstufe 12
el: Επίπεδο συμπίεσης 12
es: Nivel de compresión 12
fr: Niveau de compression 12
hu: 12-es szintű tömörítés
it: Livello di compressione 12
lo: ລະດັບການບີບອັດ 12
nl: Compressieniveau 12
pl: Poziom kompresji 12
ro: Nivel 12 compresie
ru: Уровень сжатия 12
sv: Kompressionsnivå 12
uk: Рівень стиснення 12
zh_cn: 压缩级别12

source: Compression level 11
af: Kompressievlak 11
ca: Nivell de compressió 11
cs: Úroveň komprese 11
de: Komprimierungsstufe 11
el: Επίπεδο συμπίεσης 11
es: Nivel de compresión 11
fr: Niveau de compression 11
hu: 11-es szintű tömörítés
it: Livello di compressione 11
lo: ລະດັບການບີບອັດ 11
nl: Compressieniveau 11
pl: Poziom kompresji 11
ro: Nivel 11 compresie
ru: Уровень сжатия 11
sv: Kompressionsnivå 11
uk: Рівень стиснення 11
zh_cn: 压缩级别11

source: Compression level 10
af: Kompressievlak 10
ca: Nivell de compressió 10
cs: Úroveň komprese 10
de: Komprimierungsstufe 10
el: Επίπεδο συμπίεσης 10
es: Nivel de compresión 10
fr: Niveau de compression 10
hu: 10-es szintű tömörítés
it: Livello di compressione 10
lo: ລະດັບການບີບອັດ 10
nl: Compressieniveau 10
pl: Poziom kompresji 11
ro: Nivel 10 compresie
ru: Уровень сжатия 10
sv: Kompressionsnivå 10
uk: Рівень стиснення 10
zh_cn: 压缩级别10

source: Compression level 9
af: Kompressievlak 9
ca: Nivell de compressió 9
cs: Úroveň komprese 9
de: Komprimierungsstufe 9
el: Επίπεδο συμπίεσης 9
es: Nivel de compresión 9
fr: Niveau de compression 9
hu: 9-es szintű tömörítés
it: Livello di compressione 9
lo: ລະດັບການບີບອັດ 9
nl: Compressieniveau 9
pl: Poziom kompresji 9
ro: Nivel 9 compresie
ru: Уровень сжатия 9
sv: Kompressionsnivå 9
uk: Рівень стиснення 9
zh_cn: 压缩级别9
