Repository: rojim666/xigmanas-code-r10599-trunk
Catalog: locale/xigmanas-*.po
Languages: af, ca, cs, de, el, es, fr, hu, it, lo, nl, pl, ro, ru, sv, uk, zh_cn

source: Allow clients to resume interrupted uploads and downloads.
af: Laat kliënte toe om onderbreukde up- en aflaaie te hervat.
ca: Permet de reprendre pujades interrompudes i descàrregues als clients.
cs: Umožnit klientům navazovat přerušená odesílání a stahovaní souborů.
de: Das Fortsetzen vom unterbrochenem Hoch- und Herunterladen durch Clients zulassen.
el: Επιτρέπεται οι πελάτες να ξαναρχίσουν διακεκομμένες αποστολές και λήψεις.
es: Permitir a clientes reiniciar subidas y descargas interrumpidas
fr: Autoriser les clients à reprendre les transferts interrompus.
hu: Engedélyezés a klienseknek a le- és feltöltések folytatására
it: Consenti ai client di ricominciare gli upload e i download interrotti.
lo: ອະນຸຍາດໃຫ້ລູກຂ່າຍສືບຕໍ່ການອັບໂຫຼດ ແລະ ດາວໂຫຼດທີ່ຖືກຂັດຈັງຫວະ.
nl: Sta cliënten toe om afgebroken uploads/downloads te kunnen hervatten.
pl: Zezwalaj klientom na wznowienie przerwanych transferów.
ro: Permite clienților să continue încărcările și descărcările întrerupte.
ru: Разрешить клиентам возобновление прерванных закачек и загрузок
sv: Tillåt klienter att återuppta avbrutna upp- och nedladdningar
uk: Дозволити клієнтам продовжувати перервані вивантаження і завантаження.
zh_cn: 允许客户端在上传和下载时断点续传。

source: Default Root
af: Verstek Wortel
ca: Arrel predeterminat
cs: Výchozí kořen
de: Vorkonfigurierter Root-Pfad
el: Προεπιλεγμένος Ριζικός κατάλογος
es: Root por defecto
fr: Root par défaut
hu: Alapértelmezett gyökér
it: Root predefinita
lo: Root ເລີ່ມຕົ້ນ
nl: Standaard Root
pl: Domyślny root
ro: Root implicit
ru: По умолчанию root
sv: Standard Root
uk: Root за замовчуванням
zh_cn: 默认Root

source: chroot() everyone, but root.
af: chroot() alles, maar wortel.
ca: chroot() per tothom excepte root.
cs: použít funkci chroot() pro každého s výjimkou správce systému (root).
de: Wurzel-Verzeichnis für alle Benutzer ändern, bis auf den root.
el: chroot() όλοι, εκτός του root.
es: chroot() para cualquiera, menos root.
fr: Emprisonner (chroot) tout le monde, sauf root.
hu: chroot() mindenki, kivéve root.
it: Chiunque dentro chroot, tranne root.
lo: chroot() ທຸກຄົນ, ຍົກເວັ້ນ root.
nl: chroot() iedereen, maar niet de root.
pl: chroot() wszystkich poza rootem
ro: chroot() pentru toți utilizatorii, fără root.
ru: Использовать chroot() для всех, кроме root
sv: chroot() för alla, förutom root.
uk: Використовувати chroot() для всіх, крім root
zh_cn: chroot() 所有用户，除了 root。

source: If default root is enabled, a chroot operation is performed immediately after a client authenticates. This can be used to effectively isolate the client from a portion of the host system filespace.
af: As die verstek wortel ingestel is, word 'n chroot bewerking ontmiddleik gedoen nadat 'n klient geldigheid verklaar het. Dit kan gebruik word om effektiewe isolasie te bied vir 'n klient van 'n porsie van die gasheer stelsel
ca: Si arran defecte està activada, una operació de chroot es realitza immediatament després d'un client s'autentica. Això es pot utilitzar per aïllar efectivament el client des d'una porció de l'espai d'arxius de sistema host.
cs: Pokud je zapnuta výchozí kořenová složka, je okamžitě po ověření klienta provedeno jeho přepnutí do omezeného prostředí (chroot). Tím je možné izolovat klienta od části souborového prostoru na stroji.
de: Sofern die voreingestellte Basis aktiviert ist, dann wird die Chroot Operation direkt nachdem der Klient sich identifiziert hat, durchgeführt. Dies kann dazu verwendet werden, um den Klienten von einem Bereich des Dateiraums des Hosts zu isolieren.
el: Αν είναι ενεργοποιημένη η προεπιλεγμένη ρίζα αρχείων, μια λειτουργία chroot εκτελείται αμέσως μετά από μια ταυτοποίηση του πελάτη. Αυτό μπορεί να χρησιμοποιηθεί για να απομονώσετε αποτελεσματικά τον πελάτη από μια μερίδα του χώρου των αρχείων, του συστήματος του εξυπηρετητή.
es: Si el "root" predeterminada esta habilitado, una operacion chroot se realiza inmediatamente despues de que un cliente se autentifica. Esto puede ser utilizado para aislar efectivamente al cliente en una porcion del sistema del espacio de archivos.
fr: Si la racine par défaut est activée, un <i>chroot</i> est réalisé immédiatement après que le client se soit authentifié. Ceci peut être utilisé pour restreindre l'accès du client à une partie seulement du système du hôte.
hu: Ha az alapértelmezett root engedélyezve van, a chroot művelet azonnal lefut az ügyfél hitelesítése után. Ezt fel lehet használni arra, hogy hatékonyan elkülönítsük a klienst a hostrendszer fájlterületének részétől.
it: Se il root di default è abilitato, un'operazione chroot è eseguita immediatamente dopo l'autenticazione del client. Ciò può essere utile per isolare efficacemente il client da una porzione del filespace del sistema host.
lo: ຖ້າ root ເລີ່ມຕົ້ນຖືກເປີດໃຊ້, ການດຳເນີນການ chroot ຈະຖືກປະຕິບັດທັນທີຫຼັງຈາກລູກຂ່າຍກວດສອບສິດ. ນີ້ສາມາດໃຊ້ເພື່ອແຍກລູກຂ່າຍອອກຈາກສ່ວນໜຶ່ງຂອງພື້ນທີ່ໄຟລ໌ຂອງລະບົບໂຮສຕ໌ໄດ້ຢ່າງມີປະສິດທິພາບ.
nl: Als standaard root is ingeschakeld, een chroot operatie wordt onmiddellijk uitgevoerd nadat een cliënt is geverifieerd. Dit kan gebruikt worden om effectief de cliënt te isoleren van een stuk host systeem bestandruimte.
pl: Jeśli ROOT jest włączony domyślnie, praca wykonywana jest chroot natychmiast po uwierzytelnieniu klienta. Można stosować do skutecznego odizolowania klienta z części hosta w systemie plików.
ro: Dacă folderul rădăcină implicit este activat, o operație chroot este executată imediat după autentificarea clientului. Acest mod permite izolarea automată a clientului autentificat de anumite zone ale sistemului de fișiere ale gazdei.
ru: Если корневой каталог по умолчанию разрешен, то команда chroot выполняется сразу же после аутентификации клиента. Это может быть использовано для эффективной изоляции клиента от остальной файловой системы хоста.
sv: Om 'default root' är aktiverad, kommer en chroot operation utföras omedelbart efter en klient autentiserar. Detta kan användas för att effektivt isolera klienten från en del av värdsystemets filarea.
uk: Якщо за замовчуванням root увімкнений, операція chroot виконується відразу ж після того, як клієнт підтверджує справжність. Це може бути використано для ефективного ізолювання клієнта від частини файлового простору хост-системи.
zh_cn: 如果启用了默认root，则在客户端认证后立即执行chroot操作。 这可以用于有效地将客户端与主机系统文件空间的一部分隔离。

source: IdentLookups
cs: Hledání identifikace
de: Identitäten abfragen
fr: Recherche d'Identités
it: Ricerca identificativo
ru: Идентификатор для просмотра
sv: Kintrollerade identiteter
uk: Ввімкнути директиву IdentLookups
zh_cn: Ident查找

source: Enable the ident protocol (RFC1413).
af: Inskakel die identiese protokool (RFC1413).
ca: Activar el protocol d'identificació (RFC1413).
cs: Používat protokol ident (norma RFC1413)
de: Aktiviere das Ident-Protokoll (RFC1413).
el: Ενεργοποιήση του πρωτοκόλλου ταυτοποίησης (RFC1413).
es: Activar el protocolo de identificación (RFC1413).
fr: Activer le protocole d'identification (RFC1413).
hu: Ident protocol (RFC1413) engedélyezése
it: Abilita il protocollo ident (RFC1413).
lo: ເປີດໃຊ້ໂປຣໂຕຄໍ ident (RFC1413).
nl: Inschakelen van de ident protocol (RFC1413).
pl: Włącz protokół identyfikacji (RFC1413).
ro: Activare protocol identificare (RFC1413).
ru: Разрешить протокол идентификации (RFC1413)
sv: Aktivera identifieringsprotokoll (RFC1413).
uk: Увімкнути протокол ідентифікації (RFC1413).
zh_cn: 启用 ident 协议（RFC1413）。

source: When a client initially connects to the server the ident protocol is used to attempt to identify the remote username.
af: Wanneer 'n klient aanvanklik verbind tot die bediener die ident protokol word gebruik om te probeer om die afgeleë gebruikersnaam identifiseer.
ca: Quan un client es connecta inicialment al servidor de protocol d'ident s'utilitza per tractar d'identificar el nom d'usuari remot.
cs: Když se klient připojí k serveru, ten se v úvodu pokusí protokolem ident zjistit z klienta uživatelské jméno.
de: Wenn ein Client sich mit dem Server verbindet, wird versucht durch das Ident-Protokoll den Remote-Benutzernamen zu identifizieren.
el: Όταν ένας πελάτης συνδέεται αρχικά στο διακομιστή, το πρωτόκολλο ident χρησιμοποιείται για να προσπαθήσει να αναγνωρίσει το απομακρυσμένο όνομα χρήστη.
es: Cuando un cliente se conecta inicialmente al servidor el protocolo ident es utilizado para identificar el nombre de usuario remoto.
fr: Ce protocole d'identification est utilisé lorsqu'un client se connecte au serveur pour tenter d'identifier le nom de l'utilisateur distant.
hu: Amikor egy kliens először csatlakozik a szerverre, az ident protokoll használatával próbálja meg azonosítani a távoli felhasználó névét.
it: Quando client si connette inizialmente al server viene usato il protocollo ident per tentare la verifica del nome utente remoto.
lo: ເມື່ອລູກຂ່າຍເຊື່ອມຕໍ່ກັບເຊີບເວີໃນເບື້ອງຕົ້ນ, ໂປຣໂຕຄໍ ident ຈະຖືກໃຊ້ເພື່ອພະຍາຍາມລະບຸຊື່ຜູ້ໃຊ້ທາງໄກ.
nl: Wanneer een cliënt aanvankelijk verbinding maakt met de server wordt het ident protocol gebruikt om de externe gebruikersnaam te identificeren.
ro: Când un client se conectează inițial la server, protocolul ident este folosit pentru identificarea utilizatorului.
ru: Когда клиент первоначально подключается к серверу идентификационный протокол используется для попытки идентификации удаленного пользователя.
sv: När en klient först ansluter till servern används ident-protokollet för att försöka identifiera fjärr-användarnamnet.
uk: Коли клієнт підключається до сервера спочатку використовується ident протокол, щоб спробувати ідентифікувати віддаленого користувача.
zh_cn: 当客户端最初连接到服务器时使用ident 协议来识别远程用户名。

source: Reverse DNS lookup
af: Omkeer DNS terugkyk
ca: Recerca DNS inversa
cs: Zpětné DNS vyhledání
de: Umgekehrte DNS Auflösung
el: Αντίστροφη αναζήτηση DNS
es: Búsqueda inversa de DNS
fr: Recherche DNS inversée
hu: Fordított DNS keresés
it: Risoluzione DNS inversa
lo: ການຄົ້ນຫາ DNS ຍ້ອນຫຼັງ
pl: Wyszukiwanie nazw revDNS
ro: Căutare DNS inversă
ru: Обратный поиск DNS
sv: Omvänd DNS-uppslagning
uk: Зворотній DNS-пошук
zh_cn: 反向DNS查找

source: Enable reverse DNS lookup.
af: Aktiveer omkeer DNS opkyk
ca: Habilita la cerca de DNS inversa.
cs: Provádět zpětný DNS překlad.
de: Aktiviert umgekehrte DNS Auflösung.
el: Ενεργοποίηση αντίστροφης αναζήτησης DNS.
es: Permitir busqueda DNS a la inversa.
fr: Activer la recherche DNS inversée.
hu: Fordított DNS keresés engedélyezése
it: Abilita la risoluzione DNS inversa.
lo: ເປີດໃຊ້ການຄົ້ນຫາ DNS ຍ້ອນຫຼັງ.
nl: Inschakelen reverse DNS lookup.
pl: Włącz wyszukiwanie nazw revDNS
ro: Activare căutare inversă în DNS.
ru: Разрешить обратный поиск DNS
sv: Aktivera omvänd DNS uppslagning
uk: Увімкнути зворотній пошук DNS.
zh_cn: 启用反向DNS查找。

source: Enable reverse DNS lookup performed on the remote host's IP address for incoming active mode data connections and outgoing passive mode data connections.
af: Inskakel omgekeerded DNS opkyk presteered op die afgeleë gasheer se IP adres vir inkomende aktiewe modus data konneksies en uitgaande passiewe modus data konneksies.
ca: Habilita la cerca DNS inversa realitzada en l'adreça IP de la màquina remota per a les connexions de dades en mode actiu entrants i connexions de dades en mode passiu sortints.
cs: U příchozích aktivních a odchozích pasivních datových spojení překládat IP adresy zpět na názvy protějších strojů.
de: Ermöglicht eine umgekehrte DNS-Auflösung der entfernten IP-Hostadresse für ankommende Datenverbindungen im aktiven Modus und abgehende Datenverbindungen im passiven Modus.
el: Ενεργοποίηση της αντίστροφης αναζήτησης DNS για τη διεύθυνση IP του απομακρυσμένου κεντρικού υπολογιστή για τις εισερχόμενες ενεργές συνδέσεις δεδομένων λειτουργίας και παθητική λειτουργία για τις συνδέσεις εξερχόμενων δεδομένων.
es: Permite la búsqueda inversa de DNS realizada sobre la dirección IP del equipo remoto para conexiones de datos entrantes en modo activo y conexiones de datos salientes en modo pasivo.
fr: Activer la recherche de DNS inversée sur les adresses IP des distants pour les connections entrantes à l'état actif ainsi que les connections sortantes en mode passif.
hu: A távoli állomás IP címének fordított DNS keresésének engedélyezése, bejövő aktív módú adatkapcsolatoknál és kimenő passzív módú adatkapcsolatoknál.
it: Abilita la risoluzione DNS inversa effettuata sull'indirizzo IP dell'host remoto per connessioni dati attive in ingresso e per connessioni dati passive in uscita.
lo: ເປີດໃຊ້ການຄົ້ນຫາ DNS ຍ້ອນຫຼັງທີ່ປະຕິບັດກັບທີ່ຢູ່ IP ຂອງໂຮສຕ໌ທາງໄກສຳລັບການເຊື່ອມຕໍ່ຂໍ້ມູນໂໝດ active ທີ່ເຂົ້າມາ ແລະ ການເຊື່ອມຕໍ່ຂໍ້ມູນໂໝດ passive ທີ່ອອກໄປ.
nl: Inschakelen reverse DNS lookup, deze is operationeel op het externe host IP-adres voor inkomende actieve mode dataverbindingen en uitgaande passieve mode dataverbindingen.
pl: Włącz odwrotne wyszukiwanie DNS - wykonaj dla hosta zdalnego adresu IP i aktywnych danych połączeń przychodzących i wychodzących w pasywnym trybie transmisji danych.
ro: Activare căutare inversă nume sistem în DNS după IP-ul de la distanță pentru conexiuni de intrare în modul activ și în modul pasiv pentru conexiuni de ieșire.
ru: Обратный поиск DNS выполняется по IP-адресу удаленного хоста для входящих соединений в активном режиме и исходящих соединений в пассивном.
sv: Tillåt omvänd DNS uppslagning mot fjärrvärdens IP adress för inkommande aktiva data-läges anslutningar och utgående passiva data-läges anslutningar
uk: Дозволяє виконувати зворотній пошук DNS по IP-адресі віддаленого хоста для вхідних з'єднань у активному режимі та для вихідних з'єднань у пасивному.
zh_cn: 启用反向DNS来查找传入远程主机IP地址的主动模式数据连接和传出远程主机的IP地址的被动模式数据连接。

source: Disable TCP wrapper (mod_wrap module).
af: Deaktiveer TCP wrapper (mod_wrap module).
ca: Desactivar embolcall TCP (mòdul mod_wrap).
cs: Vypnout TCP zprostředkovávající službu (modul mod_wrap).
de: TCP Wrapper (mod_wrap Modul) deaktivieren
el: Απενεργοποίηση TCP wrapper (άρθρωμα mod_wrap).
es: Deshabilitar TCP wrapper (mod_wrap ).
fr: Désactiver le wrapper TCP (module mod_wrap).
hu: TCP csomagolás tiltása (mod_wrap module).
it: DIsabilita il wrapper TCP (modulo mod_wrap).
lo: ປິດໃຊ້ງານ TCP wrapper (ໂມດູນ mod_wrap).
nl: Uitschakelen TCP wrapper (mod_wrap module).
pl: Wyłącz TCP wrapper (moduł mod_wrap)
ro: Dezactivare wrapper TCP (modul mod_wrap).
ru: Отключить TCP wrapper (mod_wrap module).
sv: Inaktivera TCP-wrapper (mod_wrap module).
uk: Вимкнути обгортку TCP (модуль mod_wrap).
zh_cn: 关闭 TCP Wrapper（mod_wrap 模块）。

source: Masquerade Address
af: Maskerade Adres
ca: Adreça de màscara
cs: Maškarádovací adresa
de: Masquerade-Adresse
el: Διεύθυνση Μεταμφίεσης
es: Máscara
fr: Traduction d'Adresse
hu: Álarc cím
it: Indirizzo mascherato
lo: ທີ່ຢູ່ປອມຕົວ
nl: Masquerade Adres
pl: Adres maskarady
ro: Adresă Masquerade
ru: Маскарадный адрес
sv: Dölj Adress
uk: Адреса Маскарадінгу
zh_cn: 伪装地址

source: Causes the server to display the network information for the specified IP address or DNS hostname to the client, on the assumption that that IP address or DNS host is acting as a NAT gateway or port forwarder for the server.
af: Veroorsaak die bediener om vertoon die netwerk inligting vir die gespesifiseerde IP adres of DNS gasheernaam om kliënt, op die veronderstelling dat IP-adres of DNS gasheer is optreeing as 'n NAT gateway of poort expediteur vir die bediener.
ca: Provoca al servidor mostrar al client l'informació de xarxa per la adreça IP especifica, en la assumpció que aquesta adreça IP es trobi treballant com porta d'enllaç o passarel·la per el servidor.
cs: Za předpokladu, že stroj se zadanou IP adresou / DNS názvem slouží pro server jako NAT brána nebo pro předávání portů, pak je možné touto předvolbou zařídit, aby tento údaj byl zobrazován klientovi.
de: Veranlasst den Server, die Netzwerkinformation für die angegebene IP-Adresse oder den DNS-Host beim Client anzuzeigen - unter der Voraussetzung, dass die IP-Adresse oder der DNS-Host als NAT-Gateway oder Port Forwader für den Server agiert.
el: Κάνει το διακομιστή να εμφανίζει στον πελάτη τις πληροφορίες του δικτύου για τη συγκεκριμένη διεύθυνση IP ή το όνομα DNS , με βάση την υπόθεση ότι η διεύθυνση IP ή το όνομα DNS λειτουργεί ως πύλη NAT ή διαβιβαστής θύρας για το διακομιστή.
es: Hace que el servidor muestre la informacion de la red para la direccion IP especificada o nombre de equipo DNS al cliente, en la suposicion de que esa direccion IP o el equipo DNS este actuando como un puente NAT o encaminador de puertos para el servidor.
fr: Permet au serveur d'afficher au client les informations réseau pour l'adresse IP spécifiée ou le nom d'hôte DNS, en assumant que l'adresse IP ou le hôte DNS joue le rôle de NAT ou de relai de port au serveur.
hu: A megadott IP cím vagy DNS állomásnév megjelenítését eredményezi a szerver számára a kliens felé, avval a feltételezéssel, hogy az IP cím vagy DNS állomásnév NAT átjáróként vagy port továbbítóként viselkedik a szerveren.
it: Il server mostra le informazioni di rete per l'indirizzo IP specificato o hostname DNS al client, nell'ipotesi che l'indirizzo IP o l'host DNS funzionano da gateway NAT o port forwarder per il server.
lo: ເຮັດໃຫ້ເຊີບເວີສະແດງຂໍ້ມູນເຄືອຂ່າຍສຳລັບທີ່ຢູ່ IP ຫຼື ຊື່ໂຮສຕ໌ DNS ທີ່ລະບຸໃຫ້ກັບລູກຂ່າຍ, ໂດຍສົມມຸດວ່າທີ່ຢູ່ IP ຫຼື ໂຮສຕ໌ DNS ນັ້ນກຳລັງເຮັດໜ້າທີ່ເປັນ NAT gateway ຫຼື port forwarder ສຳລັບເຊີບເວີ.
nl: Verzorgt dat de server netwerk informatie weergeeft voor het gespecificeerde IP-adres of DNS hostnaam naar de cliënt, aangenomen zijnde dat het IP-adres of DNS host werkzaam is als een NAT gateway of poort forwarder voor de server.
pl: Zmusza serwer do wyświetlania informacji sieciowych dla specyficznego IP adresu lub DNS hostname do klienta, przyjmując, że ten IP adres lub DNS host działa jako NAT gateway lub port forwarder dla tego serwera.
ro: Determină serverul să trimită informații de rețea despre adresa IP sau numele de sistem, din DNS, către client, pornind de la presupunerea că acea adresă IP sau sistem DNS funcționează ca un gateway NAT sau ca un ruter pentru server.
ru: Позволяет серверу показывать клиенту сетевую информацию для указанного IP-адреса или DNS-имени хоста в случае, если эти IP-адрес или DNS-имя принадлежат шлюзу NAT или форвардеру портов сервера.
sv: Gör att servern visar nätverksinformation för angiven IP-adress eller DNS-värdnamn till klientenn, under förutsättning att denna IP-adress eller DNS-värd fungerar som en NAT gateway eller portforward för servern.
uk: Змушує сервер відображати інформацію про мережі для зазначеної IP-адреси або DNS хоста для клієнта, виходячи з припущення, що ця IP-адреса або хост DNS виступає як NAT-шлюз або переспрямовувач порту (port forwarder) для сервера.
zh_cn: 假设IP地址或DNS主机是个NAT 网关或是端口转发服务器，而使服务器显示指定IP地址或DNS主机名的网络信息于客户端。

source: Passive Port Min.
af: Passiewe Poort Min.
ca: Port passiu min.
de: Passiver Port min.
el: Παθητική Θύρα Ελάχιστο
es: Puerto pasivo min.
fr: Port Passif Min.
hu: Passzív port Min.
it: Min porte passive.
lo: ພອດ Passive ຂັ້ນຕ່ຳ.
nl: Passieve poort Min.
ro: Port pasiv min.
ru: Пассивный Порт Мин.
sv: Passiv Port Min.
uk: Найменший номер пасивного порту.
zh_cn: 最小被动端口。

source: The minimum port to allocate for PASV style data connections (0 = use any port).
af: Die minimum poort om te allokeer vir PASV styl data konneksies (0 = gebruik enige poort).
ca: El Port mínim per assignar a les connexions de dades d'mode PASIU (0 = utilitzar qualsevol port).
cs: Nejnižší číslo portu, které bude možné zabrat pro datového spojení v pasivním režimu (0 = jakýkoli port).
de: Der kleinstmögliche zuweisbare Port, der 'PASV style' Datenverbindungen ermöglicht (0 = verwendet jeden Port).
el: Η ελάχιστη θύρα που θα ανατεθεί για συνδέσεις δεδομένων στυλ PASV (0 = χρήση οποιασδήποτε θύρας)
es: El puerto mínimo para localizar las conexiones de datos de tipo PASV (0 = emplear cualquier puerto).
fr: Port min. : valeur basse du numéro de port à allouer pour les connexions passives (0 = n'importe quel port).
hu: A PASV stílusú adatkapcsolatoknak legkisebb kiosztható port (0 = bármely port).
it: La porta minima da assegnare per le connessioni dati di tipo PASV (0 = usa una porta qualunque).
lo: ພອດຂັ້ນຕ່ຳທີ່ຈະຈັດສັນໃຫ້ກັບການເຊື່ອມຕໍ່ຂໍ້ມູນແບບ PASV (0 = ໃຊ້ພອດໃດກໍໄດ້).
nl: De minimale poort die toegewezen mag worden aan de PASV type dataverbindingen (0 = gebruik alle poorten).
pl: Minimalny port dla połączeń typu pasywnego (0 dla dowolnego portu)
ro: Portul minim alocat pentru modul de conectare PASV (0 = orice port).
ru: Минимальный номер используемого порта при PASV-соединении (0 = использовать любой порт).
sv: Minsta port att fördela för PASV-typ dataanslutningar (0 = använd vilken port som helst).
uk: Мінімальний номер використовуваного порту при PASV з'єднанні (0 = використовувати будь-який порт).
zh_cn: 设定PASV 式数据连接的最小端口（0 =使用任何端口）。

source: Passive Port Max.
af: Passiewe Poort Max.
ca: Port passiu màx.
de: Passiver Port max.
el: Παθητική Θύρα Μέγιστο
es: Puerto pasivo máx.
fr: Port Passif Max.
hu: Passzív port Max.
it: Max porte passive.
lo: ພອດ Passive ຂັ້ນສູງ.
nl: Passieve poort Max.
ro: Port pasiv max.
ru: Пассивный порт Макс.
sv: Passiv Port Max.
uk: Найбільший номер пасивного порту.
zh_cn: 最大被动端口。

source: The maximum port to allocate for PASV style data connections (0 = use any port).
af: Die maksimum poort om te allokeer vir PASV styl data konneksies (0 = gebruik enige poort)
ca: El màxim de port per assignar a les connexions de dades d'mode PASIU (0 = utilitzar qualsevol port).
cs: Nepřiřazovat pasivním (PASV) datovým spojením čísla portů vyšší, než je tato hodnota. Pokud není třeba omezovat, zadejte „0“ (nula) a budou používána libovolná čísla portů.
de: Der höchstmögliche zuweisbare Port, der 'PASV style' Datenverbindungen ermöglicht (0 = verwendet jeden Port).
el: Η μέγιστη θύρα που θα ανατεθεί για συνδέσεις δεδομένων στυλ PASV (0 = χρήση οποιασδήποτε θύρας)
es: El puerto máximo para localizar las conexiones de datos de tipo PASV (0 = emplear cualquier puerto).
fr: Port max. : valeur haute du numéro de port à allouer pour les connexions passives (0 = n'importe quel port).
hu: A PASV stílusú adatkapcsolatoknak legnagyobb kiosztható port (0 = bármely port).
it: La porta massima da assegnare per le connessioni dati di tipo PASV (0 = usa una porta qualunque).
lo: ພອດສູງສຸດທີ່ຈະຈັດສັນໃຫ້ກັບການເຊື່ອມຕໍ່ຂໍ້ມູນແບບ PASV (0 = ໃຊ້ພອດໃດກໍໄດ້).
nl: De maximale poort die toegewezen mag worden voor de PASV type dataverbindingen (0 = gebruik alle poorten).
pl: Maksymalny port dla połączeń typu pasywnego (0 dla dowolnego portu).
ro: Portul maxim alocat pentru modul de conectare PASV (0 = orice port).
ru: Максимальный номер используемого порта при PASV-соединении (0 = использовать любой порт).
sv: Max port att ställa in för PASV-typ data-uppkopplingar. (0=använd vilken port som helst).
uk: Максимальний номер використовуваного порту при PASV з'єднанні (0 = використовувати будь-який порт).
zh_cn: 设定PASV 式数据连接的最大端口（0 =使用任何端口）。
