Repository: rojim666/xigmanas-code-r10599-trunk
Catalog: locale/xigmanas-*.po
Languages: af, ca, cs, de, el, es, fr, hu, it, lo, nl, pl, ro, ru, sv, uk, zh_cn

source: (Vendor specific raw value.) Rate of seek errors of the magnetic heads. If there is a partial failure in the mechanical positioning system, then seek errors will arise. Such a failure may be due to numerous factors, such as damage to a servo, or thermal widening of the hard disk. The raw value has different structure for different vendors and is often not meaningful as a decimal number.
af: (Vendor spesifieke rou waarde.) Koers van seek foute van die magnetiese kope se. As daar 'n gedeeltelike mislukking in die meganiese posisionering stelsel, dan seek foute sal opstaan. So 'n mislukking kan te wyte wees aan talle faktore, soos skade aan 'n servo, of termiese verbreding van die hardeskyf. Die rou waarde het verskillende strukture vir verskillende vendors en is dikwels nie sinvol as 'n desimaal nommer.
ca: (Valor brut de proveïdor específic.) Taxa de errors de cerca dels capçals magnètics. Si es produeix un tall parcial en el sistema de posicionament mecànic, surgirán errors de cerca. Un error d'aquest tipus pot ser causa de nombrosos factors, com ara un servo dolent, o la dilatació tèrmica del disc dur. El valor brut té una estructura diferent per als diferents proveïdors i amb freqüència no és significativa com un nombre decimal.
cs: (Výrobci specifická nezpracovaná hodnota.) Četnost chyb při přesouvání magnetických hlaviček. Nárůst hodnoty tohoto atributu ukazuje na občasné selhávání mechaniky polohovacího systému hlaviček. Takovéto selhávání může mít nejrůznější příčiny, jako například poškozený servomotor, či změna rozměrů součástek mechaniky vlivem tepelné roztažnosti (disk má příliš vysokou/nízkou teplotu). Nezpracovaná hodnota se mezi výrobci různí a převedena na desítkové číslo mnohdy nedává smysl.
de: (Herstellerspezifischer Rohwert). Anzahl der Lesefehler der Schreib-/Leseköpfe. Bei einer Störung der Positionierungsmechanik treten Lesefehler auf. Solche Fehler können eine Vielzahl von Ursachen haben, z. B. einen beschädigten Servomotor oder eine wärmebedingte Ausdehnung der Festplatte. Die Angabe des Rohwertes ist nicht standardisiert, sondern herstellerabhängig und muss daher jeweils im Einzelfall interpretiert werden.
el: (Συγκεκριμένη ανά κατασκευαστή ακατέργαστη τιμή.) Τιμή σφαλμάτων αναζήτησης των μαγνητικών κεφαλών. Αν υπάρξει μερική αποτυχία στο μηχανικό σύστημα τοποθέτησης, τότε προκύπτουν σφάλματα αναζήτησης. Τέτοια αποτυχία μπορεί να οφείλεται σε διάφορους παράγοντες, όπως βλάβη στο σερβομηχανισμό ή διαστολή του σκληρού δίσκου λόγω θερμοκρασιών. Η ακατέργαστη τιμή έχει διαφορετική δομή ανά κατασκευαστή και συχνά δεν βγάζει νόημα ως δεκαδικός αριθμός.
es: (Valor unico del fabricante.) Tasa de errores de búsqueda en los cabezales magnéticos. Si hay un fallo parcial en el sistema de posicionamiento mecánico surgirán errores durante la busqueda. un fallo de este tipo puede ser debido a numerosos factores, tales como daño a un servo, o ensanchamiento térmico del disco duro. El valor bruto tiene estructura diferente para diferentes proveedores y a menudo no es significativo como un número decimal.
fr: (Valeur brute spécifique à chaque fabricant) Taux d'erreurs de positionnement des têtes magnétiques. En cas d'échec partiel du système de positionnement mécanique, des erreurs de positionnement seront générées. Plusieurs causes peuvent expliquer ces échecs, telles qu'un moteur défectueux, une température excessive du disque. Le format de la valeur est propre à chaque fabricant, et souvent n'est pas explicite (valeur numérique).
hu: (Gyártófüggő nyers érték.) A mágneses fejek keresési hibáit mutatja. Ha mechanikai pozicionálási hiba lép fel, nő az értéke. Sok minden okozhatja ezt a hibát, például a szervó sérülése vagy túl magas hőmérséklet. Nyers érték, aminek felépítése gyártófüggő, azaz önmagában gyakran nem értékelhető tízedes szám.
it: (Valore raw specifico del Produttore.) Percentuale degli errori di seek delle testine magnetiche. Se c'è una rottura parziale nel sistema di posizionamento meccanico, il valore di errori di seek crescerà. Questa rottura può essere determinata da numerosi fattori, come il danneggiamento di un servo motore, o l'escursione termica dell'hard disk. Il valore raw ha strutture differenti per i diversi Produttori e spesso non è significativo come numero decimale.
lo: (ຄ່າດິບສະເພາະຜູ້ຜະລິດ.) ອັດຕາຄວາມຜິດພາດໃນການຊອກຫາຂອງຫົວແມ່ເຫຼັກ. ຖ້າມີຄວາມລົ້ມເຫຼວບາງສ່ວນໃນລະບົບການກຳນົດຕຳແໜ່ງກົນຈັກ, ຄວາມຜິດພາດໃນການຊອກຫາຈະເກີດຂຶ້ນ. ຄວາມລົ້ມເຫຼວດັ່ງກ່າວອາດເກີດຈາກຫຼາຍປັດໄຈ, ເຊັ່ນ: ຄວາມເສຍຫາຍຂອງເຊີໂວ, ຫຼື ການຂະຫຍາຍຕົວທາງຄວາມຮ້ອນຂອງຮາດດິສກ໌. ຄ່າດິບມີໂຄງສ້າງແຕກຕ່າງກັນໄປຕາມຜູ້ຜະລິດ ແລະ ມັກຈະບໍ່ມີຄວາມໝາຍເປັນຕົວເລກທົດສະນິຍົມ.
nl: (Fabrikant specifieke ruwe waarde.) Aantal zoekfouten van de magneetkoppen. Als er een gedeeltelijke fout in het mechanische positioneringsysteem is, dan zullen zoekfouten ontstaan. Een dergelijk gebrek kan worden veroorzaakt door talrijke factoren, zoals schade aan een servo, of de thermische verbreding van de harde schijf. De ruwe waarde heeft een verschillende structuur voor verschillende fabrikanten en is vaak van weinig betekenis als decimaal getal.
pl: (Surowa wartość określona przez producenta.) Częstość pojawiania się błędów głowic magnetycznych. Jeżeli system mechanicznego pozycjonowania jest uszkodzony, wartość ta będzie narastać. Takie uszkodzenie może być spowodowane wieloma czynnikami, takimi jak uszkodzenie serwomechanizmu lub rozszerzenie cieplne dysku. Wartość ta ma inną strukturę dla różnych producentów i często nie jest rzetelna w postaci liczby dziesiętnej.
ro: (Valoare brută specifică producătorului) Rata de erori la căutare a capetelor magnetice. Dacă apare o eroare parțială la sistemul mecanic de poziționare numărul de erori va crește. O astfel de eroare poate apare din cauza mai multor factori cum ar fi: erori ale mecansimului servo, eventuale dilatări termice ale hard discului etc.. Valorile brute afișate au structuri diferite specifice fiecărui producător și de cele mai multe ori nu au o însemnătate evidentă, imediată, ca valoare numerică.
ru: Частота ошибок при позиционировании блока магнитных головок. Если есть частичный отказ в механической системе позиционирования эти ошибки будут возникать. Такой отказ может быть из-за многочисленных факторов, таких как повреждение сервопривода или тепловой режим на жестком диске и внешние вибрации (например, от соседних дисков в корзине). Исходное значение может быть разным у разных поставщиков и часто не имеет смысла, как число.
sv: (Tillverkarspecifikt råvärde.) Frekvens av sökfel för magnethuvud. Om det är ett mindre fel i det mekaniska positioneringsystemet kommer antalet sökfel öka. Ett sånt fel kan bero på olika saker, som skador på servot, eller termisk påverkan på disken. Råvärdet har olika struktur för olika tillverkare och är ofta inte meningsfullt som decimaltal.
uk: (Специфічне для постачальників початкове значення.) Оцінка кількості помилок пошуку магнітних головок. Коли є часткова відмова в системі механічного позиціонування, виникають помилки пошуку. Така відмова може бути через численні фактори, такі, як ушкодження сервоприводу або термічне розширення жорсткого диска. Початкове значення має різну структуру для різних постачальників і часто не має сенсу у вигляді десяткового числа.
zh_cn: （供应商特定的原始值。）磁头的搜索错误率。 如果机械定位系统中存在部分故障，则会出现寻道错误。 这种故障可能由于许多因素，例如服务的损坏或硬盘的热扩展。 原始值对于不同的供应商具有不同的结构，并且通常作为十进制数没有意义。

source: Average performance of seek operations of the magnetic heads. If this attribute is decreasing, it is a sign of problems in the mechanical subsystem.
af: Gemiddelde prestasie van seek bedrywighede van die magnetiese koppe. As hierdie kenmerk word afneem, dit is 'n teken van probleme in die meganiese subsisteem
ca: Rendiment mitjà d'operacions de recerca dels capçals magnètics. Si aquest atribut està disminuint, és un senyal de problemes en el subsistema mecànic.
cs: Průměrná výkonnost při přesouvání magnetických hlaviček pevného disku. Pokles hodnoty tohoto atributu značí problémy v mechanice jednotky.
de: Durchschnittliche Performance der Suchoperationen der Magnetköpfe (der Festplatte). Wenn dieser Wert abfällt, deutet dies auf mechanische Probleme der Festplatte hin.
el: Μέσος όρος απόδοσης των λειτουργιών αναζήτησης των μαγνητικών κεφαλών. Αν αυτό το χαρακτηριστικό μειώνεται, είναι ένδειξη για προβλήματα στο υποσύστημα μηχανικών μερών του δίσκου.
es: Rendimiento promedio de las operaciones de posicionamiento de los cabezales magnéticos. Si este atributo decrece, es un signo de problemas en el subsistema mecánico.
fr: Moyenne de performance des opérations de déplacement des têtes magnétiques. Une valeur qui diminue est un symptôme d'un problème dans le sous système mécanique.
hu: A mágneses fejek keresési műveletének átlagos gyorsasága. Növekvő érték a mechanikai alrendszer problémáját jelzi.
it: Media delle operazioni di seek delle testine magnetiche. Se questo Attributo cala, è il segnale di un problema nel sottosistema meccanico.
lo: ປະສິດທິພາບສະເລ່ຍຂອງການດຳເນີນການຊອກຫາຂອງຫົວແມ່ເຫຼັກ. ຖ້າຄຸນລັກສະນະນີ້ຫຼຸດລົງ, ມັນເປັນສັນຍານຂອງບັນຫາໃນລະບົບຍ່ອຍກົນຈັກ.
nl: Gemiddelde zoek prestaties van de magneetkoppen. Als dit attribuut aan het afnemen is, dan is dit het teken van problemen in het mechanische subsysteem.
pl: Średnia wydajność operacji wyszukiwania poprzez głowice magnetyczne. Jeżeli atrybut ulega zmieniejszaniu, może oznaczać to problemy z systemem mechaniki dysku.
ro: Performanța medie a operațiilor de căutare a capetelor magnetice. Dacă această valoare scade înseamnă că a apărut o problemă la subsistemul mecanic.
ru: Средняя производительность операций поиска магнитными головками. Если этот атрибут уменьшается, это признак проблем с механической частью.
sv: Medelprestanda för magnethuvudenas sökoperationer. Om detta värde sjunker är det ett tecken på mekaniska problem.
uk: Середня продуктивність операцій пошуку магнітних головок. Якщо цей атрибут зменшується, це є ознакою проблем в механічній підсистемі.
zh_cn: 磁头寻道操作的平均性能。 如果该属性减小，则它是机械子系统中的问题的标志。

source: Count of hours in power-on state. The raw value of this attribute shows total count of hours (or minutes, or seconds, depending on manufacturer) in power-on state.
af: Tel van ure in krag-op staat. Die rou waarde hiervan attribute skoue totale telling van ure (of minute, of sekondes, afhangend van die vervaardiger) in krag-op staat.
ca: Comptador d'hores en l'estat d'encesa. El valor d'aquest atribut mostra el nombre total d'hores (o minuts o segons, depenent del fabricant) en l'estat d'encesa.
cs: Počet hodin, po které je zapnuto. Nezpracovaná hodnota tohoto atributu uvádí celkový počet hodin (případně minut či sekund – dle výrobce), po které je jednotka zapnutá.
de: Betriebsstunden (Rohwert in Stunden, kann herstellerspezifisch abweichen)
el: Αριθμός ωρών σε κατάσταση λειτουργίας. Η ακατέργαστη τιμή αυτού του χαρακτηριστικού δείχνει τον συνολικό αριθμό των ωρών (ή λεπτών, ή δευτερολέπτων, ανάλογα με τον κατασκευαστή) που ο δίσκος βρίσκεται σε κατάσταση λειτουργίας.
es: Recuento de horas en estado de encendido. El valor en crudo de este atributo muestra el recuento total de horas (o minutos, o segundos, dependiendo del fabricante) en estado de encendido.
fr: Durée en heure de l'état actif. La valeur de cet attribut retourne le nombre d'heures (ou minutes, secondes suivant le fabricant) de fonctionnement.
hu: Bekapcsolva töltött idő. Folyamatosan növekvő számláló, mérése gyártófüggő egységben történik (például percben vagy másodpercben).
it: Conteggio di ore in stato di accensione. Il valore grezzo di questo attributo mostra il conteggio totale delle ore (o minuti o secondi, a seconda del produttore) in stato di accensione.
lo: ຈຳນວນຊົ່ວໂມງໃນສະຖານະເປີດເຄື່ອງ. ຄ່າດິບຂອງຄຸນລັກສະນະນີ້ສະແດງເຖິງຈຳນວນຊົ່ວໂມງທັງໝົດ (ຫຼື ນາທີ, ຫຼື ວິນາທີ, ຂຶ້ນກັບຜູ້ຜະລິດ) ໃນສະຖານະເປີດເຄື່ອງ.
nl: Telling van uren in power-on staat. De ruwe waarde van dit attribuut toont het totaal aantal uur (minuten, of seconden, afhankelijk van de fabrikant) in power-on staat.
pl: Ilość godzin pracy. Wartość atrybutu przedstawia całkowitą ilość godzin ( lub minut, lub sekund, w zależności od producenta) pracy.
ro: Contor pentru orele de alimentare. Acest contor arată timpul total în ore (sau minute/secunde, funcție de producător) în care hard discul a fost alimentat.
ru: Количество часов во включенном состоянии. Исходное значение этого атрибута показывает общее количество часов (или минут или секунд, в зависимости от производителя) во включенном состоянии.
sv: Antal timmar i påläge. Råvärdet av detta attribut visar totalt antal timmar (eller minuter eller sekunder, beroende på tillverkare) i påläge.
uk: Кількість годин у включеному стані. "Сире" значення атрибута це загальна кількість годин (або хвилин, або секунд, залежить від виробника) у включеному стані.
zh_cn: 开机状态下的小时数。 此属性的原始值显示开机状态下的总小时数（或分钟或秒，具体取决于制造商）。

source: Count of retry of spin start attempts. This attribute stores a total count of the spin start attempts to reach the fully operational speed (under the condition that the first attempt was unsuccessful). An increase of this attribute value is a sign of problems in the hard disk mechanical subsystem.
af: Tel van herprobeer spin start pogings. Hierdie attribuut winkels 'n totale tel van die spin start pogings om bereik die volle operasionele spoed (onder die voorwaarde daardie die eerste poging was onsuksesvolle). "N verhoog van hierdie attribuut waarde is 'n teken van probleme in die hardeskyf meganiese substelsel.
ca: Comte de reintent de gir d'arrencada. Aquest atribut emmagatzema un recompte total de l'arrencada per arribar a la velocitat en ple funcionament (amb la condició que el primer intent no va tenir èxit). Un augment del valor d'aquest atribut és un senyal de problemes en el subsistema mecànic de disc dur.
cs: Počet opakovaných pokusů o roztočení ploten disku. Tento atribut uchovává celkový počet pokusů o roztočení ploten na provozní otáčky (když byl první pokus neúspěšný). Nárůst hodnoty tohoto atributu značí problémy v mechanice disku.
de: Anzahl der Anlaufversuche der Festplatte (zum Erreichen der nominalen Drehgeschwindigkeit). Ein Ansteigen dieses Wertes ist ein Hinweis auf mechanische Probleme der Festplatte.
el: Αριθμός προσπαθειών για εκκίνηση περιστροφής. Αυτό το χαρακτηριστικό αποθηκεύει το συνολικό αριθμό των προσπαθειών εκκίνησης περιστροφής του δίσκου ως την πλήρη ταχύτητα (με την προϋπόθεση ότι η πρώτη προσπάθεια ήταν αποτυχημένη). Αύξηση της τιμής αυτού του χαρακτηριστικού είναι ένδειξη για προβλήματα στο υποσύστημα μηχανικών μερών του δίσκου.
es: Contador de reintentos de inicio de giro. Este atributo alamacena el numero total de intentos de inicio de giro para alcanzar la velocidad operacional del disco (suponiendo que el primer intento ha fallado). Un incremento en el valor de este atributo es un signo de problemas en el subsitema mecánico del disco duro.
fr: Nombre d’essais de relance de la rotation. Cet attribut stocke le nombre total d’essais de relance de la rotation pour atteindre la pleine vitesse de fonctionnement (à condition que la 1re tentative soit un échec). Une augmentation de cet attribut est signe de problèmes au niveau du sous-système mécanique du disque dur.
hu: Felpörgési újrapróbálkozások száma. Az első sikertelen felpörgés utáni összes próbálkozások számát mutatja. Folyamatosan növekvő érték, motor, csapágy vagy egyéb mechanikai hibára utal.
it: Conteggio dei tentativi di avvio rotazione. Questo attributo memorizza il numero totale del conteggio dei tentativi di avvio rotazione per raggiungere la velocità operativa (nella condizione che il primo tentativo non abbia successo) Un incremento del valore di questo attributo è segno di problemi nella parte meccanica del disco fisso.
lo: ຈຳນວນການພະຍາຍາມເລີ່ມການໝຸນໃໝ່. ຄຸນລັກສະນະນີ້ເກັບຈຳນວນທັງໝົດຂອງການພະຍາຍາມເລີ່ມການໝຸນເພື່ອໃຫ້ເຖິງຄວາມໄວການເຮັດວຽກເຕັມທີ່ (ພາຍໃຕ້ເງື່ອນໄຂທີ່ການພະຍາຍາມຄັ້ງທຳອິດບໍ່ສຳເລັດ). ການເພີ່ມຂຶ້ນຂອງຄ່າຄຸນລັກສະນະນີ້ເປັນສັນຍານຂອງບັນຫາໃນລະບົບຍ່ອຍກົນຈັກຂອງຮາດດິສກ໌.
nl: Telling van opnieuw proberen van spin start pogingen. Dit attribuut bevat een totale telling van de spin start pogingen om volledig operationele snelheid te bereiken(onder de voorwaarde dat de eerste poging mislukt is). Een verhoging van dit attribuut is een teken van problemen in het mechanische subsysteem van de harde schijf.
pl: Liczba prób startu dysku. Ta wartość pokazuję ogólną liczbę prób startu dysku do osiągnięcia pełnej prędkości operacyjnej (jeżeli pierwsza próba nie powiodła się). Wzrost tej wartości wskazuje na problem z częścią mechaniczną dysku twardego.
ro: Contorizează numărul de încercări de pornire a discului. Este memorat numărul total de încercări de pornie a motorului discului până la atingerea vitezei nominale de rotație (în condițiile în care prima încercare a eșuat). O valoare mare a acestui contor indică o problemă la partea mecanică a hard discului.
ru: Количество повторных попыток стартовать шпиндель. Этот атрибут хранит общее количество попыток раскрутки шпинделя с начала до достижения полной рабочей скорости (при условии, что первая попытка была неудачной). Увеличение этого значения является признаком проблем с механической частью жесткого диска.
sv: Antal förnyade försök att varva upp disken. Detta attribut lagrar totalt antal försök att varva upp disken till full hastighet (under förutsättning att första försöket misslyckats). En ökning av detta värde tyder på ett mekaniskt problem.
uk: Кількість спроб розкрутити диск. Цей атрибут містить загальну кількість спроб розкрутити диск до його робочої швидкості (за умови, що перша спроба була неуспішною). Зростання значення цього атрибута є признаком проблем з механічною підсистемою диска.
zh_cn: 自旋启动尝试的重试次数。 该属性存储达到完全操作速度的旋转开始尝试的总计数（在第一尝试不成功的条件下）。 该属性值的增加是硬盘机械子系统中的问题的标志。

source: This attribute indicates the count that recalibration was requested (under the condition that the first attempt was unsuccessful). An increase of this attribute value is a sign of problems in the hard disk mechanical subsystem.
af: Hierdie eienskap wys die hoeveelheid keer wat herkalibrasie aangevra (met die voorwaarde dat die eerste probeerslag misluk het). 'n Verhooging van hierdie eienskap se waarde dui op probleme met die hardeskyf se meganiese subsisteem.
ca: Aquest atribut indica el nombre que s'ha sol·licitat la recalibració (amb la condició que el primer intent no va tenir èxit). Un augment d'aquest valor d'atribut és un senyal de problemes en el subsistema mecànic de disc dur.
cs: Tento atribut udává počet požadavků na zopakování kalibrace (když byl první pokus neúspěšný). Nárůst hodnoty tohoto atributu značí problémy v mechanice disku.
de: Dieses Attribut zeigt die Anzahl der Rekalibrierungsanforderungen an (unter der Bedingung, dass der erste Versuch erfolglos war). Ein Anstieg dieses Wertes ist ein Zeichen für Probleme des mechanischen Festplattensubsytems.
el: Αυτό το χαρακτηριστικό δείχνει πόσες φορές ζητήθηκε επαναθαθμονόμηση (υπό την προϋπόθεση ότι η πρώτη προσπάθεια ήταν ανεπιτυχής). Αύξηση της τιμής αυτού του χαρακτηριστικού είναι ένδειξη προβλημάτων στο υποσύστημα μηχανικών μερών του δίσκου.
es: Este atributo indica la cuenta de veces que se ha recalibrado (bajo la condición de que la primera vez ha fallado). Un incremento de este atributo es un signo de problemas en el sub-sistema mecanico del Disco.
fr: Cet attribut indique le nombre de fois qu’une recalibration a été relancée (à condition que la première tentative soit un échec). Une augmentation de cet attribut est signe de problèmes au niveau du sous-système mécanique du disque dur.
hu: Kalibrálási újrapróbálkozások száma (amikor az első próbálkozás sikertelen). Folyamatosan növekvő érték, motor, csapágy vagy egyéb mechanikai hibára utal.
it: Questo attributo indica il numero di volte che una calibrazione è stata richiesta. Un incremento di questo valore è segno di un problema nel sottosistema meccanico del disco rigido.
lo: ຄຸນລັກສະນະນີ້ສະແດງເຖິງຈຳນວນທີ່ການປັບທຽບໃໝ່ຖືກຮ້ອງຂໍ (ພາຍໃຕ້ເງື່ອນໄຂທີ່ການພະຍາຍາມຄັ້ງທຳອິດບໍ່ສຳເລັດ). ການເພີ່ມຂຶ້ນຂອງຄ່າຄຸນລັກສະນະນີ້ເປັນສັນຍານຂອງບັນຫາໃນລະບົບຍ່ອຍກົນຈັກຂອງຮາດດິສກ໌.
nl: Dit attribuut geeft het aantal her-kalibratie weer die zijn aangevraagd (onder de voorwaarde dat de eerste poging was mislukt). Een verhoging van deze attribuut is een teken van problemen in het mechanische subsysteem van de harde schijf.
pl: Ten atrybut wskazuję liczbę żądań rekalibracji (pod warunkiem, że pierwsza próba była nieudana). Wzrost tego atrybutu oznacza problem z częścią mechaniczną dysku twardego.
ro: Acest contor indică numărul de recalibrări necesare în condițiile în care prima operație a generat o eroare. O valoare mare a acestui contor indica o problemă la partea mecanică a hard discului.
ru: Количество повторов запросов рекалибровки в случае, если первая попытка была неудачной. Если значение атрибута увеличивается, то велика вероятность проблем с механической частью.
sv: Detta attribut visar antal gånger omkalibrering begärdes (under förutsättning att första försöket misslyckades). En ökning av värdet är ett tecken på mekaniska problem i disken.
uk: Цей атрибут вказує кількість запитаних перекалібрувань (за умови, що перша спроба була невдалою). Збільшення цього значення атрибута є ознакою проблем в жорсткому диску механічної підсистеми.
zh_cn: 此属性指示请求重新校准的计数（在第一次尝试失败的情况下）。 该属性值的增加是硬盘机械子系统中的问题的标志。

source: This attribute indicates the count of full disk power on/off cycles.
af: Hierdie attribuut dui die telling van 'n volledige skyf krag aan/af siklusse.
ca: Aquest atribut indica el nombre de cicles d'encesa/apagada del disc.
cs: Tento atribut značí počet kompletních cyků vyp/zap.
de: Diese Eigenschaft zeigt die Anzahl der vollen Laufwerks An/Aus Zyklen.
el: Αυτό το χαρακτηριστικό δείχνει τον αριθμό των πλήρως ενεργοποιήσεων/απενεργοποιήσεων των δίσκων.
es: Este atributo indica la cuenta de ciclos de encendido/apagado del disco.
fr: Cet attribut indique le nombre de cycles d'activation et de désactivation du disque dur.
hu: Ez az tulajdonság a lemez összes ki- /bekapcsolásának számát adja meg.
it: Questo attributo indica il numero di cicli con completo accensione/spegnimento del disco.
lo: ຄຸນລັກສະນະນີ້ສະແດງເຖິງຈຳນວນຮອບການເປີດ/ປິດເຄື່ອງຂອງດິສກ໌ທັງໝົດ.
nl: Dit attribuut geeft het aantal weer van volledige schijf in en uitschakelingen.
pl: Ten atrybut wskazuje na całkowitą liczbę cykli włączenia/wyłączenia dysku
ro: Acest atribut indică numărul de cicluri de pornire/oprire.
ru: Этот атрибут указывает счетчик циклов включения/выключения полной мощности диска.
sv: Detta värde visar antal kompletta av/på cykler för disken.
uk: Цей атрибут показує лічильник циклів включення/виключення повної потужності диску.
zh_cn: 此属性指示全磁盘电源开/关周期的计数。
