Repository: rojim666/xigmanas-code-r10599-trunk
Catalog: locale/xigmanas-*.po
Languages: af, ca, cs, de, el, es, fr, hu, it, lo, nl, pl, ro, ru, sv, uk, zh_cn

source: LAGG is marked for deletion
af: LAGG is gemerk vir skrap
ca: LAGG està marcat per ser esborrat
cs: LAGG je označeno ke smazání
de: LAGG ist zum Löschen markiert
el: Το LAGG έχει σημειωθεί προς διαγραφή.
es: LAAG marcado para borrado
fr: LAGG est marqué pour suppression
hu: LAGG törlésre megjelölve
it: LAGG indicato per la cancellazione
lo: LAGG ຖືກໝາຍໄວ້ເພື່ອລຶບ
nl: LAGG is gemarkeerd voor verwijdering
pl: LAGG oznaczony do usunięcia
ro: Conexiunea LAGG este marcată pentru ștergere
ru: LAGG помечен для удаления
sv: LAGG är markerad för borttagning
uk: LAGG позначений для видалення
zh_cn: LAGG标记为删除

source: LAGG is protected
af: LAGG word beskerm
ca: LAGG està protegit
cs: LAGG je chráněno
de: LAGG ist geschützt
el: To LAGG είναι προστατευμένο
es: LAGG Protegido
fr: LAGG est protégé
hu: A LAGG védett
it: LAGG protetto
lo: LAGG ຖືກປ້ອງກັນ
nl: LAGG is beschermd
pl: LAGG jest chroniony
ro: Conexiunea LAGG este protejată
ru: LAGG защищен
sv: LAGG är skyddad
uk: LAGG захищений
zh_cn: LAGG被保护

source: LAGG is unlocked
af: LAGG is ongeslot
ca: LAGG està desbloquejat
cs: LAGG je odemčeno
de: LAGG ist entsperrt
el: To LAGG είναι ξεκλέιδωτο
es: LAGG Desbloqueado
fr: LAGG est déverrouillé
hu: A LAGG zárolását feloldottad
it: LAGG bloccato
lo: LAGG ຖືກປົດລັອກ
nl: LAGG is ontgrendeld
pl: LAGG jest odblokowany
ro: Conexiunea LAGG este deblocată
ru: LAGG разблокирован
sv: LAGG är olåst
uk: LAGG заблокований
zh_cn: LAGG已解锁

source: Delete Selected LAGGs
af: Skrap Geselekteerde LAGGs
ca: Suprimeix LAGG's seleccionats
cs: Smazat označené LAGG
de: Ausgewählte LAGG Konfigurationen löschen
el: Διαγραφή Επιλεγμένων LAGG
es: Borrar LAGG seleccionados
fr: Supprimer les LAGGs sélectionnés
hu: Kiválasztott LAGG-ok törlése
it: Cancella LAGG selezionati
lo: ລຶບ LAGG ທີ່ເລືອກ
nl: Geselecteerde LAGGs Verwijderen
pl: Usuń wybrane LAGGs
ro: Ștergere conexiuni LAGG selectate
ru: Удалить выбранные LAGG
sv: Ta bort valda LAGG:ar
uk: Видалити обрані LAGG
zh_cn: 删除选中的LAGGs

source: Do you want to delete selected LAGGs?
af: Wil jy geselekteerde LAG's skrap?
ca: Voleu eliminar les LAGG's seleccionats?
cs: Opravdu smazat označené LAGGs?
de: Möchten Sie die ausgewählten LAGGs löschen?
el: Θέλετε να διαγράψετε τα επιλεγμένα LAGG;
es: ¿Desea borrar los LAGG seleccionados?
fr: Voulez-vous supprimer les LAGGs sélectionnés?
hu: Biztos, hogy törlöd a kijelölt LAGG-okat?
it: Desideri cancella i LAGG selezionati?
lo: ທ່ານຕ້ອງການລຶບ LAGG ທີ່ເລືອກບໍ?
nl: Wilt u de geselecteerde LAGGs verwijderen?
pl: Czy chcesz usunąć wybrany LAGG?
ro: Doriți să ștergeți conexiunile LAGG selectate?
ru: Вы хотите удалить выбранные LAGG
sv: Vill du ta bort valda LAGG:ar?
uk: Ви підтверджуєте видалення обраних LAGG?
zh_cn: 要删除选中的LAGGs吗？

source: LAGG cannot be deleted because it is still being used as an interface.
af: LAGG kan nie geskrap word omdat dit steeds gebruiked word as 'n koppelvlak.
ca: LAGG no es pot eliminar perquè encara està sent utilitzat com una interfície.
cs: LAGG není možné smazat protože je pořád používáno jako rozhraní.
de: LAGG kann nicht gelöscht werden, weil es aktuell als Interface genutzt wird.
el: Αυτό το LAGG δεν μπορεί να διαγραφεί γιατί χρησιμοποιείται ακόμη σαν διασύνδεση.
es: No se puede borrar LAGG en uso.
fr: LAGG ne peut pas être supprimé car il est toujours utilisé comme une interface.
hu: LAGG nem törölhető, mert interfészként még használatban van.
it: LAGG non può essere cancellato perchè è ancora utilizzato come un'interfaccia
lo: ບໍ່ສາມາດລຶບ LAGG ໄດ້ເພາະວ່າມັນຍັງຖືກໃຊ້ເປັນອິນເຕີເຟດຢູ່.
nl: LAGG kan niet verwijderd worden omdat deze nog steeds gebruikt wordt als netwerk.
pl: LAGG nie może być usunięty, gdyż jest nadal używany jako interfejs.
ro: Conexiunea LAGG nu poate fi ștearsă atât timp cât este utilizată.
ru: LAGG не может быть удален, потому что он по-прежнему используется в качестве интерфейса.
sv: LAGG kan inte tas bort eftersom det fortfarande används som ett gränssnitt.
uk: LAGG не може бути видалений тому що він все ще використовується як інтерфейс.
zh_cn: LAGG无法删除，因为它仍在用作接口。

source: Failover
af: Misluk oor
ca: Commutació per error
cs: Převzetí služby v případě výpadku
el: Ανακατεύθυνση
fr: Basculement (failover)
hu: Hibatűrés
nl: Failover (Overname bij storing)
ro: Protecție la erori
ru: Резервирование от сбоев
sv: Automatisk Omläggning
uk: Перехоплення
zh_cn: 故障转移

source: Loadbalance
af: Laaibalaan
ca: Equilibri de carga
cs: Vyrovnávání zátěže
el: Εξισορρόπηση φόρτου
es: Balance de carga
fr: Balance de charge (loadbalance)
hu: Terhelés-kiegyensúlyozás
it: Bilanciamento del carico
nl: Loadbalance (Netwerkbelasting verdelen)
pl: Równoważenie obciążenia
ro: Echilibrare încărcare
ru: Балансировка нагрузки
sv: Lastbalans
uk: Балансування навантаження
zh_cn: 负载平衡

source: None
af: Geeneen
ca: Cap
cs: Žádné
de: Keine
el: Κανένα
es: Ninguno
fr: Aucun
hu: Nincs
it: Nessuno
lo: ບໍ່ມີ
nl: Geen
pl: Brak
ro: Niciunul (niciuna)
ru: Нет
sv: Inget
uk: Немає
zh_cn: 无

source: Protocol
af: Protokol
cs: Protokol
de: Protokoll
el: Πρωτόκολλο
es: Protocolo
fr: Protocole
hu: Protokoll
it: Protocollo
lo: ໂປຣໂຕຄໍ
pl: Protokół
ru: Протокол
sv: Protokoll
uk: Протокол
zh_cn: 协议

source: Ports
af: Poorte
cs: Porty
el: Θύρες
es: Puertos
hu: Portok
it: Porte
lo: ພອດ
nl: Poorten
pl: Porty
ro: Porturi
ru: Порты
sv: Portar
uk: Порти
zh_cn: 端口

source: Unknown Aggregation Protocol
af: Onbekende Aggregasie Protokol
ca: Protocol d'agregació desconegut
cs: Neznámý agregační protokol
de: Aggregation Protocol unbekannt
el: Άγνωστο Πρωτόκολλο Συσσωμάτωσης
es: Protocolo de agregación desconocido.
fr: Protocole d'agrégation inconnue
hu: Ismeretlen aggregációs protokoll.
it: Protocollo di Aggregazione sconosciuto
lo: ໂປຣໂຕຄໍການລວມກຸ່ມທີ່ບໍ່ຮູ້ຈັກ
nl: Onbekend Aggregation Protocol
pl: Nienany protokół agregacyjny
ro: Protocol necunoscut de agregare.
ru: Неизвестный Агрегационный протокол
sv: Okänt aggregeringsprotokoll.
uk: Невідомий агрегатний протокол
zh_cn: 未知聚合协议

source: Aggregation Protocol
af: Aggregasie Protokol
ca: Protocol d'agregació
cs: Agregační protokol
de: Aggregation-Protokoll
el: Πρωτόκολλο Συσσωμάτωσης
es: Protocolo de agregación
fr: Protocole d'agrégation
hu: Összesítő protokoll
lo: ໂປຣໂຕຄໍການລວມກຸ່ມ
pl: Protokół agregacji
ro: Protocol agregare
ru: Агрегационный протокол
sv: Sammanslagningsprotokoll
uk: Протокол агрегації
zh_cn: 聚合协议

source: The name of the interface is wrong.
af: Die naam van die koppelvlak is verkeerde.
ca: El nom de la interfície es erroni.
cs: Název rozhraní není správný.
de: Der Name der Schnittstelle ist falsch
el: Το όνομα της διασύνδεσης είναι λάθος.
es: El nombre de la interfaz es incorrecto.
fr: Le nom de l'interface est incorrect.
hu: Az interfész neve nem érvényes.
it: Il nome dell'interfaccia è sbagliato.
lo: ຊື່ຂອງອິນເຕີເຟດບໍ່ຖືກຕ້ອງ.
nl: De naam van het netwerk is verkeerd.
pl: Nazwa interfejsu jest błędna.
ro: Numele interfeței este greșit.
ru: Имя интерфейса неверно.
sv: Namnet på gränssnittet är fel.
uk: Ім'я інтерфейсу помилкове.
zh_cn: 接口的名称错误。

source: The LAGG protocol is invalid.
af: Die LAGG protokol is ongeldig.
ca: El protocol Lagg no és vàlid.
cs: LAGG protokol není platný.
de: Das LAGG-Protokoll ist ungültig
el: Το πρωτόκολλο LAGG είναι μη έγκυρο.
es: No es posible usar el protocolo seleccionado para el LAGG
fr: Le protocole LAGG n'est pas valide.
hu: A LAGG protokoll érvénytelen.
it: Il protocollo LAGG non è valido.
lo: ໂປຣໂຕຄໍ LAGG ບໍ່ຖືກຕ້ອງ.
nl: Het LAGG protocol is ongeldig.
pl: Protokół LAGG jest nieprawidłowy.
ro: Protocolul LAGG este invalid.
ru: Протокол LAGG недействителен.
sv: LAGG protokollet är felaktigt.
uk: LAGG протокол є недійсним.
zh_cn: LAGG协议无效。

source: At least one interface must be selected.
af: Ten minste een koppelvlak moet gekies word.
ca: Com a mínim una interfície ha de ser seleccionat.
cs: Je třeba, aby bylo vybrané alespoň jedno rozhraní.
de: Wenigstens eine Schnittstelle muss ausgewählt werden.
el: Πρέπει να επιλέξετε τουλάχιστον μία διασύνδεση.
es: Al menos un interfaz debe ser seleccionada.
fr: Au moins une interface doit être sélectionnée.
hu: Legalább egy interfészt ki kell választanod.
it: Almeno un'interfaccia deve essere selezionata
lo: ຕ້ອງເລືອກຢ່າງໜ້ອຍໜຶ່ງອິນເຕີເຟດ.
nl: Ten minste één netwerk moet worden ingeschakeld.
pl: Przynajmniej jeden interfejs musi być wybrany.
ro: Trebuie să selectați cel puțin o interfață.
ru: Должен быть выбран хотя бы один интерфейс.
sv: Minst ett gränsnitt måste väljas.
uk: Щонайменше один інтерфейс потрібно обрати.
zh_cn: 必须至少选择一个接口。

source: The LAGG interface cannot be added because the interface name already exists.
af: Die LAGG koppelvlak kan nie bygevoeg word nie, want die naam van die koppelvlak bestaan ​​reeds.
ca: La interfície Lagg no es pot afegir per que el nom de la interfície ja existeix.
cs: LAGG rozhraní není možné přidat protože název rozhraní je už použit.
de: Die LAGG Schnittstelle kann nicht hinzugefügt werden. Eine Schnittstelle mit diesem Namen existiert bereits
el: Η διασύνδεση LAGG δεν μπορεί να προστεθεί γιατί το όνομα της διασύνδεσης υπάρχει ήδη.
es: No se puede añadir la interfaz de LAGG porque ya existe otra con el mismo nombre.
fr: L'interface LAGG ne peut pas être ajoutée car le nom de l'interface existe déjà.
hu: A LAGG interfész nem adható hozzá, mert ilyen nevű interfész már létezik.
it: L'interfaccia LAGG non più essere aggiunta perchè esiste un'interfaccia con lo stesso nome.
lo: ບໍ່ສາມາດເພີ່ມອິນເຕີເຟດ LAGG ໄດ້ເພາະວ່າຊື່ອິນເຕີເຟດມີຢູ່ແລ້ວ.
nl: Het LAGG-netwerk kan niet worden toegevoegd omdat deze netwerknaam reeds bestaat.
pl: Interfejs LAGG nie może zostać dodany ponieważ nazwa interfejsu już istnieje.
ro: Interfața LAGG nu poate fi adăugată pentru că acest nume există deja.
ru: Интерфейс LAGG не может быть добавлен, поскольку имя интерфейса уже существует.
sv: LAGG gränssnittet kan inte läggas till eftersom gränssnittsnamnet redan finns.
uk: LAGG інтерфейс неможливо додати, тому що ім'я інтерфейсу вже існує.
zh_cn: 由于接口名称已经存在，无法添加LAGG接口。

source: LAGG Settings
af: LAGG Instellings
ca: Ajustos Lagg
cs: Nastavení LAGG
de: LAGG Einstellungen
el: Ρυθμίσεις LAGG
es: Ajustes del LAGG
fr: Paramètres de LAGG
hu: LAGG beállítások
it: Settaggi LAGG
lo: ການຕັ້ງຄ່າ LAGG
nl: LAGG Instellingen
pl: Ustawienia LAGG
ro: Setări LAGG
ru: Настройки LAGG
sv: LAGG-inställningar
uk: Налаштування LAGG
zh_cn: LAGG设置

source: IPv6 Address
af: IPv6 Adres
ca: Adreça IPv6
cs: IPv6 adresa
de: IPv6-Adresse
el: Διεύθυνση IPv6
es: Dirección IPv6
fr: Adresse IPv6
hu: IPv6 cím
it: Indirizzo IPv6
lo: ທີ່ຢູ່ IPv6
nl: IPv6 Adres
pl: Adres IPv6
ro: Adresă IPv6
ru: IPv6-адрес
sv: IPv6-adress
uk: IPv6-адреса
zh_cn: IPv6 地址

source: Prefix
af: Voorvoegsel
cs: Předpona
de: Präfix
el: Πρόθεμα
es: Prefijo
fr: Préfixe
hu: Előtag
it: Prefisso
nl: Voorvoegsel
pl: Prefiks
ru: Префикс
uk: Префікс
zh_cn: 前缀

source: A valid IPv6 address must be specified.
af: 'N Geldige IPv6-adres moet gespesifiseer word.
ca: Una adreça IPv4 vàlida ha de ser especificat.
cs: Je třeba zadat platnou IPv6 adresu.
de: Es muss eine gültige IPv6-Adresse angegeben werden.
el: Πρέπει να καθοριστεί μια έγκυρη IPv6 διεύθυνση.
es: Se debe especificar una dirección IPv6 válida
fr: Une adresse IPv6 valide doit être spécifiée.
hu: Érvényes IPv6 cím megadása szükséges.
it: Specificare un indirizzo IPv6 valido.
lo: ຕ້ອງລະບຸທີ່ຢູ່ IPv6 ທີ່ຖືກຕ້ອງ.
nl: Een geldig IPv6 adres moet worden opgegeven.
pl: Należy podać prawidłowy adres IPv6.
ro: Trebuie să introduceți o adresă IPv6 validă.
ru: Должен быть указан верный IPv6-адрес.
sv: En giltig IPv6-adress måste anges
uk: Дійсна адреса IPv6 повинна бути вказана.
zh_cn: 请输入一个有效的 IPv6 地址。

source: A valid prefix (1-128) must be specified.
af: 'N Geldige voorvoegsel (1-128) moet gespesifiseer word.
ca: Cal indicar un prefix vàlid (1-128).
cs: Je třeba zadat platnou předponu (1 až 128).
de: Ein gültiges Präfix (1-128) muss angegeben werden.
el: Πρέπει να καθοριστεί ένα έγκυρο πρόθεμα (1-128).
es: Debe ser especificado un prefijo válido (1-128)
fr: Un préfixe valide (1-128) doit être spécifié.
hu: Érvényes előtagot (1-128) kell megadni.
it: Specificare un prefisso valido (1-128).
lo: ຕ້ອງລະບຸ prefix ທີ່ຖືກຕ້ອງ (1-128).
nl: Een geldig voorvoegsel (1-128) moet worden opgegeven.
pl: Należy podać poprawny prefiks (1-128).
ro: Trebuie introdus un prefix valid (1-128).
ru: Должен быть указан корректный префикс (1-128).
sv: Ett giltigt prefix (1-128) måste anges.
uk: Правильний префікс (1-128) повинен бути вказаний.
zh_cn: 请输入一个有效的前缀 (1-128)。

source: A valid IPv6 Gateway address must be specified.
af: 'N Geldige IPv6 Gateway adres moet gespesifiseer word.
ca: Una adressa de porta IPv6 ha de ser especificat.
cs: Je třeba zadat platnou adresu IPv6 výchozí brány.
de: Es muss eine gültige IPv6-Gateway-Adresse angegeben werden.
el: Πρέπει να καθοριστεί μια έγκυρη IPv6 διεύθυνση προεπιλεγμένης πύλης.
es: Debe especificar una dirección IPv6 de gateway válida
fr: Une adresse de passerelle IPv6 valide doit être spécifiée.
hu: Az átjárónak érvényes IPv4 cím megadása szükséges.
it: Specificare un indirizzo valido per il Gateway IPv6.
lo: ຕ້ອງລະບຸທີ່ຢູ່ IPv6 Gateway ທີ່ຖືກຕ້ອງ.
nl: Een geldig IPv6 Gateway adres moet worden opgegeven.
pl: Należy podać prawidłowy adres bramy IPv6.
ro: Trebuie să introduceți o adresă de gateway IPv6 validă.
ru: Должен быть указан верный IPv6-адрес шлюза.
sv: En giltig IPv6 gateway adress måste anges.
uk: Дійсна адреса шлюза IPv6 повинна бути вказана.
zh_cn: 请输入一个有效的 IPv6 网关地址。

source: IPv4 Settings
af: IPv4 Instellings
ca: Paràmetres IPv4
cs: IPv4 nastavení
de: IPv4 Einstellungen
el: Ρυθμίσεις IPv4
es: Opciones IPv4
fr: Paramètres IPv4
hu: IPv4 beállítások
it: Impostazioni IPv4
lo: ການຕັ້ງຄ່າ IPv4
nl: IPv4 Instellingen
pl: Ustawienia IPv4
ro: Setări IPv4
ru: Настройки IPv4
sv: IPv4 Inställningar
uk: Налаштування IPv4
zh_cn: IPv4 设置

source: Static
af: Staties
ca: Estàtic
cs: Statické
de: Statisch
el: Στατική
es: Estático
fr: Statique
hu: Statikus
it: Statico
lo: ສະຖິດ
nl: Statisch
pl: Statyczny
sv: Statisk
uk: Статичний
zh_cn: 静态

source: IPv6 Settings
af: IPv6 Instellings
ca: Paràmetres IPv6
cs: IPv6 nastavení
de: IPv6 Einstellungen
el: Ρυθμίσεις IPv6
es: Opciones IPv6
fr: Paramètres IPv6
hu: IPv6 beállítások
it: Impostazioni IPv6
lo: ການຕັ້ງຄ່າ IPv6
nl: Ipv6 Instellingen
pl: Ustawienia IPv6
ro: Setări IPv6
ru: Настройки IPv6
sv: IPv6 Inställningar
uk: Налаштування IPv6
zh_cn: IPv6 设置

source: Auto
af: Outo
ca: Automàtica
cs: Automaticky
el: Αυτόματο
fr: Automatique
hu: Automatikus
it: Automatico
lo: ອັດຕະໂນມັດ
nl: Automatisch
pl: Automatycznie
ru: Авто
sv: Automatiskt
uk: Автоматично
zh_cn: 自动

source: Privacy Extension
af: Privaatheid Uitbreiding
ca: Extensió de privacitat
cs: Rozšíření pro soukromí
el: Επέκταση Απορρήτου
es: Extensión de privacidad
fr: Extension de confidentialité
hu: Adatvédelem kiterjesztése
it: Estensione privacy
lo: ສ່ວນຂະຫຍາຍຄວາມເປັນສ່ວນຕົວ
nl: Privacy Extensie
pl: Rozszerzenie prywatności
ro: Extensie de confidențialitate
ru: Расширение конфиденциальности
sv: Sekretesstillägg
uk: Розширення приватності
zh_cn: 隐私扩展

source: Enable IPv6 privacy extensions.
af: Inskakel IPv6 privaatheid uitbreidings.
ca: Habilitar extensions de privacitat IPv6.
cs: Zapnout rozšíření IPv6 pro soukromí
de: Schalte IPv6 Privacy Extensions ein.
el: Ενεργοποίηση επεκτάσεων απορρήτου IPv6.
es: Habilite las extensiones de privacidad de IPv6.
fr: Activer les extensions de confidentialité IPv6
hu: IPv6 adatvédelem kiterjesztésének bekapcsolása.
it: Abilita le estensioni per la privacy IPv6
lo: ເປີດໃຊ້ສ່ວນຂະຫຍາຍຄວາມເປັນສ່ວນຕົວຂອງ IPv6.
nl: Inschakelen IPv6 Privacy Extensies.
pl: Dostępne rozszerzenie prywatności IPv6.
ro: Editare extensii securitate IPv6
ru: Включить расширения конфиденциальности IPv6.
sv: Aktivera IPv6 sekretesstillägg.
uk: Дозволити конфіденційні розширення IPv6.
zh_cn: 启用IPv6隐私扩展。

source: Advanced Settings
af: Gevorderde Instellings
ca: Paràmetres avançats
cs: Pokročilá nastavení
de: Erweiterte Einstellungen
el: Προχωρημένες Ρυθμίσεις
es: Configuración avanzada
fr: Configuration avancée
hu: Haladó beállítások
it: Impostazioni Avanzate
lo: ການຕັ້ງຄ່າຂັ້ນສູງ
nl: Geavanceerde Instellingen
pl: Ustawienia zaawansowane
ro: Setări avansate
ru: Расширенные настройки
sv: Avancerade inställningar
uk: Розширені параметри:
zh_cn: 高级设置

source: Media
ca: Mèdia
cs: Přenosové médium
el: Τύπος μέσου
es: Medios
fr: Norme
hu: Adathordozó
it: Dischi
lo: ສື່
pl: Nośnik
ru: Информация
uk: Cтандарт
zh_cn: 介质（Media）

source: Autoselect
af: Outoselekteer
ca: Auto selecció
cs: Automatický výběr
de: Autom. Auswahl
el: Αυτόματη επιλογή
es: Autoseleccionar
fr: Sélection automatique
hu: Automatikus választás
it: Autoselezione
lo: ເລືອກອັດຕະໂນມັດ
nl: Automatisch Selecteren
pl: Wybór automatyczny
ro: Selectare automată
ru: Автоматически
sv: Välj automatiskt
uk: Автовибір
zh_cn: 自动选择

source: Duplex
af: Dupleks
ca: Dúplex
cs: Oběma směry současně (duplex)
el: Αμφίδρομη
pl: Dupleks
uk: Дуплекс
zh_cn: 双工模式

source: Wake On LAN
ca: Despertar per Xarxa
cs: Probouzení po síti (WoL)
el: Αφύπνιση μέσω τοπικού δικτύου (Wake On Lan)
es: Encender por medio de la LAN. (Wake On LAN)
hu: Hálózati ébresztés
ro: Pornire prin LAN (WOL)
uk: Wake On LAN (WoL)
zh_cn: 网络唤醒

source: Not available
af: Nie beskikbaar
ca: No disponible
de: Nicht verfügbar
el: Μη διαθέσιμο
es: No disponible
fr: Indisponible
hu: Nem elérhető
it: Non disponibile
lo: ບໍ່ສາມາດໃຊ້ໄດ້
nl: Niet beschikbaar
pl: Niedostępne
ro: Indisponibil
ru: Недоступен
sv: Inte tillgänglig
uk: Недоступно
zh_cn: 不可用

source: After you click "Save" you may also have to do one or more of the following steps before you can access this server again:
af: Nadat jy geklik "Save" jy mag ook aan een of meer van die volgende stappe voor jy weer kan toegang hierdie bediener doen:
ca: Després de fer clic a "Desa" també pot haver de fer un o més dels passos següents abans de poder accedir a aquest servidor de nou:
cs: Poté co kliknete na „Uložit“ může být také zapotřebí udělat jeden nebo více z následujících kroků, abyste k tomuto serveru opět mohli přistupovat:
de: Nach dem sie 'Abspeichern' oder 'Save' angeklickt haben, müssen Sie die folgenden Schritte durchführen, damit Sie wieder Zugriff auf den Server verfügen:
el: Αφού πατήσετε "Αποθήκευση", ίσως να χρειάζεται να κάνετε ένα ή περισσότερα από τα παρακάτω βήματα πριν μπορέσετε να έχετε ξανά πρόσβαση σε αυτόν το διακομιστή:
es: Despues de hacer clic en "Salvar" debe realizar una o más de las siguientes tareas o paso para acceder de nuevo al servidor:
fr: Après avoir cliqué sur "Enregistrer", vous pouvez également avoir à faire une ou plusieurs des étapes suivantes avant de pouvoir accéder à nouveau ce serveur:
hu: A 'Mentés' gombra kattintás után a következő lépéseket kell megtenned a szerver újbóli elérése előtt:
it: Dopo aver fatto clic su "Salva" devi procedere ad una o più delle seguenti operazioni prima di poter accedere di nuovo a questo server
lo: ຫຼັງຈາກທີ່ທ່ານກົດ "ບັນທຶກ" ທ່ານອາດຈະຕ້ອງເຮັດໜຶ່ງ ຫຼື ຫຼາຍຂັ້ນຕອນຕໍ່ໄປນີ້ກ່ອນທີ່ທ່ານຈະສາມາດເຂົ້າເຖິງເຊີບເວີນີ້ອີກຄັ້ງ:
nl: Na gebruik van de knop "Opslaan" moet u mogelijk ook één van de volgende stappen uitvoeren om opnieuw toegang tot deze server te krijgen:
pl: Po kliknięciu 'Save' będziesz mógł zrobić jeden lub więcej następujących kroków zanim będziesz miał dostęp do serwera ponownie.
ro: După selectarea butonului "Salvare" va fi nevoie să mai parcurgeți câțiva pași suplimentari pentru a accesa din nou serverul:
ru: После нажатия кнопки "Сохранить", вы должны также сделать один или несколько из следующих шагов, прежде чем вы сможете получить доступ к этому серверу снова:
sv: Efter det att du klickat på "Spara" behöver du också göra ett av följande steg innan du kan nå servern igen:
uk: Після натискання кнопки "Зберегти", можливо, вам доведеться зробити один або кілька з наступних кроків, перш ніж ви зможете отримати доступ до цього сервера знову:
zh_cn: 点击“保存”后你或许需要做以下步骤以再次访问服务器：

source: Change the IP address of your computer
af: Verander die IP adres van jou rekenaar
ca: Canviar l'adreça IP del ordinador
cs: Změňte IP adresu počítače, ze kterého přistupujete
de: IP-Adresse ihres Computers ändern
el: Αλλαγή της διεύθυνσης IP του υπολογιστή σας
es: Cambie la IP de su computadora
fr: Modifier l'adresse IP de votre ordinateur
hu: Számítógéped IP címének módosítása
it: Cambia l'indirizzo IP del tuo computer
lo: ປ່ຽນທີ່ຢູ່ IP ຂອງຄອມພິວເຕີຂອງທ່ານ
nl: Verander het IP-adres van uw computer
pl: Zmień adres IP Twojego komputera
ro: Modifică adresa IP a calculatorului propriu
ru: Изменить IP-адрес вашего компьютера
sv: Byt IP-adress på din dator
uk: Змінити IP адресу вашого комп'ютера.
zh_cn: 更改你的电脑IP地址

source: An interface with the specified description already exists.
af: Daar bestaan reeds 'n koppelvlak met die gespesifiseerde beskrywing.
ca: Ja existeix una interfície amb la descripció especificada.
cs: Rozhraní s tímto popisem už v systému existuje.
de: Eine Schnittstelle mit der angegebenen Beschreibung existiert bereits.
el: Υπάρχει ήδη μια διασύνδεση με την συγκεκριμένη περιγραφή.
es: Ya existe una interfaz con la descripcion especificada.
fr: Il existe déjà une interface ayant cette description.
hu: Ilyen leírású interfész már létezik.
it: Un'interfaccia con la descrizione specificata esiste già.
lo: ອິນເຕີເຟດທີ່ມີຄຳອະທິບາຍທີ່ລະບຸມີຢູ່ແລ້ວ.
nl: Een netwerk met deze gespecificeerde omschrijving bestaat reeds.
pl: Interfejs z podanym opisem już istnieje.
ro: O interfață cu această descriere există deja.
ru: Интерфейс с таким описанием уже существует.
sv: Ett gränssnitt med den angivna beskrivningen finns redan.
uk: Інтерфейс із вказаним описом вже існує.
zh_cn: 具有相同描述的接口已经存在。

source: A valid IP address must be specified.
af: 'N Geldige IP adres moet gespesifiseer word.
ca: Cal indicar una IP vàlida.
cs: Je třeba zadat platnou IP adresu.
de: Es muss eine gültige IP-Adresse angegeben sein.
el: Πρέπει να καθοριστεί μια έγκυρη διεύθυνση IP.
es: Se debe especificar una dirección IP valida.
fr: Une adresse IP valide doit être spécifiée.
hu: Érvényes IP cím megadása szükséges.
it: Deve essere specificato un indirizzo IP valido.
lo: ຕ້ອງລະບຸທີ່ຢູ່ IP ທີ່ຖືກຕ້ອງ.
nl: Een geldig IP-adres moet worden opgegeven.
pl: Należy podać prawidłowy adres IP.
ro: Trebuie să introduceți o adresă IP validă.
ru: Должен быть указан верный IP-адрес.
sv: En giltig IP-adress måste anges.
uk: Повинна бути вказана правильна IP адреса.
zh_cn: 必须指定有效的IP地址。

source: IPv6 address
af: IPv6 adres
ca: Adreça IPv6
cs: IPv6 adresa
de: IPv6 Adresse
el: Διεύθυνση IPv6
es: Dirección IPv6
fr: Adresse IPv6
hu: IPv6 címek
it: Indirizzo IPv6
lo: ທີ່ຢູ່ IPv6
nl: IPv6-adres
pl: Adres IPv6
ro: Adresă IPv6
ru: IPv6-адрес
sv: IPv6-adress
uk: IPv6 адреса
zh_cn: IPv6 地址

source: A valid mtu size must be specified.
af: 'N Geldige mtu grootte moet gespesifiseer word.
ca: Cal indicar un tamany MTU vàlid.
cs: Je třeba zadat platnou největší umožněnou velikost přenášeného datagramu (MTU).
de: Es muss eine zulässige MTU angegeben werden.
el: Πρέπει να καθοριστεί ένα έγκυρο μέγεθος mtu.
es: Se debe indicar un tamaño de MTU válido.
fr: Une taille mtu valide doit être spécifiée.
hu: Érvényes MTU méretet kell megadni.
it: Deve essere specificata una dimensione di mtu valida.
lo: ຕ້ອງລະບຸຂະໜາດ mtu ທີ່ຖືກຕ້ອງ.
nl: Een geldige mtu grootte moet worden opgegeven.
pl: Należy podać poprawną wartość MTU.
ro: Trebuie introdusă o valoare MTU validă.
ru: Должен быть указан корректный размер MTU.
sv: En giltig mtu-storlek måste anges.
uk: Правильний розмір MTU повинен бути вказаний.
zh_cn: 请输入一个有效的MTU大小。

source: Optional
af: Opsioneel
ca: Opcional
cs: Volitelné
el: Προαιρετικό
es: Opcional
fr: Facultatif
hu: Nem kötelező
it: Facoltativo
lo: ທາງເລືອກ
nl: Optioneel
pl: Opcjonalne
ro: Opţional
ru: Дополнительно
sv: Valfri
uk: Необов'язкове
zh_cn: 可选
