Repository: rojim666/xigmanas-code-r10599-trunk
Catalog: locale/xigmanas-*.po
Languages: af, ca, cs, de, el, es, fr, hu, it, lo, nl, pl, ro, ru, sv, uk, zh_cn

source: Check Interval
af: Nagaaninterval
ca: Comproveu interval
cs: Interval kontroly
de: Abfrageintervall
el: Μεσοδιάστημα ελέγχου
es: Intervalo de comprobación
fr: Intervalle des Vérifications
hu: Ellenőrzési időköz
it: Controlla l'intervallo
lo: ຊ່ວງເວລາກວດສອບ
nl: Controle Interval
ro: Interval verificare
ru: Интервал проверки
sv: Kontrollintervall
uk: Проміжок перевірок
zh_cn: 检查间隔

source: Force Update Interval
af: Opdateer Interval Afdwing
ca: Interval d'actualització forçada
de: Aktualisierungsintervall erzwingen
el: Αναγκαστική Ενημέρωση Μεσοδιαστήματος
es: Forzar intervalo de actualización
fr: Forcer l'Intervalle de Mise à jour
it: Forza l'intervallo di aggiornamento
lo: ຊ່ວງເວລາບັງຄັບອັບເດດ
nl: Forceer Update Interval
ro: Forțare actualizare interval
ru: Интервал принудительного обновления
sv: Tvinga uppdateringsintervall
uk: Інтервал примусового оновлення
zh_cn: 强制更新间隔

source: Secure SSL
ca: SSL segur
el: Ασφαλές SSL
es: SSL Segura
fr: SSL sécurisé
it: SSL sicuro
lo: SSL ທີ່ປອດໄພ
nl: Beveiligde SSL
ro: SSL secuzirat
ru: Безопасный SSL
sv: Säker SSL
uk: Захищений SSL
zh_cn: 安全 SSL

source: Broken RTC
af: Stukkende RTC
ca: Rellotge en temps real trencat
cs: Nefunkční reálný čas RTC
de: Defekter RTC
el: Χαλασμένο RTC
es: RTC roto
fr: Horloge temps réel cassée
hu: Sérült óra informácók (Real Time Clock)
it: RTC non funzionante
lo: RTC ເສຍ
nl: Gebroken RTC
ro: Setări eronate RTC
ru: Сломанный RTC
sv: Felaktig RTC
uk: Зламаний RTC
zh_cn: 损坏的RTC

source: CA Trusted Certificates
af: CA Vertroude Sertifikate
ca: Certificats de confiança de CA
cs: Důvěryhodné certifikáty CA
el: Αξιόπιστα Πιστοποιητικά CA
es: Certificados CA Verificados
fr: Certificats de confiance AC
hu: Megbízható CA tanusítvány
it: Certificati CA Trusted
lo: ໃບຮັບຮອງ CA ທີ່ເຊື່ອຖືໄດ້
nl: CA Vertrouwde Certificaten
ro: Certificat CA
ru: Сертификаты, доверенных ЦС
sv: Betrodda CA certifikat
uk: Довірені сертифікати CA
zh_cn: CA 可信证书

source: Cache Directory
af: Kasgids
ca: Directori de memòria cau
cs: Cesta/složka pro mezipaměť (cache)
de: Cache-Verzeichnis
el: Φάκελος Κρυφής Μνήμης
es: Directorio Cache
fr: Répertoire de cache
hu: Gyorsítótár-könyvtár
it: Directory Cache
lo: ໄດເຣັກທໍຣີແຄດ
nl: Cache Map
ro: Director cache
ru: Каталог кеша
sv: Cachekatalog
uk: Каталог кеша
zh_cn: 缓存目录

source: Startup Delay
ca: Retard d'inici
de: Einschaltverzögerung
el: Καθυστέρηση Εκκίνησης
es: retraso en el inicio
fr: Délai de Démarrage
it: Ritardo nell'avvio
lo: ການຊັກຊ້າໃນການເລີ່ມຕົ້ນ
nl: Opstartvertraging
ro: Întârziere pornire
ru: Задержка запуска
sv: Uppstartsfödröjning
uk: Затримка запуску
zh_cn: 启动延迟

source: Log Level
af: Log Vlak
ca: Nivell de registre
cs: Podrobnost protokolování
de: Log-Detailstufe
el: Επίπεδο Καταγραφής
es: Nivel de registro
fr: Niveau de journalisation
hu: Naplózás szintje
it: Livello di Log
lo: ລະດັບການບັນທຶກ
nl: Log niveau
pl: Poziom logowania
ro: Nivel jurnal
ru: Уровень журналирования
sv: Loggnivå
uk: Рівень запису до журналу
zh_cn: 日志级别

source: Media Type
af: Media Tipe
ca: Tipus de mitjà
de: Medientyp
el: Τύπος Πολυμέσων
es: Tipo de multimedia
fr: Type de Support
hu: Médiatípus
it: Tipo di Media
lo: ປະເພດສື່
ro: Tip media
ru: Тип данных
sv: Mediatyp
uk: Тип медіа
zh_cn: 媒体类型

source: Add Media Folder
af: Voeg Media Folder
ca: Afegeix una carpeta de suports
cs: Přidat složku médií
de: Medienverzeichnis hinzufügen
el: Προσθήκη Φακέλου Πολυμέσων
es: Añadir carpeta multimedia
fr: Ajouter un dossier multimédia
hu: Médiamappa hozzáadása
it: Aggiungere una cartella multimedia
lo: ເພີ່ມໂຟນເດີສື່
nl: Media Folder Toevoegen
pl: Dodaj Media Folder
ro: Adăugare folder Media
ru: Добавить папку мультимедиа
sv: Lägg till mediakatalog
uk: Додоати каталог медіа
zh_cn: 添加媒体文件夹

source: Edit Media Folder
af: Wysig Media Vouer
ca: Editeu carpeta de mitjans
de: Medienverzeichnis bearbeiten
el: Επεξεργασία Φακέλου Πολυμέσων
es: Editar carpeta multimedia
fr: Modifier le Dossier Support
hu: Médiamappa módosítása
it: Modifica cartella multimediale
lo: ແກ້ໄຂໂຟນເດີສື່
nl: Media Folder Bewerken
ro: Editare folder media
ru: Редактировать папку мультимедиа
sv: Ändra mediakatalog
uk: Змінити каталог медіа
zh_cn: 编辑媒体文件夹

source: Media Folder is marked for deletion
af: Media Vouer is gemerk vir skrap
ca: La carpeta multimèdia està marcada per eliminar-la
de: Medienordner ist zum Löschen vorgemerkt
el: Ο Φάκελος Πολυμέσων έχει σημειωθεί προς διαγραφή
es: Carpeta Multimedia marcada para borrado
fr: Le dossier multimédia est marqué pour suppression
hu: A médiamappát megjelölted törlésre
it: La cartella multimediale è settata per la cancellazione
lo: ໂຟນເດີສື່ຖືກໝາຍໄວ້ເພື່ອລຶບ
nl: Media Folder is gemarkeerd voor verwijdering
ro: Folderul media este marcat pentru ștergere
ru: Папка мультимедиа помечена для удаления
sv: Mediakatalogen är markerad för borttagning
uk: Медіа каталог позначений для видалення
zh_cn: 媒体文件夹标记为删除

source: Media Folder is locked
af: Media Vouer is toegeslot
ca: Carpeta de mitjans bloquejada
de: Medienordner ist gesperrt
el: Ο Φάκελος Πολυμέσων είναι κλειδωμένος
es: Carpeta Multimedia bloqueada
fr: Le dossier multimédia est verrouillé
hu: A médiamappa zárolt
it: La cartella multimediale è bloccata
lo: ໂຟນເດີສື່ຖືກລັອກ
nl: Media Folder is vergrendeld
ro: Folderul media este blocat
ru: Папка мультимедиа заблокирована
sv: Mediakatalog är låst
uk: Медіа каталог заблокований
zh_cn: 媒体文件夹已锁定

source: Media Folder is unlocked
af: Media Vouer is ongeslot
ca: La carpeta multimèdia està desbloquejada
de: Medienordner ist entsperrt
el: Ο Φάκελος Πολυμέσων είναι ξεκλείδωτος
es: Carpeta Multimedia desbloqueada
fr: Le dossier multimédia est déverrouillé
hu: A médiamappa zárolását feloldottad
it: La cartella multimediale è sbloccata
lo: ໂຟນເດີສື່ຖືກປົດລັອກ
nl: Media Folder is ontgrendeld
ro: Folderul media este deblocat
ru: Папка мультимедиа разблокирована
sv: Mediakatalog är olåst
uk: Медіа каталог розблокований
zh_cn: 媒体文件夹已解锁

source: Delete Selected Media Folders
af: Skrap Geselekteerde Media Vouers
ca: Suprimeix les carpetes de mitjans seleccionats
de: Ausgewählte Medienverzeichnisse löschen
el: Διαγραφή Επιλεγμένων Φακέλων Πολυμέσων
es: Borrar la carpeta multimedia seleccionada
fr: Supprimer les dossiers multimédias sélectionnés
hu: A kiválasztott médiamappa törlése
it: Cancella la Cartella Media Selezionata
lo: ລຶບໂຟນເດີສື່ທີ່ເລືອກ
nl: Geselecteerde Media Folders Verwijderen
ro: Șterge folderele media selectate
ru: Удалить выбранные папки мультимедиа
sv: Ta bort valda mediakataloger
uk: Видалення обраних медіа каталогів
zh_cn: 删除所选媒体文件夹

source: Disable Selected Media Folders
af: Deaktiveer Geselekteerde Media Vouers
ca: Desactiva les carpetes de mitjans seleccionats
de: Ausgewählte Medienverzeichnisse abschalten
el: Απενεργοποίηση Επιλεγμένων Φακέλων Πολυμέσων
es: Deshabilitar carpetas multimedia seleccionadas
fr: Désactiver les dossiers multimédias sélectionnés
hu: A kiválasztott médiamappák tiltása
it: Disattivare le directory dei media selezionate
lo: ປິດໃຊ້ງານໂຟນເດີສື່ທີ່ເລືອກ
nl: Geselecteerde Media Folders Uitschakelen
ro: Dezactivare foldere media selectate
ru: Отключить выбранные папки мультимедиа
sv: Inaktivera valda mediakataloger
uk: Вимкнути обрані каталоги медіа
zh_cn: 禁用所选媒体文件夹

source: Enable Selected Media Folders
af: Inskakel Geselekteerde Media Voures
ca: Activeu Carpetes de Mitjans seleccionades
de: Ausgewählte Medienverzeichnisse aktivieren
el: Ενεργοποίηση Επιλεγμένων Φακέλων Πολυμέσων
es: Habilitar carpetas multimedia seleccionadas
fr: Activer les Dossiers Support Sélectionnés
hu: Kiválasztott médiamappák bekapcsolása
it: Abilita cartelle multimediali selezionate
lo: ເປີດໃຊ້ງານໂຟນເດີສື່ທີ່ເລືອກ
nl: Geselecteerde Media Folders Inschakelen
ro: Activare foldere media selectate
ru: Включить выбранные папки мультимедиа
sv: Aktivera valda mediakataloger
uk: Дозволити обрані каталоги медіа
zh_cn: 启用选定的媒体文件夹

source: Toggle Selected Media Folders
af: Toggle Geselekteerde Media Vouers
ca: Commuta les carpetes seleccionats de mitjans
de: Ausgewählte Medienverzeichnisse umschalten
el: Μεταβολή Επιλεγμένων Φακέλων Πολυμέσων
es: Intercambiar carpetas multimedia seleccionadas
fr: Changer d'état les Dossiers Multimédias Sélectionnés
hu: A kiválasztott médiamappák be-, kikapcsolása
it: Attivare le cartelle dei file multimediali selezionati
lo: ສະຫຼັບການໃຊ້ງານໂຟນເດີສື່ທີ່ເລືອກ
nl: Geselecteerde Media Folders Omschakelen
ro: Inversare selecție foldere media
ru: Переключить выбранные папки мультимедиа
sv: Växla valda mediakataloger
uk: Перемкнути обрані каталоги медіа
zh_cn: 切换选中的媒体文件夹

source: Do you want to delete selected media folders?
af: Wil jy geselekteerde mediagidse skrap?
ca: Voleu eliminar les carpetes multimèdia seleccionades?
cs: Chcete označené složky s médii smazat?
de: Möchten Sie die ausgewählten Medienverzeichnisse löschen?
el: Θέλετε να διαγράψετε τους επιλεγμένους φακέλους πολυμέσων;
es: ¿Desea borrar las carpetas multimedia seleccionadas?
fr: Voulez-vous supprimer les dossiers multimédias sélectionnés?
hu: Biztos, hogy törlöd a kiválasztott médiamappákat?
it: Vuoi cancellare le cartelle Media selezionate?
lo: ທ່ານຕ້ອງການລຶບໂຟນເດີສື່ທີ່ເລືອກບໍ່?
nl: Wilt u de geselecteerde media folders verwijderen?
ro: Doriți să ștegeți folderele media selectate?
ru: Вы хотите удалить выбранные папки мультимедиа?
sv: Vill du ta bort valda mediakataloger?
uk: Ви підтверджуєте видалення обраних каталогів медіа?
zh_cn: 要删除所选的媒体文件夹吗？

source: Do you want to disable selected media folders?
af: Wil jy geselekteerde mediavidse deaktiveer?
ca: Voleu desactivar les carpetes multimèdia seleccionades?
de: Möchten Sie die ausgewählten Medienverzeichnisse abschalten?
el: Θέλετε να απενεργοποιήσετε τους επιλεγμένους φακέλους πολυμέσων;
es: ¿Desea deshabilitarlas carpetas multimedia seleccionadas?
fr: Voulez-vous désactiver les dossiers multimédias sélectionnés?
hu: Biztos, hogy kikapcsolod a kiválasztott médiamappákat?
it: Vuoi disattivare le cartelle multimediali selezionate?
lo: ທ່ານຕ້ອງການປິດໃຊ້ງານໂຟນເດີສື່ທີ່ເລືອກບໍ່?
nl: Wilt u geselecteerde media folders uitschakelen?
ro: Doriți să dezactivați folderele media selectate?
ru: Вы хотите отключить выбранные папки мультимедиа?
sv: Vill du inaktivera valda mediakataloger?
uk: Ви підтверджуєте вимкнення обраних каталогів медіа?
zh_cn: 是否要禁用所选的媒体文件夹？

source: Do you want to enable selected media folders?
af: Wil jy geselekteerde media vouers inskakel?
ca: Voleu habilitar les carpetes multimèdia seleccionades?
de: Möchten Sie die ausgewählten Medienverzeichnisse einschalten?
el: Θέλετε να ενεργοποιήσετε τους επιλεγμένους φακέλους πολυμέσων;
es: ¿Desea habilitar las carpetas multimedia seleccionadas?
fr: Voulez-vous activer les dossiers multimédias sélectionnés?
hu: Biztos, hogy bekapcsolod a kiválasztott médiamappákat?
it: Vuoi attivare le cartelle multimediali selezionate?
lo: ທ່ານຕ້ອງການເປີດໃຊ້ງານໂຟນເດີສື່ທີ່ເລືອກບໍ່?
nl: Wilt u de geselecteerde media folders inschakelen?
ro: Doriți să activați folderele media selectate?
ru: Вы хотите включить выбранные папки мультимедиа?
sv: Vill du aktivera valda mediakataloger?
uk: Ви підтверджуєте увімкнення обраних каталогів медіа?
zh_cn: 是否要启用所选的媒体文件夹？

source: Do you want to toggle selected media folders?
af: Doen jy wil geselekteerde luister skywe toggle?
ca: Voleu canviar les carpetes multimèdia seleccionades?
de: Möchten Sie die ausgewählten Medienverzeichnisse umschalten?
el: Θέλετε να μεταβάλλετε τους επιλεγμένους φακέλους πολυμέσων;
es: ¿Desea intercambiar las carpetas multimedia?
fr: Voulez-vous changer d'état les dossiers multimédias sélectionnés?
hu: Biztos, hogy ki-. bekapcsolod a kiválasztott médiamappákat?
it: Vuoi attivare le cartelle multimediali selezionate?
lo: ທ່ານຕ້ອງການສະຫຼັບການໃຊ້ງານໂຟນເດີສື່ທີ່ເລືອກບໍ່?
nl: Wilt u de geselecteerde media folders omschakelen?
ro: Doriți să inversați selecția folderelor media?
ru: Вы хотите переключить выбранные папки мультимедиа?
sv: Vill du växla valda mediakataloger?
uk: Ви підтверджуєте перемикання вибраних каталогів медіа?
zh_cn: 是否要切换选定的媒体文件夹？

source: Path to be included.
af: Pad om ingesluit te word.
ca: Ruta a incloure.
de: Pfad, der eingeschlossen werden soll.
el: Διαδρομή που θα συμπεριληφθεί.
es: Ruta a ser incluida
fr: Chemin à inclure.
hu: Beleveendő útvonal.
it: Percorso da includere.
lo: ເສັ້ນທາງທີ່ຈະລວມ.
nl: Pad dat moet worden opgenomen.
ro: Calea de inclus.
ru: Путь, который будет включен.
sv: Sökväg som skall inkluderas.
uk: Шлях, що буде доданий.
zh_cn: 要包含的路径。

source: Restrict folder to a specific media type.
af: Beperk vouer tot 'n spesifieke media tipe.
ca: Restringiu la carpeta a un tipus de suport específic.
de: Beschränkt den Ordner auf einen bestimmten Medientyp.
el: Περιορισμός του φακέλου σε ένα μόνο τύπο πολυμέσων.
es: restringir a un tipo determinado de multimedia
fr: Limiter le dossier à un type de support spécifique.
hu: A mappa korlátozása egy adott médiatípusra.
it: Cartella con restrizione ad uno specifico tipo di file multimediale.
lo: ຈຳກັດໂຟນເດີໃຫ້ກັບປະເພດສື່ສະເພາະ.
nl: Beperk de folder tot een specifieke media type.
ro: Restricționare folder pentru un tip de media specific.
ru: Ограничить папку определенным типом носителя.
sv: Reservera katalogen för en specifik mediatyp.
uk: Обмежити каталог певним типом медіа.
zh_cn: 将文件夹限制为特定媒体类型。

source: Scan folder for all media types.
af: Skandeer vouer vir alle media tipes.
ca: Escaneja la carpeta per a tots els tipus de suports.
de: Durchsuche Verzeichnis nach allen Medientypen.
el: Σάρωση φακέλου για όλους τους τύπους πολυμέσων.
es: Buscar en la carpeta por archivos multimedia
fr: Analyser le dossier pour tous les types de supports.
hu: Összes médiatípus keresése a mappában.
it: Analisi cartelle per tutti i formati multimediali.
lo: ສະແກນໂຟນເດີສຳລັບທຸກປະເພດສື່.
nl: Scan folder voor alle mediatypen.
ro: Scanare folder pentru toate tipurile de media.
ru: Сканирование папки для всех типов содержимого.
sv: Skanna katalogen för alla mediatyper.
uk: Сканувати каталог на всі типи медіа.
zh_cn: 扫描文件夹所有的媒体类型。

source: Scan folder for audio files.
af: Skandeer volder vir oudio lêers.
ca: Escaneja la carpeta per als fitxers d’àudio.
de: Durchsuche Verzeichnis nach Audiodateien.
el: Σάρωση φακέλου για αρχεία ήχου.
es: Buscar en la carpeta por archivos de audio
fr: Rechercher dans le dossier les fichiers audio.
hu: Hangfájlok keresése a mappában.
it: Analisi cartelle per file audio.
lo: ສະແກນໂຟນເດີສຳລັບໄຟລ໌ສຽງ.
nl: Scan folder voor audiobestanden.
ro: Scanare folder pentru fișiere audio.
ru: Сканирование папки на наличие аудиофайлов.
sv: Skanna katalogen efter ljudfiler.
uk: Сканувати каталог на аудіо файли.
zh_cn: 扫描文件夹的音频文件。

source: Scan folder for video files.
af: Skandeer volder vir video lêers.
ca: Escaneja la carpeta per a fitxers de vídeo.
de: Durchsuche Verzeichnis nach Videodateien.
el: Σάρωση φακέλου για αρχεία βίντεο.
es: Buscar en la carpeta por videos
fr: Rechercher dans le dossier les fichiers video.
hu: Videófájlok keresése a mappában.
it: Analisi cartelle per file video.
lo: ສະແກນໂຟນເດີສຳລັບໄຟລ໌ວິດີໂອ.
nl: Scan folder voor videobestanden.
ro: Scanare folder pentru fișiere video.
ru: Сканирование папки на наличие видеофайлов.
sv: Skanna katalogen efter videofiler.
uk: Сканувати каталог на відеофайли.
zh_cn: 扫描文件夹的视频文件。

source: Scan folder for image files.
af: Skandeer vouder vir beeld lêers.
ca: Escaneja la carpeta dels fitxers d'imatge.
de: Durchsuche Verzeichnis nach Bilddateien.
el: Σάρωση φακέλου για αρχεία εικόνας.
es: Buscar en la carpeta por fotos
fr: Rechercher dans le dossier les fichiers image.
hu: Képfájlok keresése a mappában.
it: Analisi cartelle per file immagini.
lo: ສະແກນໂຟນເດີສຳລັບໄຟລ໌ຮູບພາບ.
nl: Scan folder voor afbeeldingsbestanden.
ro: Scanare folder pentru fișiere imagine.
ru: Сканирование папки для файлов изображений.
sv: Skanna katalogen efter bildfiler.
uk: Сканувати каталог на файли зображень.
zh_cn: 扫描文件夹的图片文件。

source: Scan folder for video and image files.
af: Skandeer volder vir video en beeld lêers.
ca: Escaneja la carpeta per a fitxers de vídeo i imatge.
de: Durchsuche Verzeichnis nach Video- und Bilddateien.
el: Σάρωση φακέλου για αρχεία βίντεο και εικόνας.
es: Buscar en la carpeta por fotos y videos
fr: Rechercher dans le dossier les fichiers video et image.
hu: Videó- és képfájlok keresése a mappában.
it: Analisi cartelle per file video ed immagini.
lo: ສະແກນໂຟນເດີສຳລັບໄຟລ໌ວິດີໂອ ແລະ ຮູບພາບ.
nl: Scan folder voor video- en afbeeldingsbestanden.
ro: Scanare folder pentru fișiere video și imagine.
ru: Сканирование папки для видео и файлов изображений.
sv: Skanna katalogen efter video- och bildfiler.
uk: Сканувати каталог на відеофайли та файли зображень.
zh_cn: 扫描文件夹的视频和图片文件。

source: Media Folders
af: Media Gidse
ca: Carpetes multimèdia
de: Medien Verzeichnisse
el: Φάκελοι Πολυμέσων
es: Carpetas multimedia
fr: Dossiers multimédias
it: Cartelle di elementi multimediali
lo: ໂຟນເດີສື່
ro: Foldere media
ru: Папки мультимедиа
sv: Mediakataloger
uk: Медіатеки
zh_cn: 媒体文件夹

source: Media Folder
af: Media Vouer
ca: Carpete de mitjans
de: Medienordner
el: Φάκελος Πολυμέσων
es: Carpeta Multimedia
fr: Dossier Multimédia
hu: Médiamappa
it: Cartella multimediale
lo: ໂຟນເດີສື່
ro: Folder media
ru: Папка мультимедиа
sv: Mediakatalog
uk: Каталог медіа
zh_cn: 媒体文件夹

source: Broadcast Interval
af: Uitsaai interval
ca: Interval d'emissió
cs: Interval všesměrového vysílání
de: Sendeintervall
el: Μεσοδιάστημα αναμετάδοσης
es: Intervalo de Broadcast
fr: Intervalle de diffusion
hu: Broadcast időköz
it: Intervallo di rete
lo: ຊ່ວງເວລາອອກອາກາດ
nl: Uitzend Interval
ro: Interval broadcast
ru: Интервал трансляции
sv: Sändningsintervall
uk: Інтервал трансляції
zh_cn: 广播间隔

source: Strict DLNA
af: Streng DLNA
ca: DLNA estricte
cs: Striktní DLNA
de: strenge DLNA Spezifikation
el: Αυστηρό DLNA
es: DLNA estrcito
fr: DLNA Strict
hu: Szigorú DLNA
it: DLNA rigoroso
lo: DLNA ແບບເຂັ້ມງວດ
nl: Strikte DLNA
ru: Строгое DLNA
sv: Strikt DLNA
uk: Строгий DLNA
zh_cn: 严格DLNA

source: TiVo Support
af: TiVo Ondersteuning
ca: Suport TiVO
cs: Podpora zařízení TiVo
de: TiVo unterstützung
el: Υποστήριξη TiVo
es: Soporte TiVo
fr: Support de TiVo
hu: TiVo támogatás
it: Supporto TiVo
lo: ຮອງຮັບ TiVo
nl: TiVo Ondersteuning
ro: Suport TiVo
ru: Поддержка TiVo
uk: Підтримка TiVo
zh_cn: TiVo支持

source: Wide Links
af: Wye Skakels
ca: Enllaços amplis.
cs: Široké odkazy
de: Erweiterte Links
fr: Liens Etendus
hu: Széles linkek
lo: ລິ້ງກວ້າງ
ro: Linkuri Wide
ru: Большие ссылки
uk: Символічні посилання
zh_cn: 宽链接

source: Container
ca: Contenidor
cs: Kontejner
es: Contenedor
fr: Conteneur
hu: Tároló
it: Contenitore
lo: ຄອນເທນເນີ
nl: Houder
pl: Kontener
ru: Контейнер
sv: Behållare
uk: Контейнер
zh_cn: 容器

source: Sort Criteria
af: Sorteer Kriterië
ca: Criteri d'ordenació
de: Sortierkriterien
el: Κριτήρια Ταξινόμησης
es: Criterio de ordenación
fr: Critères de Tri
hu: Rendezési feltétel
it: Criterio di ordinamento
lo: ເງື່ອນໄຂການຈັດລຽງ
nl: Sorteercriteria
ro: Criteriu sortare
ru: Критерии сортировки
sv: Sorteringsvillkor
uk: Критерії впорядкування
zh_cn: 排序规则

source: Disable Subtitles
af: Deaktiveer Subtitels
ca: Desactiva els subtítols
cs: Vypnout titulky
de: Untertitel ausschalten
el: Απενεργοποίηση Υποτίτλων
es: Deshabilitar Subtítulos
fr: Désactiver les sous-titres
hu: Feliratok letiltása
it: Disattiva i Sottotitoli
lo: ປິດຄຳບັນຍາຍ
nl: Uitschakelen Ondertiteling
pl: Wyłącz napisy
ro: Dezactivare subtitrări
ru: Отключить субтитры
sv: Inaktivera undertexter
uk: Вимкнути субтитри
zh_cn: 禁用字幕

source: Media Server Name.
af: Media Bediener Naam.
ca: Nom del servidor de mitjans
de: Medien Servername
el: Όνομα Διακομιστή Πολυμέσων.
es: Nombre del servidor multimedia
fr: Nom du serveur multimédia.
hu: A médiaszerver neve.
it: Nome del server multimediale
lo: ຊື່ເຊີບເວີສື່.
nl: Naam Mediaserver.
ro: Nume server media.
ru: Имя медиа-сервера.
sv: Mediaservernamn.
uk: Ім'я медіа каталогу.
zh_cn: 媒体服务器名称。

source: Verbosity of information that is logged.
af: Verbosity van nligting wat is logged.
ca: Verbositat de la informació que es registra.
de: Ausführlichkeit der Informationen, die aufgezeichnet werden.
el: Επίπεδο λεπτομερειών των πληροφοριών που καταγράφονται.
es: grado de información guardada en el log.
fr: Verbosité des informations consignées.
hu: A naplózott információk beszédessége.
it: Verbosità dell'informazione che è tracciata
lo: ຄວາມລະອຽດຂອງຂໍ້ມູນທີ່ຖືກບັນທຶກ.
nl: Breedsprakigheid van informatie die is vastgelegd.
ro: Nivelul de detaliere al informației pentru jurnalizare.
ru: Детализация информации, которая регистрируется.
sv: Nivå på information som loggas.
uk: Деталізація інформації, що реєструється.
zh_cn: 记录的信息的详细程度。

source: Fatal
af: Fataal
cs: Fatální
de: Fataler Fehler
el: Κρίσιμο
fr: Fatale
hu: Végzetes
it: Irrimediabile
lo: ຮ້າຍແຮງ
nl: Fataal
pl: Krytyczny
ro: Eroare fatală
ru: Критическое
sv: Ödesdiger
uk: Критична помилка
zh_cn: 致命

source: Enable inotify.
af: Ontsper inotify
ca: Activa inotify.
cs: Zapnout inotify.
de: inotify aktivieren
el: Ενεργοποίηση inotify.
es: Activar iNotify
fr: Activer inotify.
hu: Inotify engedélyezése
it: Abilita inotify
lo: ເປີດໃຊ້ inotify.
nl: Inschakelen inotify
ro: Activare inotify.
ru: Включить Inotify.
sv: Aktivera inotify.
uk: Дозволити inotify.
zh_cn: 启用inotify。

source: Use inotify monitoring to automatically discover new media files.
af: Gebruik inotify monitering om outomaties te ontdek nuwe media lêers.
ca: Utilitzeu el monitoratge inotify per descobrir automàticament nous fitxers multimèdia.
de: Verwenden Sie die inotify-Überwachung, um neue Mediendateien automatisch zu erkennen.
el: Χρήση παρακολούθησης με inotify για αυτόματη ανεύρεση νέων αρχείων πολυμέσων.
es: Usa inotify para monitorizar y descubrir nuevos archivos multimedia añadidos
fr: Utilisez la surveillance inotify pour découvrir automatiquement les nouveaux fichiers multimédia.
hu: Az inotify felügyelet segítségével automatikusan felfedezheti az új médiafájlokat.
it: Usa il monitoraggio di inotify per scoprire automaticamente nuovi file multimediali.
lo: ໃຊ້ການຕິດຕາມ inotify ເພື່ອຄົ້ນພົບໄຟລ໌ສື່ໃໝ່ໂດຍອັດຕະໂນມັດ.
nl: Gebruik inotify monitoring om automatisch nieuwe mediabestanden te ontdekken.
ro: Utilizare monitorizare inotify pentru automatizarea descoperirii de fișiere noi media.
ru: Использовать мониторинг inotify для автоматического обнаружения новых медиа-файлов.
sv: Använd inotify monitorering för att automatiskt upptäcka nya mediafiler.
uk: Використовуйте моніторинг inotify для автоматичного виявлення нових мультимедійних файлів.
zh_cn: 使用inotify监控自动发现新的媒体文件。
