Repository: rojim666/xigmanas-code-r10599-trunk
Catalog: locale/xigmanas-*.po
Languages: af, ca, cs, de, el, es, fr, hu, it, lo, nl, pl, ro, ru, sv, uk, zh_cn

source: Logical Unit Type mapped to LUN.
af: Logiese Eenheid Tipe gekarteer om LUN.
ca: Tipus d'unitat lògica mapejada a LUN
cs: Typ logické jednotky mapované na LUN.
de: Logical Unit Type zugewiesen zur LUN.
el: Τύπος Λογικής Μονάδας αντιστοιχισμένης σε LUN.
es: Tipo de Unidad Lógica mapeada a una LUN.
fr: Logical Unit Type attaché au LUN.
hu: Logikai Egység Típus LUN-en.
it: Controller di unità logiche mappate sul LUN.
lo: ປະເພດໜ່ວຍເຫດຜົນທີ່ແມັບກັບ LUN.
nl: Logical Unit Type in kaart gebracht aan LUN.
pl: Typ jednostki logicznej mapowanej do LUN.
ro: Tip Unitate Logică mapat în LUN.
ru: Тип логического устройства, сопоставленный с LUN.
sv: Logisk enhetstyp mappad till LUN
uk: Тип логічного пристрою, співставлений з LUN.
zh_cn: 映射到 LUN 的逻辑单元类型。

source: Primary
af: Primêre
ca: Primari
cs: Hlavní
de: Primärer
el: Πρωτεύων
es: Primario
fr: Primaire
hu: Elsődleges
it: Primario
lo: ຫຼັກ
nl: Primair
pl: Podstawowy
ro: Primar
ru: Первичный (Primary)
sv: Primär
uk: Первинна
zh_cn: 主要

source: The initiator can connect to the portals in specific Portal Group.
af: Die inisieerder kan aan die poorte konnekteer in die spesifieke Poort Groep.
ca: L'iniciador pot connectar-se als portals en el grup específic de Portal.
cs: Iniciátor se může připojit k portálům, které jsou začleněné do konkrétní skupiny portálů.
de: Der Initiator kann sich zu den Portalen in spezifische Portalgruppen verbinden.
el: Ο εκκινητής μπορεί να συνδεθεί στα Portal της συγκεκριμένης Ομάδας Portal.
es: El iniciador puede conectarse a los portales en el Grupo de Portal especifico.
fr: L'initiateur peut se connecter aux portails dans le groupe Portail spécifique.
hu: A kezdeményező csatlakozhat a portálokhoz, a Portál csoportban megadottak szerint.
it: L'iniziatore può connettersi al portale nel gruppo portale specifico.
lo: ຜູ້ລິເລີ່ມສາມາດເຊື່ອມຕໍ່ກັບພໍທັນໃນກຸ່ມພໍທັນທີ່ລະບຸໄດ້.
nl: De initiator kan verbinden met de portalen in de specifieke Portaal Groep.
pl: Inicjator może połączyć się z portalami w określonej grupie portali.
ro: Inițiatorul se poate conecta la portal conform specificațiilor din Grupul Portal.
ru: Инициатор может подключиться к порталам в указанной группе порталов.
sv: Initiatorn kan skapa tillgång till portalerna i specificerad portal-grupp.
uk: Ініціатор може підключитися до порталів в зазначеній групі порталів.
zh_cn: 启动器可以连接到特定的门户组的门户网站。

source: The initiator can access to the target via the portals by authorised initiator names and networks in specific Initiator Group.
af: Die inisieerder het toegang tot die teiken via die poorte met gemagtigde inisieerder name en netwerke in die spesifieke Inisieerder Groep.
ca: L'iniciador pot accedir a la destinació a través dels portals d'iniciador pels noms autoritzats i xarxes en el grup iniciador específic.
cs: Iniciátor může přistupovat k cíli prostřednictvím portálů a to pomocí názvů iniciátoru a ze sítí, pověřených pro konkrétní skupinu iniciátoru.
de: Der Initiator kann auf das Target über das Portal mit authorisiertem Initiator-Namen und Netzwerken in spezifischen Initiator-Gruppen zugreifen.
el: Ο εκκινητής μπορεί να έχει πρόσβαση στο στόχο μέσω των πυλών από τα πιστοποιημένα ονόματα και δίκτυα της συγκεκριμένης Ομάδας Εκκινητή.
es: El iniciador puede acceder al objetivo a traves de los portales por medio de los nombres de iniciador autorizados y las redes en el Grupo de Iniciador especifico.
fr: L'initiateur peut accéder à la cible via les portails par les noms d'initiateur et réseaux autorisés dans le groupe Initiateur spécifique.
hu: A kezdeményező elérheti a célt az hitelesített kezdeményező névvel és hálózattal a portálokon keresztül a speciális Kezdeményező csoportban megadottak szerint.
it: L'iniziatore può accedere al target attraverso i portali tramite i nomi utente e le reti autorizzati nel gruppo iniziatore specifico.
lo: ຜູ້ລິເລີ່ມສາມາດເຂົ້າເຖິງເປົ້າໝາຍຜ່ານພໍທັນໂດຍຊື່ຜູ້ລິເລີ່ມ ແລະ ເຄືອຂ່າຍທີ່ໄດ້ຮັບອະນຸຍາດໃນກຸ່ມຜູ້ລິເລີ່ມທີ່ລະບຸ.
nl: De initiator kan toegang krijgen naar de doel via de portalen van geautoriseerde initiator-namen en netwerken in de specifieke Initiator Groep.
ro: Inițiatorul poate accesa destinația via portal pe baza numelui de inițiator și rețelelor specificate în Grupul Inițiator.
ru: Инициатор может получить доступ к цели через портал, используя имя авторизованного инициатора и сети из указанной группы инициаторов.
sv: Initiatorn kan skapa tillgång till målet via portalerna från auktoriserat initierarnamn och nätverk i den specificerade Intitiatorgruppen.
uk: Ініціатор може отримати доступ до цілі через портал, використовуючи ім'я авторизованого ініціатора і мережі із зазначеної групи ініціаторів.
zh_cn: 启动器可以通过特定启动器组中的授权启动器名称和网络通过门户访问目标。

source: Secondary
af: Sekondêre
ca: Secundari
cs: Vedlejší
de: Sekundärer
el: Δευτερεύων
es: Secundario
fr: Secondaire
hu: Másodlagos
it: Secondario
lo: ສຳຮອງ
nl: Secundair
pl: Poboczny
ro: Secundar
ru: Вторичный (Secondary)
sv: Sekundär
uk: Вторинна
zh_cn: 次要

source: The storage area mapped to LUN%d.
af: Die stoor area afgebeeld tot LUN%d
ca: L'àrea d'emmagatzematge assignada a LUN %d.
cs: Úložná oblast mapována na LUN%d.
de: Der Speicherbereich der der LUN%d abgebildet ist.
el: Ο χώρος αποθήκευσης που έχει αντιστοιχιθεί στο LUN%d.
es: El almacenamiento de área mapeado a la LUN%d.
fr: La zone de stockage attachée à LUN%d.
hu: A tároló leképezve a következőbe: LUN%d.
it: L'area di immagazzinamento mappato verso il LUN%d.
lo: ພື້ນທີ່ຈັດເກັບຂໍ້ມູນທີ່ແມັບກັບ LUN%d.
nl: Het opslag bereik in kaart gebracht aan LUN%d.
pl: Przestrzeń dyskowa zmapowana do LUN%d
ro: Zona de stocare mapată la LUN%d.
ru: Область хранилища, сопоставленная с LUN%d.
sv: Lagringsområdet är mappat till LUN%d.
uk: Область сховища, зіставлена з LUN%d.
zh_cn: 储存区域映射到 LUN%d 。

source: Removable
af: Verwyderbare
ca: Extraïble
cs: Vyjímatelné
de: Wechselbar
el: Αφαιρούμενο μέσο
es: Extraíble
fr: Amovible
hu: Eltávolítható
it: Rimovibile
lo: ຖອດອອກໄດ້
nl: Verwijderbaar
pl: Wymienny
ro: Detașabil
ru: Сменный носитель
sv: Flyttbar
uk: Змінний пристрій
zh_cn: 可移除

source: The removable area mapped to LUN%d.
af: Die verweiderbare area word afgebeeld na LUN%d.
ca: L'àrea assignada a LUN extraïble %d.
cs: Vyjímatelná oblast mapovaná na LUN%d.
de: Der entfernbare Bereich ist LUN%d zugeordnet.
el: Η αφαιρούμενη περιοχή που έχει αντιστοιχιθεί στο LUN%d.
es: Area eliminable asociada a LUN%d.
fr: La zone amovible attachée au LUN%d.
hu: Az eltávolítható terület leképezve a következőbe: LUN%d.
it: L'area rimovibile mappata sul LUN%d.
lo: ພື້ນທີ່ທີ່ຖອດອອກໄດ້ທີ່ແມັບກັບ LUN%d.
nl: Het verwijderbare gebied toegewezen aan LUN%d.
ro: Zona detașabilă este mapată la LUN%d.
ru: Область сменного носителя, сопоставленная с LUN%d.
sv: Det borttagningsbara området är mappat till LUN%d.
uk: Область змінного носія, зіставлена з LUN%d.
zh_cn: 可移动区域映射到 LUN%d。

source: Advanced settings
af: Gevorderde instellings
ca: Paràmetres avançats
cs: Pokročilá nastavení
de: Erweiterte Einstellungen
el: Ρυθμίσεις για προχωρημένους
es: Ajustes avanzados
fr: Paramètres avancés
hu: Speciális beállítások
it: Impostazioni avanzate
lo: ການຕັ້ງຄ່າຂັ້ນສູງ
nl: Geavanceerde opties
pl: Ustawienia zaawansowane
ro: Setări avansate
ru: Расширенные настройки
sv: Avancerade inställningar
uk: Додаткові налаштування
zh_cn: 高级设置

source: The method can be accepted by the target. Auto means both none and authentication.
af: Die metode kan aanvaar word deur die teiken. Automaties beteken beide geen en gematiging teogelaat.
ca: El mètode pot ser acceptada per l'objectiu. Acte significa tant cap i autenticació.
cs: Metoda, která je pro daný cíl přijatelná. Hodnota „auto“ znamená jak bez tak s ověřováním.
de: Die Methode kann vom Ziel akzeptiert werden. "Auto" kann einerseits "keine" und "Authentifikation" bedeuten.
el: Η μέθοδος μπορεί να γίνει δεκτή από τον προορισμό. Αυτόματα σημαίνει και καμία και πιστοποίηση.
es: El método puede ser aceptado por el objetivo. Auto (Automático) signifca a la misma vez ninguno y autenticación.
fr: La méthode peut être acceptée par la cible. Auto signifie à la fois Aucune et Authentification.
hu: A módszer, amit a cél elfogadhat. Auto egyaránt jelenti, hogy nincs és a hitelesítést.
it: Il metodo può essere accettato dal target. Auto può significare sia "nessuno" che "autenticazione".
lo: ວິທີການທີ່ເປົ້າໝາຍສາມາດຍອມຮັບໄດ້. Auto ໝາຍເຖິງທັງບໍ່ມີ ແລະ ການກວດສອບ.
nl: Deze methode kan geaccepteerd worden door het doel. Auto betekent beide geen en verificatie.
pl: Metoda akceptowana przez cel. Automatycznie oznacza jednocześnie brak i autentykacja.
ro: Metoda poate fi acceptată de destinație. „Auto” permite conectarea cu sau fără autorizare.
ru: Метод, который может быть принят целью. При значении 'Авто' используется как включенная, так и выключенная аутентификация одновременно.
sv: Metoden accepteras av målet. Auto innebär både none och autentisering.
uk: Метод, який може бути прийнятий ціллю. При значенні "Авто" використовується як включена, так і вимкнена аутентифікація одночасно.
zh_cn: 目标可以接受的方法。 “自动” 是指无（none） 和认证（authentication）。

source: The initiator can access to the target with correct user and secret in specific Auth Group.
af: Die inisieerder het toegang tot die teike met korrekte gebruiker en geheim in die spesifieke Auth Groep
ca: L'iniciador pot accedir al objectiu amb l'usuari correcte i secret en el Grup específic d'autenticació.
cs: Iniciátor může v rámci konkrétní skupiny pověřených přistupovat k cíli pomocí správného uživatelského účtu a hesla.
de: Der Initiator kann auf das Target mit korrektem Usernamen und Passwort auf die spezifische Auth-Gruppe zugreifen.
el: Ο εκκινητής μπορεί να έχει πρόσβαση στον προορισμό με το σωστό όνομα χρήστη και συνθηματικό της συγκεκριμένης Ομάδας Πιστοποίησης.
es: El iniciador puede acceder al objetivo con el secreto y usuario adecuado en un Grupo Autorizado especifico.
fr: L'initiateur peut accéder à la cible avec un nom et un secret corrects dans le groupe Auth spécifique.
hu: A kezdeményező elérheti a célt a jelenlegi névvel és titkosítással, ahogy az a speciális Hitelesített csoportban meg lett adva.
it: L'iniziatore può accedere al target con il nome utente e il segreto corretti nel gruppo di autenticazione specifico.
lo: ຜູ້ລິເລີ່ມສາມາດເຂົ້າເຖິງເປົ້າໝາຍດ້ວຍຜູ້ໃຊ້ ແລະ ລະຫັດລັບທີ່ຖືກຕ້ອງໃນກຸ່ມ Auth ທີ່ລະບຸ.
nl: De initiator kan toegang krijgen naar het doel door middel van de correcte gebruikernaam en wachtwoord in de specifieke Auth Groep.
pl: Inicjator ma dostęp do celu z prawidłową nazwą użytkownika i hasłem w określonej grupie zabezpieczeń.
ro: Inițiatorul poate accesa destinația pe baza unui utilizator valid și a secretului specificate în Grupul Autorizat.
ru: Инициатор может получать доступ к цели, используя корректные имя пользователя и ключ безопасности из указанной группы аутентификации.
sv: Initiatorn kan skapa tillgång till målet med rätt anvädare och lösenord från specificerad Auth-grupp.
uk: Ініціатор може отримувати доступ до цілі, використовуючи чинні ім'я користувача і ключ безпеки із зазначеної групи автентифікації.
zh_cn: 启动器可以在特定的认证组中使用正确的用户和密钥访问目标。

source: Header digest
af: Koptekst digest
ca: Capçalera resum
cs: Kontrolní otisk (digest) hlavičky
de: Header-Übersicht
el: Digest κεφαλίδας
es: Resumen de cabecera
fr: contrôle d'entête
hu: Fejléc kivonat
it: Digest dell'intestazione
nl: Kop overzicht
ro: Rezumat header
ru: Подпись заголовков
sv: Sidhuvuds klassificering
uk: Підпис заголовків
zh_cn: 头摘要

source: Data digest
ca: Assimilar dades
cs: Otisk dat
de: Datenauszug
el: Digest δεδομένων
es: Resumen de datos.
fr: contrôle des Données
hu: Adat kivonat
it: Digest dei dati
nl: Gegevens overzicht
pl: Przetwarzane dane
ro: Analiză date
ru: Подпись данных
sv: Datasammandrag
uk: Дайджест даних
zh_cn: 数据摘要

source: Header and Data digest
af: Koptekst en Data digest
ca: Capçalera i dades resum
cs: Kontrolní otisk (digest) hlavičky a dat
de: Header- und Datenübersicht
el: Digest κεφαλίδας και δεδομένων
es: Cabecera y resumen de datos
fr: Contrôle d'entête et des données
hu: Fejléc és adat kivonat
it: Digest dell'intestazione e dei dati
nl: Kop en Gegevens overzicht
pl: Nagłówek i podsumowanie danych
ro: Rezumat Header și Data
ru: Подпись заголовков и данных
sv: Sidhuvud och Data klassificering
uk: Підпис заголовків і даних
zh_cn: 头摘要和数据摘要

source: The initial digest mode negotiated with the initiator.
af: Die inleidende oorsig modus soos onderhandel met die inisieerder.
ca: El mode inicial de compendi negociat amb l'iniciador.
cs: Režim počátečního zkráceného obsahu (digest) dohodnutý s iniciátorem.
de: Der zu Beginn mit dem Initiator ausgehandelte Verarbeitungsmodus.
el: Η αρχική κατάσταση του digest κατά την επικοινωνία με τον εκκινητή.
es: El modo inicial de resumen es negociado con el iniciador.
fr: Le mode de contrôle initial négocié avec l'initiateur.
hu: A kezdeti kivonat mód egyeztetett a kezdeményezővel.
it: La modalità iniziale di digest negoziata con l'iniziatore.
lo: ໂໝດ initial digest ທີ່ເຈລະຈາກັບຜູ້ລິເລີ່ມ.
nl: De aanvankelijke overzicht die met de initiator wordt besproken.
ro: Modul rezumat iniţial negociat cu inițiatorul.
ru: Режим подписи пакетов (initial digest), установленный для взаимодействия с инициатором.
sv: Det initiala sammansmältningsläget är förhandlat med Initiatorn.
uk: Режим підпису пакетів (initial digest), встановлений для взаємодії з ініціатором.
zh_cn: 最初与启动器谈判的摘要模式。

source: 0=disabled, 1-255=enabled command queuing with specified depth.
af: 0=gestremde, 1-255=geaktiveer bevel queuing met gespesifiseerde diepte.
ca: 0 = desactivat, 1-255 = comanda permèssa de cua amb la profunditat especificada.
cs: nula (zapsáno jako „0“) = vypnuto, 1-255 = zapnuto řazení příkazů do fronty o zadané kapacitě.
de: 0: deaktivert, 1-255: Befahlswarteschlange mit angegebener Länge aktiviert.
el: 0 =ανενεργό, 1-255 = ενεργοποιημένη ουρά εντολών με το καθορισμένο βάθος.
es: 0=deshabilitado, 1-255=habilitado, cola de comandos con profundidad especificada
fr: 0=désactivé, 1-255=mise en queue des commandes activée avec cette profondeur
hu: 0=nem engedélyezett, 1-255=parancsok sorba fűzésének engedélyezése meghatározott mélységgel.
it: 0=disabilitata, 1-255=command queuing abilitato con la profondità specificata.
lo: 0=ປິດໃຊ້ງານ, 1-255=ເປີດໃຊ້ງານການຈັດຄິວຄຳສັ່ງດ້ວຍຄວາມເລິກທີ່ລະບຸ.
nl: 0=uitgeschakeld, 1-255=ingeschakelde command queuing met de gespecificeerde diepte.
pl: 0=wyłączony, 1-255=włącz kolejkowanie poleceń z określoną długością kolejki.
ro: 0=dezactivat, 1-255=listă activă de comenzi cu lungime specificată.
ru: Очередь команд. [0] - отключена, [1;255] - включена с заданной глубиной.
sv: 0=Avstängd, 1-255= Kommandokö med angivet djup
uk: 0=вимкнено, 1-255=увімкнено чергу команд із зазначеною глибиною.
zh_cn: 0=禁用, 1-255=指令排序的深度。

source: The recommended queue depth is %d.
af: Die voorgestelde tou diepte is %d.
ca: La profunditat de la cua recomanada és de %d.
cs: Doporučená délka fronty je %d.
de: Die empfohlene Größe des Kommandostapels ist %d
el: Το συνιστώμενο βάθος της ουράς είναι %d.
es: El anidamiento recomendado maximo es %d
fr: Le recommandé de queue depth est %d.
hu: Az ajánlott sormélység %d.
it: La lunghezza della coda raccomandata è %d.
lo: ຄວາມເລິກຂອງຄິວທີ່ແນະນຳແມ່ນ %d.
nl: De aanbevolen queue depth is %d.
pl: Zalecan głębokość kolejki to %d.
ro: Lungimea recomandată pentru listă este %d.
ru: Рекомендуемая глубина очереди - %d.
sv: Det rekommenderade värdet för 'kö-djup' (queue depth) är %d.
uk: Рекомендована довжина черги %d.
zh_cn: 建议的队列深度是 %d。

source: Write Cache
af: Skryf Cache
ca: Memòria cau d'escriptura
cs: Mezipaměť zápisu
de: Schreibpuffer
el: Προσωρινή μνήμη εγγραφής
fr: Cache d'écriture
hu: Írási gyorsítótár
lo: ແຄດການຂຽນ
nl: Schrijf Cache
pl: Bufor Zapisu
ro: Cache scriere
ru: Кэширование записи
sv: Skrivcache
uk: Кеш запису
zh_cn: 写入缓存

source: Enable write cache mode.
af: Ontsper skryf kas geheue modus.
ca: Activa mode de memòria cau d'escriptura.
cs: Zapnout režim zápisu s mezipamětí.
de: Schreibpuffermodus aktivieren.
el: Ενεργοποίηση προσωρινής μνήμης για την εγγραφή.
es: Habilitar Write Cache
fr: Activer le mode cache en écriture.
hu: Írás cache engedélyezése.
it: Abilità la modalità write cache.
lo: ເປີດໃຊ້ໂໝດແຄດການຂຽນ.
nl: Inschakelen schrijf cache mode.
pl: Włącz tryb zapisywania cache.
ro: Activare mod cache la scriere.
ru: Включить кеширование записи.
sv: Aktivera skrivcache
uk: Увімкнути режим кешування запису.
zh_cn: 开启写入缓存模式。

source: It can be changed from the client side by standard SCSI mode page at any time.
af: Dit kan enige tyd verander word van die klient se kant deur die standaard SCSI mode bladsy
ca: Es pot canviar des del costat del client al estàndard de pàgina SCSI en qualsevol moment.
cs: Může být kdykoli změněno ze strany klienta prostřednictvím standardní stránky SCSI režimu.
de: Kann von Client-Seite durch Standard SCSI Modus Seiten (mode page) zu jeder Zeit geändert werden.
el: Μπορεί να αλλαχτεί οποιαδήποτε στιγμή από την πλευρά του πελάτη, με τη χρήση της προεπιλεγμένης σελίδας λειτουργίας SCSI .
es: Puede ser cambiado desde el lado cliente mediante el modo estandar de página en cualquier momento
fr: Peut être modifié n'importe quand côté client par « SCSI mode page » standard.
hu: Ezt bármikor meg lehet változtatni a kliens oldalról szabványos SCSI mód oldal használatával.
it: Può essere cambiato dal lato client utilizzando la pagina standard modalità SCSI in qualsiasi momento.
lo: ມັນສາມາດປ່ຽນແປງໄດ້ຈາກຝັ່ງໄຄລເອັນໂດຍໜ້າໂໝດ SCSI ມາດຕະຖານໄດ້ທຸກເວລາ.
nl: Het kan op elk moment worden gewijzigd vanaf de cliëntzijde via standaard SCSI-modus pagina.
pl: Może być zmienione w dowolnym momencie po stronie Klienta używając standardowego trybu SCSI.
ro: Opțiunea poate fi modificată oricând de către client din pagina standard de proprietăți SCSI.
ru: В любое время может быть изменено на клиентской стороне со стандартной страницы настройки параметров SCSI
sv: Det kan ändras när som helst från klientsidan med standard "SCSI mode page".
uk: У будь-який час може бути змінено на клієнтській стороні зі стандартною сторінки налаштування параметрів SCSI
zh_cn: 任何时候可以通过标准SCSI 模式页从客户端更改。

source: You may specify as SCSI INQUIRY data. Empty as default. (up to %d ASCII chars)
af: Jy kan spesifiseer as SCSI INQUIRY data. Leeg as verstek. (op om %d ASCII chars)
ca: Es pot especificar com a dades de consulta SCSI. Buida per defecte. (Fins caràcters ASCII %d)
cs: Je možné zadat jako SCSI INQUIRY údaje. Ve výchozím stavu je nevyplněno a může být dlouhé až %d znaků z ASCII tabulky.
de: Sie können hier die "SCSI INQUIRY data" angeben. Standardmäßig ist es leer. (bis zu %d ASCII Charakter)
el: Μπορείτε να ορίσετε ως δεδομένα SCSI INQUIRY. Κενό ως προεπιλογή. (έως %d χαρακτήρες ASCII)
es: Usted debe especificar una PETICION SCSI de datos. Dejelo vacío para el predeterminado. (Hasta %d caracteres ASCII)
fr: Vous pouvez spécifier des données SCSI INQUIRY. Vide par défaut. (jusqu'à %d caractères ASCII)
hu: Megadhatod a SCSI INQUIRY adatokat. Üres az alapértelmezett. (maximum %d ASCII karakter)
it: È possibile specificare dei dati SCSI INQUIRY. Vuoto per default. (fino a %d caratteri ASCII)
lo: ທ່ານອາດຈະລະບຸເປັນຂໍ້ມູນ SCSI INQUIRY. ຫວ່າງເປົ່າເປັນຄ່າເລີ່ມຕົ້ນ. (ສູງສຸດ %d ຕົວອັກສອນ ASCII)
nl: U kunt als SCSI INQUIRY data opgeven. Standaard leeg gelaten. (maximaal tot %d ASCII tekens)
ro: Puteţi să definiți ca date SCSI INQUIRY. Lăsați câmpul necompletat pentru valoarea implicită (până la %d caractere ASCII)
ru: Вы можете задать здесь дополнительный запрос данных SCSI (до %d символов ASCII). По умолчанию пусто.
sv: Du kan ange SCSI förfrågningsunderlag (SCSI INQUIRY data). Tomt som standard. (upp till %d ASCII tecken)
uk: Ви можете вказати данні як SCSI INQUIRY. Порожньо за замовчуванням. (До %d ASCII символів)
zh_cn: 你可以指定 SCSI INQUIRY 数据。默认情况下是空白的。 （最多 %d 个 ASCII 字符）

source: %dB / block
af: %dB / blok
ca: %dB / bloc
cs: %dB / blok
el: %dB / μπλοκ
fr: %d Octet(s)/bloc
hu: %dB / blokk
it: %dB / blocco
lo: %dB / ບລັອກ
nl: %dB / blok
pl: %dB / blok
ro: %dB / bloc
ru: %d байт на блок
uk: %dбайт / блок
zh_cn: %dB / 块

source: Block Size
af: Blok Grootte
ca: Mida de bloc
cs: Velikost bloku
de: Blockgröße
el: Μέγεθος μπλοκ
es: Tamaño de bloque
fr: Taille de bloc
hu: Blokkméret
it: Dimensione dei blocchi
lo: ຂະໜາດບລັອກ
nl: Blokgrootte
pl: Rozmiar bloku
ro: Dimensiune bloc
ru: Размер блока
sv: Blockstorlek
uk: Розмір блоку
zh_cn: 块大小

source: You may specify logical block size. (default is %dB for compatibility).
af: Jy mag logiese blok grootte spesifiseer. (veerstek is %dB vir verenigbaarheid).
ca: Podeu especificar la mida de bloc lògic. (Per defecte és %dB per a la compatibilitat).
cs: Je možné zadat velikost logického bloku (výchozí je %dB, což typicky funguje se vším).
de: Hier können Sie die logischen Blockgrößen angeben. (Standard ist %dB für Kompatibilität)
el: Μπορείτε να ορίσετε το μέγεθος του λογικού block. (Η προεπιλογή είναι %dB για συμβατότητα).
es: Debe especificar un tamaño de bloque lógico. (Por defecto es %dB por compatibilidad).
fr: Vous pouvez spécifier la taille du bloc logique. (La valeur par défaut est %dB pour la compatibilité).
hu: Megadhatod a logikai blokkméretet (kompatibilitás miatt alapértelmezetten %dB).
it: E' possibile specificare la dimensione del blocco logico. (il valore di default è %dB)
lo: ທ່ານອາດຈະລະບຸຂະໜາດບລັອກເຫດຜົນ. (ຄ່າເລີ່ມຕົ້ນແມ່ນ %dB ເພື່ອຄວາມເຂົ້າກັນໄດ້).
nl: U kunt de logische blok grootte aanpassen. (standaard %dB voor compatibiliteit).
pl: Możesz określić rozmiar bloku logicznego (domyślnie %dB dla zgodności).
ro: Puteți specifica dimensiunea logică a blocului (implicit %d pentru compatibilitate).
ru: Вы можете указать размер логического блока. (По умолчанию %dB для совместимости).
sv: Du kan specificera logisk blockstorlek. (standard är %dB för kompatibilitet)
uk: Вам потрібно задати розмір логічного блоку (за замовчуванням - %dB для сумісності).
zh_cn: 你可以指定逻辑块大小。 （为了兼容，默认值为%dB）。

source: Driver
af: Drywer
ca: Controlador
cs: Ovladač
de: Treiber
el: Οδηγός υλικού
es: Controlador
fr: Pilote
hu: Illesztőprogram
lo: ໄດຣເວີ
nl: Stuurprogramma
pl: Sterownik
ru: Драйвер
sv: Drivrutin
uk: Драйвер
zh_cn: 驱动程式

source: Wait time
af: Wag Tyd
ca: Temps d'espera
cs: Čas čekání
de: Wartezeit
el: Χρόνος αναμονής
es: Tiempo de espera
fr: Temps d'attente
hu: Várakozási idő
it: Tempo di attesa
lo: ເວ​ລາ​ລໍ​ຖ້າ
nl: Wachttijd
pl: Czas oczekiwania
ro: Timp de așteptare
ru: Время ожидания
sv: Väntetid
uk: Час очікування
zh_cn: 等待时间

source: The driver used to connect with the LCD.
af: Die aandrywer wat gebruik word om met die LCD te konnekteer.
ca: El controlador utilitzat per conectar-se amb el LCD.
cs: Ovladač sloužící pro ovládání informačního displeje.
de: Der Display-Treiber.
el: Ο οδηγός συσκευής που χρησιμοποιείται για την επικοινωνία με την LCD.
es: El controlador usado para conectarse con la LCD
fr: Le pilote utilisé pour la connexion avec l'écran LCD.
hu: Az illesztőprogram az LCD-hez kapcsolódik.
it: Il driver usato per connettersi con il LCD.
lo: ໄດຣເວີທີ່ໃຊ້ເພື່ອເຊື່ອມຕໍ່ກັບ LCD.
nl: Het stuurprogramma dat gebruikt wordt om te verbinden met de LCD.
pl: Sterownik użyty do połączenia z ekranem LCD
ro: Driverul folosit pentru LCD.
ru: Драйвер используется для подключения ЖК-дисплея.
sv: Drivrutinen som används för kommunikation med din LCD.
uk: Драйвер, що використовується для підключення РК-дисплея.
zh_cn: 用于连接LCD的驱动程序。
