Repository: rojim666/xigmanas-code-r10599-trunk
Catalog: locale/xigmanas-*.po
Languages: af, ca, cs, de, el, es, fr, hu, it, lo, nl, pl, ro, ru, sv, uk, zh_cn

source: Enter the UPS identifier and host IP address of the machine where the UPS is connected to. (this also can be a remote host)
af: Ingaan die UPS identifiseerder en gasheer IP adres van die masjien waar die UPS gekonnekteer is om. (hierdie ook 'n afgeleë gasheer wees kan)
ca: Introduïu l'identificador de la SAI i adreça IP de la màquina en la qual el SAI està connectat. (Això també pot ser un host remot)
cs: Zadejte identifikátor UPS zdroje a IP adresu stroje, ke kterému je UPS zdroj připojený (toto může být také vzdálený stroj).
de: Geben Sie die USV-Kennung und die IP-Adresse des Host-Geräts mit dem die USV verbunden ist, an. (Auch Angabe eines Remote-Hosts ist möglich)
el: Εισάγετε το αναγνωριστικό του UPS και την διεύθυνση IP του συστήματος στο οποίο είναι συνδεμένο το UPS. (μπορεί να είναι και κάποιος απομακρυσμένος υπολογιστής)
es: Introduzca la identificación del SAI y la IP de la máquina donde está conectada. (La IP puede ser de un Host remoto)
fr: Saisissez l'identifiant de l'onduleur et l'adresse IP de l'hôte sur lequel l'onduleur est connecté. (Cela peut aussi être un hôte distant)
hu: Add meg a gép szünetmentesének azonosítóját és kiszolgálójának IP címét ahová a szünetmentes csatlakozik (ez egy távoli kiszolgáló is lehet).
it: Inserisci l'identificazione dell'UPS e l'indirizzo IP della macchina a cui è connesso l'UPS. (anche host remoti)
lo: ໃສ່ຕົວລະບຸ UPS ແລະ ທີ່ຢູ່ IP ຂອງໂຮສຕ໌ຂອງເຄື່ອງທີ່ UPS ເຊື່ອມຕໍ່ຢູ່. (ອັນນີ້ສາມາດເປັນໂຮສຕ໌ທາງໄກໄດ້ເຊັ່ນກັນ)
nl: Geef een UPS identificatie en host IP adres op van de computer waarop de UPS is aangesloten. (dit kan ook een extern host te zijn)
pl: Wprowadź identyfikator UPS i IP hosta, do którego jest podłączony UPS (może to być zdalny host).
ro: Introduceți identificatorul pentru UPS și adresa IP a sistemului la care este conectat UPS-ul (poate fi și un sistem remote).
ru: Введите идентификатор ИБП и IP-адрес компьютера, на котором ИБП подключен. (Это также может быть удаленный хост)
sv: Mata in UPS-namn och IP-adress för maskinen dit UPS:en är ansluten till. (detta kan även vara en annan värd)
uk: Введіть ідентифікатор ДБЖ та IP адресу машини, до якої приєднане ДБЖ (це може бути віддалений хост).
zh_cn: 输入UPS所连接的机器的UPS标识符和主机IP地址。 （这也可以是远程主机）

source: The UPS identifier and IP address
af: Die UPS identifiseerder en IP adres
ca: L'identificador del SAI i adreça IP
cs: Identifikátor a IP adresa UPS zdroje
de: Die USV-Kennung und IP-Adresse
el: Το αναγνωριστικό και η διέυθυνση IP του UPS
es: Identificador de la SAI y la IP
fr: L'identifiant et l'adresse IP de l'UPS
hu: A szünetmentes azonosítója és IP címe
it: L'identificativo UPS e l'indirizzo IP
lo: ຕົວລະບຸ UPS ແລະ ທີ່ຢູ່ IP
nl: De UPS identificator en IP-adres
pl: Identyfikator i adres IP UPS
ro: Identificatorul UPS și adresa IP
ru: Идентификатор ИБП и IP-адрес
sv: UPS-namn och IP-adress
uk: Ідентифікатор та IP адреса ДБЖ
zh_cn: UPS标识符和IP地址

source: UPS Identifier
af: UPS Identifiseerder
ca: Identificador de SAI
cs: Identfikátor UPS zdroje
de: USV-Kennung
el: Αναγνωριστικό UPS
es: Identificador de la SAI
fr: Identifiant UPS
hu: Szünetmentes azonosítója
it: Identificativo UPS
lo: ຕົວລະບຸ UPS
nl: UPS Identificator
pl: Identyfikator UPS
ro: Identificator UPS
ru: Идентификатор ИБП
sv: UPS-namn
uk: Ідентифікатор UPS
zh_cn: UPS标识符

source: Enable collecting uptime statistics.
af: Aktiveer versameling van uptydstatistieke.
ca: Habilitar la recopilació d'estadístiques de temps d'activitat.
cs: Shromažďovat statistiky doby běhu systému.
de: Aktiviere das Sammeln von Betriebszeit-Werten (uptime)
el: Ενεργοποίηση συλλογής στατιστικών συνεχής λειτουργίας.
es: Habilita la estadistica de tiempo arrancado
fr: Activer la collecte des statistiques de disponibilité.
hu: Működési idő statisztika gyűjtésének engedélyezése.
it: Attiva raccolta della statistica dell'uptime.
lo: ເປີດໃຊ້ການເກັບກຳສະຖິຕິເວລາເຮັດວຽກ.
nl: Inschakelen verzamelen van systeem uptime statistieken.
pl: Włącz zbieranie statystyk czasu pracy
ro: Activare colectare date statistice timp funcționare.
ru: Включение сбора статистики бесперебойной работы.
sv: Aktivera insamling av upptidsstatistik.
uk: Увімкнути збір статистики про тривалість роботи.
zh_cn: 启用收集正常运行时间统计信息。

source: Enable collecting ZFS ARC usage statistics.
af: Inskakel insamel van ZFS ARC gebruik statistiek.
ca: Habilitar la recollida d'estadístiques d'ús de ZFS ARC.
cs: Shromažďovat statistiky využití ZFS ARC.
de: Aktiviere das Sammeln von ZFS ARC-Auslastungs-Werten
el: Ενεργοποίηση συλλογής στατιστικών για τη χρήση της ARC του ZFS.
es: Habilita la estadistica de uso ARC de ZFS
fr: Activer la collecte des statistiques d'utilisation de ZFS ARC.
hu: ZFS ARC használat statisztika gyűjtésének engedélyezése.
it: Attiva raccolta della statistica dell'utilizzo della ZFS ARC.
lo: ເປີດໃຊ້ການເກັບກຳສະຖິຕິການນຳໃຊ້ ZFS ARC.
nl: Inschakelen verzamelen van ZFS ARC gebruik statistieken.
pl: Włącz zbieranie statystyk użycia ZFS ARC
ro: Activare colectare date statistice ZFS ARC.
ru: Включение сбора статистики использования файловых систем ZFS ARC.
sv: Aktivera insamling av ZFS ARC användningsstatistik.
uk: Увімкнути збір статистики про використання ZFS ARC.
zh_cn: 启用收集ZFS ARC使用统计信息。

source: Enable collecting ZFS L2ARC usage statistics.
af: Inskakel insamel van ZFS L2ARC gebruik statistiek.
ca: Habiliteu la recopilació d'estadístiques d'ús de ZFS L2ARC.
cs: Shromažďovat statistiky využívání ZFS L2ARC mezipaměti.
de: Schalte das Sammeln von ZFS L2ARC Benutzungsstatistik ein.
el: Ενεργοποίηση συλλογής στατιστικών χρήσης ZFS L2ARC.
es: Habilitar la recopilación de estadísticas de uso de ZFS L2ARC.
fr: Activez la collecte des statistiques d'utilisation de ZFS L2ARC.
hu: ZFS L2ARC használati statisztika gyűjtésének engedélyezése.
it: Abilita la raccolta delle statistiche d'uso di ZFS L2ARC
lo: ເປີດໃຊ້ການເກັບກຳສະຖິຕິການນຳໃຊ້ ZFS L2ARC.
nl: Inschakelen verzamelen van ZFS L2ARC gebruik statistieken.
ro: Activare colectare statistici utilizare ZFS L2ARC.
ru: Включить сбор статистики использования ZFS L2ARC.
sv: Aktivera insamling av ZFS L2ARC användningsstatistik.
uk: Дозволити збирання статистики використання ZFS L2ARC.
zh_cn: 启用收集ZFS L2ARC使用情况统计信息。

source: Enable collecting ZFS cache efficiency statistics.
af: Inskakel insamel van ZFS cache doeltreffendheid statistiek.
ca: Habiliteu la recollida d’estadístiques d’eficàcia de caché ZFS.
de: Aktivieren Sie das Sammeln von ZFS-Cache-Effizienzstatistiken.
el: Ενεργοποίηση συγκέντρωσης στατιστικών αποδοτικότητας ZFS cache
es: Habilitar las estadisticas de la eficiencia del caché ZFS
fr: Activez la collecte des statistiques d'efficacité du cache ZFS.
hu: ZFS gyorsítótár hatékonysági statisztika gyűjtésének engedélyezése
it: Attiva la raccolta statistica dell'efficenza della cache ZFS
lo: ເປີດໃຊ້ການເກັບກຳສະຖິຕິປະສິດທິພາບແຄດ ZFS.
nl: Inschakelen verzamelen van ZFS cache efficiëntie statistieken.
ro: Activare colectare statistici eficiență cache ZFS.
ru: Включить сбор статистики эффективности кеша ZFS.
sv: Aktivera insamling av ZFS cache effektivitetsstatistik.
uk: Неможливо зібрати статистику ефективності кешу ZFS.
zh_cn: 启用收集ZFS缓存效率统计信息。

source: Reset Graphs
af: Herstel Grafieke
ca: Restablir gràfics
cs: Resetovat grafy
de: Diagramme rücksetzen
el: Επαναφορά Γραφημάτων
es: Reiniciar gráficas.
fr: Réinitialiser les graphiques
hu: Grafikonon alaphelyzetbe állítása
it: Resetta il grafico
lo: ຣີເຊັດກຣາຟ
nl: Grafieken Resetten
pl: Resetuj wykresy
ro: Resetare grafice
ru: Сброс графиков
sv: Återställ Grafer
uk: Скинути графіки
zh_cn: 重置图表

source: Do you really want to delete all data from the selected statistics?
af: Wil jy regtig all die data van die geselekteerde statistieke statistieke?
ca: De veritat vols eliminar totes les dades de les estadístiques seleccionades?
cs: Opravdu vymazat veškeré údaje z označených statistik?
de: Möchten Sie wirklich alle Daten der ausgewählten Statistiken löschen?
el: Θέλετε πραγματικά να διαγράψετε όλα τα δεδομένα από τα επιλεγμένα στατιστικά;
es: ¿Realmente desea borrar todos los datos de la estadistica seleccionada?
fr: Souhaitez vous réellement effacer toutes les données des statistiques sélectionnées ?
hu: Biztos, hogy törlöd a kiválasztott statisztikák összes adatát?
it: Vuoi veramente eliminare tutti i dati dalle statistiche selezionate?
lo: ທ່ານຕ້ອງການລຶບຂໍ້ມູນທັງໝົດຈາກສະຖິຕິທີ່ເລືອກແທ້ບໍ?
nl: Wilt u echt alle gegevens van de geselecteerde statistieken verwijderen?
pl: Czy na pewno chcesz usunąć wszelkie informacje z wybranych statystyk?
ro: Doriți să ștergeți toate datele corespunzătoare statisticilor selectate?
ru: Вы действительно хотите удалить все данные из выбранных статистик?
sv: Vill du verkligen radera all data från vald statistik?
uk: Ви підтверджуєте видалення всіх даних з обраних статистик?
zh_cn: 你确定要从选中的统计信息中删除所有数据吗？

source: '%s' deletes all statistical data from the graphs!
af: '%s' vee alle statistiese data van die grafieke uit!
ca: '%s' esborre totes les dades estadístiques des de els gràfics!
cs: „%s“ smaže veškeré statistické údaje z grafů!
de: '%s' löscht alle statistischen Daten von den Graphen!
el: Η '%s' διαγράφει όλα τα στατιστικά δεδομένα από τα γραφήματα!
es: '%s' Borra los datos de todas las Gráficas!
fr: '%s' supprime toutes les données statistiques des graphiques!
hu: '%s' törli az összes statisztikai adatot a diagramokból!
it: '%s' cancella tutti i dati statistici dai grafici!
lo: '%s' ລຶບຂໍ້ມູນສະຖິຕິທັງໝົດອອກຈາກກຣາຟ!
nl: '%s' verwijdert alle statistische gegevens uit de grafieken!
pl: '%s' usuwa wszystkie dane statystyczne z wykresów!
ro: '%s' șterge toate datele statistice ale graficelor!
ru: '%s' удаляет все статистические данные из графиков!
sv: '%s' tar bort all statistisk data för graferna!
uk: '%s' видаляє усі статистичні дані графиків!
zh_cn: '%s' 清除图表中所有统计数据

source: If only specific statistics needs to be reset, clear all other check boxes before performing '%s'.
af: As slegs sekere statistieke herstel moet word, maak al die ander tik-lokies leeg voordat jy '%s' uitvoer.
ca: Si només estadístiques específiques ha de ser resetejat, inhabiliteu les altres caselles de verificació abans de realitzar '%s'.
cs: Pokud je třeba resetovat pouze konkrétní statistiky, pak před provedením „%s“ zrušte označení ostatních zaškrtávacích políček.
de: Falls nur einzelne Statistiken zurückgesetzt werden müssen, löschen Sie alle anderen Check-Boxen vor der Ausführung von '%s'.
el: Αν μόνο κάποια συγκεκριμένα στατιστικά χρειάζονται επαναφορά, αποεπιλέξτε όλες τις υπόλοιπες επιλογές πριν πατήσετε '%s'.
es: Si solo desea borrar algunas estadisticas, seleccione SOLO los check Box adecuados antes de ejecutar '%s'.
fr: Si seulement des statistiques spécifiques doivent être réinitialisées, désactivez toutes les autres cases à cocher avant d'exécuter '%s'.
hu: Ha csak néhány statisztikát resetelsz, vedd le az összes pipát a jelölőnégyzetekről mielőtt '%s' lefut.
it: Se si vogliono cancellare solo alcune statistiche specifiche, deselezionare le altre caselle prima di eseguire '%s'.
lo: ຖ້າຕ້ອງການຣີເຊັດສະເພາະສະຖິຕິໃດໜຶ່ງ, ໃຫ້ລຶບເຄື່ອງໝາຍຖືກອອກຈາກກ່ອງອື່ນໆທັງໝົດກ່ອນທີ່ຈະດຳເນີນການ '%s'.
nl: Als alleen specifieke statistieken moet worden gereset, schakelt u alle overige selectievakjes uit alvorens het uitvoeren van '%s'.
pl: Jeżeli tylko określona statystyka ma być zresetowana, wyczyść pozostałe pola wyboru zanim przeprowadzisz '%s'
ro: Bifați doar statisticile pe care doriți să le ștergeți înainte de a efectua '%s'.
ru: Если необходимо сбросить только конкретные статистические данные, снимите все остальные флажки перед выполнением '%s'.
sv: Om bara viss statistik behöver nollställas, avmarkera alla andra kryssrutor innan '%s' utförs.
uk: Якщо треба скинути тільки певні статистики, очистіть всі інші прапорці перед виконанням '%s'.
zh_cn: 如果只需要重置特定统计信息，请在执行'%s'之前清除所有其他复选框。

source: Package Name
af: Pakket Naam
ca: Nom del paquet
cs: Název balíčku
de: Paketname
el: Όνομα Πακέτου
es: Nombre del paquete
fr: Nom du paquet
hu: Csomagnév
it: Nome del Pacchetto
lo: ຊື່ແພັກເກດ
nl: Pakketnaam
pl: Nazwa pakietu
ro: Nume Pachet
ru: Имя пакета
sv: Paketnamn
uk: Назва пакета
zh_cn: 套件名称

source: Do you really want to uninstall this package?
af: Wil jy regtig hierdie paket oninstalleer?
ca: Realment vol desinstal·lar aquest paquet?
cs: Opravdu odinstalovat tento balíček?
de: Möchten Sie das Paket wirklich deinstallieren?
el: Θέλετε σίγουρα να απεγκαταστήσετε αυτό το πακέτο;
es: ¿Realmente quiere eliminar este paquete?
fr: Voulez-vous vraiment désinstaller ce paquet?
hu: Valóban el akarja távolítani ezt a csomagot?
it: Si desidera realmente disinstallare questo pacchetto?
lo: ທ່ານຕ້ອງການຖອນການຕິດຕັ້ງແພັກເກດນີ້ແທ້ບໍ?
nl: Weet u zeker dat u dit pakket wilt deïnstalleren?
pl: Czy na pewno chcesz odinstalować ten pakiet?
ro: Doriți să ștergeți acest pachet?
ru: Вы действительно хотите удалить этот пакет?
sv: Vill du verkligen avinstallera detta paketet?
uk: Ви підтверджуєте деінсталяцію цього пакету?
zh_cn: 你确定要卸载这个套件吗？

source: Uninstall package
af: Deïnstalleer pakket
ca: Paquet desinstal-lat
cs: Odinstalovat balíček
de: Deinstallationspaket
el: Απεγκατάσταση πακέτου
es: Desinstalar paquete
fr: Désinstallation paquet
hu: Csomag eltávolítása
it: Disintalla pacchetto
lo: ຖອນການຕິດຕັ້ງແພັກເກດ
nl: Pakket deïnstalleren
pl: Odinstaluj pakiet
ro: Dezinstalare pachet
ru: Удалить пакет
sv: Avinstallera paket
uk: Видалити пакунок
zh_cn: 移除套件

source: Install package
af: Insalleer pakket
ca: Instal·la el paquet
cs: Instalační balíček
de: Installationspaket
el: Εγκατάσταση πακέτου
es: Instalar paquete
fr: Installation paquet
hu: Csomag telepítése
it: Installa pacchetto
lo: ຕິດຕັ້ງແພັກເກດ
nl: Pakket Installeren
pl: Instaluj pakiet
ro: Instalare pachet
ru: Установить пакет
sv: Installera paket
uk: Інсталювати пакет
zh_cn: 安装软件包安装套件

source: Package upload failed (out of memory?)
af: Pakkett oplaai mislukte (uit van geheue?)
ca: Càrrega del paquet va fallar (sense memòria?)
cs: Nahrání balíčku se nezdařilo (nedostatek paměti?)
de: Pakethochladen ist fehlgeschlagen. (Zu wenig Arbeitsspeicher?)
el: Το ανέβασμα του πακέτου απέτυχε (πιθανόν η μνήμη δεν ήταν αρκετή)
es: La carga del paquete fallo (¿sin memoria?)
fr: Le chargement du paquet a échoué (manque de mémoire?)
hu: Csomag feltöltés sikertelen (elfogyott a memória?)
lo: ການອັບໂຫຼດແພັກເກດລົ້ມເຫຼວ (ໜ່ວຍຄວາມຈຳເຕັມ?)
nl: Pakket uploaden is mislukt (geen geheugen beschikbaar?)
pl: Błąd wgrania pakietu (brak pamięci?)
ro: Încărcarea pachetului a eșuat! (memorie insuficientă?)
ru: Загрузка пакета не удалась (возможно, не хватает памяти)
sv: Uppladdning av paket misslyckades (minnet slut?)
uk: Відмова вивантаження пакета (недостатньо пам'яті?)
zh_cn: 套件上传失败（记忆体不足？）

source: Package is already installed.
af: Pakket is reeds geinstalleer
ca: Paquet ja està instal·lat.
cs: Balíček je užnainstalován.
de: Paket ist schon installiert
el: Το πακέτο είναι ήδη εγκατεστημένο.
es: El paquete ya esta instalado
fr: Le paquet est déjà installé.
hu: A csomag már telepítve van
it: Pacchetto già installato.
lo: ແພັກເກດໄດ້ຖືກຕິດຕັ້ງແລ້ວ.
nl: Het pakket is reeds geïnstalleeerd.
pl: Pakiet już zainstalowany.
ro: Pachetul este deja instalat.
ru: Пакет уже установлен.
sv: Paketet är redan installerat.
uk: Пекет вже встановлений.
zh_cn: 套件已安装。

source: Install
af: Installeer
ca: Instal·la
cs: Nainstalovat
de: Installieren
el: Εγκατάσταση
es: Instalar
fr: Installation
hu: Telepítés
it: Installa
lo: ຕິດຕັ້ງ
nl: Installeren
pl: Instaluj
ro: Instalare
ru: Установить
sv: Installera
uk: Інсталювати
zh_cn: 安装

source: Packages Installer
af: Pakkette Installeerder
ca: Paquets d'instal·lació
cs: Instalátor balíčků
de: Paketverwaltung
el: Πρόγραμμα Εγκατάστασης Πακέτων
es: Instalador de paquetes
fr: Installateur de Package
hu: Csomagok telepítése
it: Installatore pacchetti
lo: ຕົວຕິດຕັ້ງແພັກເກດ
nl: Pakket Installatie
pl: Instalator paczek
ro: Program instalare pachete
ru: Установщик пакетов
sv: Paketinstallerare
uk: Інсталятор пакетів
zh_cn: 软件包安装程序

source: Package file
af: Pakket lêer
ca: Arxiu de paquet
cs: Soubor balíčku
de: Paketdatei
el: Αρχείο πακέτου
es: Archivo de paquete
fr: Fichier paquet
hu: Csomagfájl
it: Pacchetto file
lo: ໄຟລ໌ແພັກເກດ
nl: Pakket bestand
pl: Plik pakietu
ro: Pachet fișiere
ru: Файл пакета
sv: Paketfil
uk: Файл пакета
zh_cn: 套件文件

source: Select the FreeBSD package to be installed.
af: Kies die FreeBSD pakket om te installeer
ca: Seleccioneu el paquet de FreeBSD que s'instal·larà.
cs: Zvolte FreeBSD balíček, který má být nainstalován.
de: Wählen Sie das zu installierende FreeBSD Package aus.
el: Επιλέξτε το πακέτο FreeBSD που θα εγκατασταθεί.
es: Seleccionar el paquete FreeBSD para ser Instalado.
fr: Sélectionner le paquet FreeBSD à installer
hu: Válaszd ki a telepítendő FreeBSD csomagot.
it: Selezione il pacchetto FreeBSD da installare.
lo: ເລືອກແພັກເກດ FreeBSD ທີ່ຈະຕິດຕັ້ງ.
nl: Selecteer het FreeBSD pakket om te installeren.
pl: Wskaż pakiet FreeBSD do zainstalowania.
ro: Selectați pachetul FreeBSD de instalat.
ru: Выберите пакет FreeBSD для установки.
sv: Välj FreeBSD-paket som ska installeras.
uk: Виберіть FreeBSD пакунок для встановлення.
zh_cn: 请选择要安装的 FreeBSD 套件。

source: You can also install a package via SSH or console using the pkg install command.
af: Jy kan ook 'n pakket te installeer via SSH of troos met behulp van die pkg installeer opdrag.
ca: També pot instal·lar un paquet a través de SSH o consola utilitzant el comando pkg install.
cs: Balíčky je možné instalovat také prostřednictvím SSH nebo na lokální konzoli a to pomocí příkazu pkg install.
de: Sie können ein Softwarepaket auch über SSH oder die Konsole mit dem pkg install Kommando installieren.
el: Μπορείτε επίσης να εγκαταστήσετε ένα πακέτο μέσω SSH ή της κονσόλας με τη χρήση της εντολής pkg install.
es: Se puede instalar un paquete via SSH o consola, usando el comando 'pkg install'
fr: Vous pouvez également installer un package via SSH ou la console à l'aide de la commande pkg install.
hu: Csomagot telepíthetsz SSH-n keresztül vagy konzolon a pkg install parancs használatával.
it: Puoi installare un pacchetto anche via SSH o console usando il comando 'pkg install'.
lo: ທ່ານຍັງສາມາດຕິດຕັ້ງແພັກເກດຜ່ານ SSH ຫຼື ຄອນໂຊນໂດຍໃຊ້ຄຳສັ່ງ pkg install.
nl: U kunt ook een pakket installeren via SSH of de console door gebruik te maken van de pkg install opdracht.
pl: Możesz również instalować pakiety przez SSH albo konsolę używając polecenia 'pkg install'
ro: Puteți instala de asemenea pachete și via SSH sau de la consolă folosind comanda pkg install.
ru: Кроме того, можно установить пакет с помощью SSH или консоли с помощью команды pkg install.
sv: Du kan också installera ett paket via SSH eller konsol genom att använda "pkg install" kommandot.
uk: Ви також можете встановити пакет через SSH або консоль використовуючи команду pkg install.
zh_cn: 您还可以使用pkg install命令通过SSH或控制台安装软件包。

source: Example: pkg install packagename.
af: Voorbeeld: pkg installeer pakketnaam.
ca: Exemple: pkg install packagename.
cs: Příklad: pkg install nazevbalicku.
de: Beispiel: pkg install Paketname.
el: Παράδειγμα: pkg install όνομαπακέτου.
es: Ejemplo: pkg install packagename.
fr: Exemple: pkg install packagename.
hu: Például: pkg install csomagnév.
it: Ad esempio: pkg install Nome_Package
lo: ຕົວຢ່າງ: pkg install packagename.
nl: Voorbeeld: pkg install packagename.
pl: Przykład: pkg install nazwapaczki
ro: Exemplu: nume pachet pentru instalare.
ru: Пример: pkg install packagename.
sv: Exempelvis: pkg install packagename.
uk: Приклад: pkg install ім'я_пакету.
zh_cn: 示例：pkg install packagename。

source: New Password
af: Nuwe Wagwoord
ca: Nova contrasenya
cs: Nové heslo
de: Neues Passwort
el: Νέος Κωδικός
es: Nueva Contraseña
fr: Nouveau mot de passe
hu: Új jelszó
it: Nuova Password
lo: ລະຫັດຜ່ານໃໝ່
nl: Nieuw Wachtwoord
pl: Nowe hasło
ro: Parola nouă
ru: Новый пароль
sv: Nytt lösenord
uk: Новий пароль
zh_cn: 新密码

source: Confirm New Password
af: Bevestig Nuwe Wagwoord
ca: Confirma la nova contrasenya
cs: Potvrzení zadání nového hesla
de: Neues Passwort bestätigen
el: Επιβεβαίωση Νέου Κωδικού
es: Confirmar Nueva Contraseña
fr: Confirmer le nouveau mot de passe
hu: Új jelszó megerõsítése
it: Conferma Nuova Password
lo: ຢືນຢັນລະຫັດຜ່ານໃໝ່
nl: Bevestig Nieuw Wachtwoord
pl: Potwierdź nowe hasło
ro: Confirmare parolă nouă
ru: Подтвердите новый пароль
sv: Bekräfta nytt lösenord
uk: Підтвердження нового пароля
zh_cn: 确认新密码

source: Current password is incorrectly entered.
af: Huidige wagwoord verkeerd- ingevoer word.
ca: Es va introduir incorrectament la contrasenya real.
cs: Stávající heslo není správně zadané.
de: Aktuelles Passwort ungültig
el: Ο τρέχων κωδικός εισάχθηκε λανθασμένα.
es: Contraseña incorrecta
fr: Le mot de passe actuel est entré incorrectement.
hu: A jelenlegi jelszót hibásan adtad meg.
it: La password corrente è inserita in maniera errata
lo: ໃສ່ລະຫັດຜ່ານປັດຈຸບັນບໍ່ຖືກຕ້ອງ.
nl: Huidig wachtwoord is onjuist ingevoerd.
pl: Źle wprowadzone aktualne hasło
ro: Parola curentă a fost introdusă greșit.
ru: Текущий пароль введен неверно.
sv: Lösenordet är felaktigt inmatat.
uk: Поточний пароль введений невірно.
zh_cn: 输入的当前密码错误

source: New Password does not match the confirmation password. Please ensure both passwords are the same.
af: Nuwe Wagwoord stem nie ooreen met die bevestigingswagwoord nie. Maak asseblief seker beide wagwoorde is dieselfde.
ca: Nova contrasenya no coincideix amb la contrasenya de confirmació. Si us plau assegureu-vos de totes dues contrasenyes són els mateixos.
cs: Zadání a potvrzení nového hesla se neshodují. Vyplňte obě kolonky stejně.
de: Das neue Password stimmt nicht mit der Bestätigung überein. Achte darauf, dass beide Passwörter gleich sind!
el: Ο Νέος Κωδικός δεν ταιριάζει με τον κωδικό επιβεβαίωσης. Παρακαλώ βεβαιωθείτε ότι οι δύο κωδικοί έιναι ίδιοι.
es: La nueva contraseña no coincide con la de confirmación. Por favor asegurese de que ambas coinciden.
fr: Le nouveau mot de passe ne correspond pas au mot de passe de confirmation. Assurez-vous que les deux mots de passe sont identiques.
hu: Az új és a megerősítő jelszó nem egyezik. Ellenőrizd, hogy a kettő ugyanaz legyen.
it: La nuova password non corrisponde a quella di conferma. Per favore verificare entrambe le password allo stesso tempo.
lo: ລະຫັດຜ່ານໃໝ່ບໍ່ກົງກັບລະຫັດຜ່ານຢືນຢັນ. ກະລຸນາຮັບປະກັນວ່າລະຫັດຜ່ານທັງສອງຄືກັນ.
nl: Nieuw Wachtwoord komt niet overeen met het bevestigingswachtwoord. Zorg er voor dat beide wachtwoorden gelijk zijn.
pl: Hasła nie są zgodne. Upewnij się, że oba hasła są takie same.
ro: Parola nouă diferă de parola de confirmare. Verificați ca cele două parole să coincidă.
ru: Новый пароль не совпадает с паролем подтверждения. Пожалуйста, убедитесь, что оба пароли совпадают.
sv: Det nya lösenordet är inte lika som bekräftelselösenordet. Se till att du matar in samma lösenord.
uk: Новий пароль не співпадає з підтвердженням паролю. Будь ласка, упевнитесь, що обидва паролі співпадають.
zh_cn: 新密码与确认密码不匹配。 请确保两个密码相同。

source: WebGUI and Root Password
af: WebGUI en Wortel Wagwoord
ca: Contrasenya de root i WebGUI
cs: Heslo do webového správního rozhraní a účtu správce systému (root)
de: Webinterface- und Root-Passwort
el: Κωδικοί WebGUI και Root
es: Contraseña de root y WebGUI
fr: Mot de passe WebGUI et Root
hu: WebGUI és root jelszó
it: Password della WebGUI e di Root
lo: WebGUI ແລະ ລະຫັດຜ່ານ Root
nl: WebGUI en Root Wachtwoord
pl: Hasło WebGUI i ROOT
ro: Parolă WebGUI și Root
ru: Пароль WebGUI и пользователя root
sv: WebGUI och rootlösenord
uk: Пароль для WebGUI та кореневого доступу
zh_cn: WebGUI和Root密码
