Repository: rojim666/xigmanas-code-r10599-trunk
Catalog: locale/xigmanas-*.po
Languages: af, ca, cs, de, el, es, fr, hu, it, lo, nl, pl, ro, ru, sv, uk, zh_cn

source: Admin controlled mount
af: Administrateur beheerde montering
ca: Muntatge controlat per l'administrador
cs: Administrátorem kontrolovaný mount
de: Admin-kontrollierter Mount
el: Προσάρτηση ελεγχόμενη από το διαχειριστή
es: Montaje controlado por el administrador
fr: Montage contrôlé par l'administrateur
it: Mount controllato da amministratore
lo: ການເຊື່ອມຕໍ່ທີ່ຄວບຄຸມໂດຍຜູ້ດູແລ
nl: Admin beheerde koppeling
pl: Montowanie kontrolowane przez administratora
ru: монтирование, контролируемое администратором
sv: Administratörskontrollerad montering
uk: Монтування, що контролюється адміністратором
zh_cn: 管理员控制挂载

source: Controls whether the file system should be mounted with non-blocking mandatory locks.
af: Beheer of die lêerstelsel gemonteer moet word met nie-blokkerende verpligte slotte.
ca: Controla si el sistema de fitxers s'ha de muntar amb bloquejos obligatoris no bloquejants.
de: Steuert, ob das Dateisystem mit nicht blockierenden obligatorischen Sperren gemountet werden soll.
el: Ελέγχει αν το σύστημα αρχείων θα πρέπει να προσαρτάται με υποχρεωτικά κλειδώματα που δεν κάνουν αποκλεισμό.
es: Controla si el sistema de archivos debe montarse con bloqueos obligatorios o sin bloqueos.
fr: Contrôle si le système de fichiers doit être monté avec des verrous obligatoires non bloquants.
it: Controlla se il file system deve essere montato con serrature obbligatorie non bloccanti.
lo: ຄວບຄຸມວ່າລະບົບໄຟລ໌ຄວນຖືກເຊື່ອມຕໍ່ດ້ວຍການລັອກແບບບັງຄັບບໍ່ກີດຂວາງຫຼືບໍ່.
nl: Bepaalt of het bestandssysteem moet worden aangekoppeld met niet-blokkerende verplichte vergrendelingen.
ru: Определяет, следует ли монтировать файловую систему с неблокирующими обязательными блокировками.
sv: Styr om filsystemet skall monteras med icke-blockerande nödvändiga lås.
uk: Контролює, чи повинна файлова система бути змонтованою з неблокуючими обов’язковими блокуваннями.
zh_cn: 控制是否应使用非阻塞强制锁安装文件系统。

source: Allow mounting on a busy directory or a directory which already contains files or directories.
af: Laat montering op 'n besige gids of 'n gids wat alreeds lêers of gidse bevat toe.
ca: Permet muntar en un directori ocupat o en un directori que ja conté fitxers o directoris.
cs: Povolit mount na používaném zařízení nebo adresáře obsahující soubory či podadresáře.
de: Mounten in einem ausgelasteten Verzeichnis oder einem Verzeichnis, das bereits Dateien oder Verzeichnisse enthält, zulassen.
el: Να επιτρέπεται η προσάρτηση ενός απασχολημένου φακέλου ή ενός φακέλου που περιέχει ήδη αρχεία και φακέλους.
es: Permitir el montaje en un directorio ocupado o en un directorio que ya contiene archivos o directorios.
fr: Autoriser le montage sur un répertoire occupé ou un répertoire qui contient déjà des fichiers ou des répertoires.
it: Consenti il montaggio su una directory occupata o una directory che contiene già file o directory.
lo: ອະນຸຍາດໃຫ້ເຊື່ອມຕໍ່ໃນໄດເຣັກທໍຣີທີ່ກຳລັງໃຊ້ງານ ຫຼື ໄດເຣັກທໍຣີທີ່ມີໄຟລ໌ ຫຼື ໄດເຣັກທໍຣີຢູ່ແລ້ວ.
nl: Sta aankoppelen toe op een drukke map of een map die al bestanden of mappen bevat.
ro: Permite montarea într-un director ocupat sau care deja conține fișiere sau alte subdirectoare.
ru: Разрешить монтирование в занятый каталог или каталог, который уже содержит файлы или каталоги.
sv: Tillåt montering på en aktiv katalog eller en katalog som redan innehåller filer eller kataloger.
uk: Дозволити монтування в зайняту теку чи теку, котра вже містить файли чи інші теки
zh_cn: 允许挂载到繁忙的目录或已经包含文件或目录的目录。

source: Controls what is cached in the primary cache (ARC).
af: Kontroles wat is cached in die primêre kas (ARC).
ca: Controla el que s'emmagatzema a la memòria cau primària (ARC).
cs: Řídí co bude uchováváno v hlavní mezipaměti (ARC).
de: Steuert, was im primären Cache (ARC) gecached wird.
el: Ελέγχει τι μπαίνει στην πρωτεύουσα κρυφή μνήμη (ARC).
es: Controla que será cacheado en la caché primaria (ARC)
fr: Contrôle ce qui est mis en cache dans le cache principal (ARC).
hu: Meghatározza, mi kerül az elsődleges (ARC) gyorsítótárba.
it: Indica cosa è mantenuto nella cache primaria (ARC).
lo: ຄວບຄຸມສິ່ງທີ່ຖືກເກັບໄວ້ໃນແຄດຫຼັກ (ARC).
nl: Hiermee bepaalt u wat wordt opgeslagen in de primaire cache (ARC).
pl: Kontroluje co jest przechowywane w pierwszej pamięci podręcznej (ARC).
ro: Controlează ce va fi stocat în cache-ul primar (ARC).
ru: Управление кэшем в основном кэше (ARC).
sv: Kontrollerar vad som mellanlagras i den primära mellanlagringen (ARC).
uk: Управляє тим, що саме буде кешуватися в первинному кеші (ARC).
zh_cn: 控制缓存在主缓存（ARC）中的内容。

source: Both user data and metadata will be cached in ARC.
af: Beide gebruiker data en metadata sal wees kasd in ARC.
ca: Tant les dades d'usuari i les metadades s'emmagatzemen en memòria cau en l'ARC.
cs: V ARC mezipaměti budou uchovávána jak data tak metadata.
de: Benutzerdaten sowie Metadaten werden im ARC zwischengespeichert.
el: Τα δεδομένα χρήστη και τα μεταδεδομένα θα μπουν στην κρυφή μνήμη ARC.
es: Tanto el dato de usuario como el metadato serán cacheados en la ARC
fr: Les données utilisateur et les métadonnées seront mises en cache dans ARC.
hu: Felhasználó adata és metaadata is az ARC-ba kerül gyorsítótárba.
it: Sia i Dati utente che i metadati verranno memorizzati in ARC
lo: ທັງຂໍ້ມູນຜູ້ໃຊ້ ແລະ ເມຕາເດຕາຈະຖືກເກັບໄວ້ໃນ ARC.
nl: Zowel de gebruikersgegevens en de metadata wordt in de cache ARC opgeslagen.
pl: Zarówno dane użytkownika, jak i metadane będą przechowywane w ARC.
ro: Datele utilizator și metadatele vor fi stocate în cache-ul ARC.
ru: И пользовательские данные и метаданные будут кэшироваться в ARC.
sv: Både användardata och metadata kommer att mellanlagras i ARC.
uk: Дані користувача та метадані будуть кешируватися в ARC.
zh_cn: 用户数据和元数据都将被缓存在ARC中。

source: Only metadata will be cached in ARC.
af: Slegs metadata sal in ARC kas word.
ca: Només les metadades s'emmagatzemen en memòria cau en l'ARC.
cs: V ARC mezipaměti budou uchovávána pouze metadata.
de: Nur Metadaten werden gecached im ARC.
el: Μόνο τα μεταδεδομένα θα μπουν στην κρυφή μνήμη ARC.
es: Solo los metadatos serán cacheados en la ARC
fr: Seules les métadonnées seront mises en cache dans ARC.
hu: Csak a metaadatot gyorsítótárazzuk az ARC-ban.
it: Solo i metadati saranno salvati in ARC.
lo: ສະເພາະເມຕາເດຕາເທົ່ານັ້ນທີ່ຈະຖືກເກັບໄວ້ໃນ ARC.
nl: Alleen metadata wordt gecached in ARC.
ro: Doar metadatele vor fi stocate în cacheul ARC.
ru: Только метаданные будут кэшироваться в ARC.
sv: Endast metadata kommer att mellanlagras i ARC.
uk: Тільки метадані будуть кешуватися в ARC.
zh_cn: 只有元数据将被缓存在ARC中。

source: Neither user data nor metadata will be cached in ARC.
af: Nóg gebruikersdata of metadata sal in ARC cached word.
ca: Ni les dades d'usuari ni les metadades s'emmagatzemen en memòria cau en l'ARC.
cs: V ARC mezipaměti nebudou uchovávána ani data, ani metadata.
de: Weder Benutzerdaten noch Metadaten werden gecached im ARC .
el: Ούτε τα δεδομένα χρήστη ούτε τα μεταδεδομένα δε θα μπουν στην κρυφή μνήμη ARC.
es: Ni el dato de usuario ni los metadatos serán cacheados en la ARC
fr: Ni les données utilisateur ni les métadonnées ne seront mises en cache dans ARC.
hu: Sem a felhasználó adatát sem a metaadatát nem gyorsítótárazzuk az ARC-ban.
it: Dati utente e metadati non saranno salvati in ARC.
lo: ທັງຂໍ້ມູນຜູ້ໃຊ້ ແລະ ເມຕາເດຕາຈະບໍ່ຖືກເກັບໄວ້ໃນ ARC.
nl: Gebruikers-gegevens noch metadata wordt gecached in ARC.
ro: Nici datele utilizator și nici metadatele nu vor fi stocate în cache-ul ARC.
ru: Ни данные пользователя ни метаданные не будут кэшироваться в ARC.
sv: Varken användardata eller metadata kommer att mellanlagras i ARC.
uk: Ні користувацькі дані, ні метадані не будуть кешуватися в ARC.
zh_cn: 用户数据和元数据都不会缓存在ARC中。

source: Limits the amount of space a dataset and its descendents can consume.
af: Beperk die hoeveelheid ruimte wat 'n datastel en sy nasate kan verbruik.
ca: Limita la quantitat d'espai que un conjunt de dades i els seus descendents poden consumir.
cs: Omezuje množství prostoru které datová sada a její podřízené objekty mohou zabrat.
de: Begrenzt den Speicherplatz, den ein Dataset und seine Nachkommen verbrauchen darf.
el: Περιορίζει τον χώρο που μπορεί να καταναλώσει ένα dataset και οι απόγονοί του.
es: Limita el espacio que un conjunto de datos(dataset) y sus descendientes pueden usar.
fr: Limite la quantité d'espace qu'un ensemble de données et ses descendants peuvent consommer.
hu: Egy adattár és leszármazottai felhasználható méretét korlátozza.
it: Limita lo spazio che un dataset ed i suoi discendenti possono usare
lo: ຈຳກັດຈຳນວນພື້ນທີ່ທີ່ຊຸດຂໍ້ມູນ ແລະ ລູກຫຼານຂອງມັນສາມາດໃຊ້ໄດ້.
nl: Beperk de hoeveelheid ruimte die een dataset en zijn afstammelingen kunnen verbruiken.
ro: Limitează spațiul care poate fi utilizat de un set de date.
ru: Ограничивает объем пространства, которое может использовать набор данных и его потомки.
sv: Begränsar utrymmet ett dataset och dess innehåll kan nyttja.
uk: Обмежує кількість простору, який може використати набір даних і його нащадки.
zh_cn: 限制数据集及其后代可以消耗的空间量。

source: Specifies a suggested block size for files in the file system. This property is designed solely for use with database workloads that access files in fixed-size records.
ca: Especifica una mida de bloc suggerida per als fitxers del sistema de fitxers. Aquesta propietat està dissenyada únicament per utilitzar-la amb càrregues de treball de bases de dades que accedeixen a fitxers en registres de mida fixa.
de: Gibt eine vorgeschlagene Blockgröße für Dateien im Dateisystem an. Diese Eigenschaft ist ausschließlich für die Verwendung mit Datenbank-Workloads konzipiert, die auf Dateien in Datensätzen mit fester Größe zugreifen.
el: Καθορίζει ένα προτεινόμενο μέγεθος μπλοκ για αρχεία στο σύστημα αρχείων. Αυτή η ιδιότητα έχει σχεδιαστεί αποκλειστικά για χρήση με φόρτους εργασίας βάσεων δεδομένων που έχουν πρόσβαση σε αρχεία σε εγγραφές σταθερού μεγέθους.
es: Especifica un tamaño de bloque sugerido para archivos en el sistema de archivos. Esta propiedad está diseñada únicamente para su uso con cargas de trabajo de bases de datos que acceden a archivos en registros de tamaño fijo.
fr: Spécifie une taille de bloc suggérée pour les fichiers dans le système de fichiers. Cette propriété est conçue uniquement pour être utilisée avec des charges de travail de base de données qui accèdent à des fichiers dans des enregistrements de taille fixe.
it: Specifica la dimensione del blocco suggerita per i file nel file system. Questa proprietà è progettata esclusivamente per l'uso con carichi di lavoro di database che accedono ai file in record di dimensioni fisse.
lo: ລະບຸຂະໜາດບລັອກທີ່ແນະນຳສຳລັບໄຟລ໌ໃນລະບົບໄຟລ໌. ຄຸນສົມບັດນີ້ຖືກອອກແບບມາເພື່ອໃຊ້ກັບງານຖານຂໍ້ມູນທີ່ເຂົ້າເຖິງໄຟລ໌ໃນເຣັກຄອດຂະໜາດຄົງທີ່ເທົ່ານັ້ນ.
nl: Specificeert een voorgestelde blokgrootte voor bestanden in het bestandssysteem. Deze eigenschap is uitsluitend bedoeld voor gebruik met database werkbelastingen die toegang hebben naar bestanden in records met een vaste-grootte.
ru: Задает рекомендуемый размер блока для файлов в файловой системе. Это свойство предназначено исключительно для использования с рабочими нагрузками базы данных, которые обращаются к файлам в записях фиксированного размера.
sv: Specificerar en föreslagen blockstorlek för filer i filsystemet. Denna egenskap är designad enbart för användning med databaslaster som accessar filer i poster med fast storlek.
uk: Визначає запропонований розмір блоку для файлів на файловій системі. Ця властивість призначена виключно для використання з робочими навантаженнями баз даних, які отримують доступ до файлів у записах фіксованого розміру.
zh_cn: 为文件系统中的文件指定建议的块大小。 此属性仅设计用于访问固定大小记录中的文件的数据库工作负载。

source: 256K
uk: 256К

source: 512K
uk: 512К

source: 1M
hu: Copy text 1M
pl: !M
uk: 1М

source: Controls what types of metadata are stored redundantly.
af: Kontroles wat tipes van metadata is geberg redundantly.
ca: Controla quins tipus de metadades s'emmagatzemen de forma redundant.
cs: Řídí které typy metadat jsou ukládány dvojitě.
de: Legt fest welche Metadaten redundant gespeichert werden
el: Ελέγχει τι τύποι μεταδεδομένων αποθηκεύονται με επάρκεια.
es: Controla que tipos de metadatos se almacenan de forma redundante.
fr: Contrôle les types de métadonnées stockées de façon redondante.
hu: Meghatározza, milyen típusú metaadatokat tároljuk redundáns módon.
it: Indica quali tipologie di metadata sono memorizzati in maniera rindondante.
lo: ຄວບຄຸມປະເພດຂອງເມຕາເດຕາທີ່ຖືກເກັບໄວ້ແບບຊັບຊ້ອນ.
nl: Bepaalt welke typen metadata redundant worden opgeslagen.
pl: Kontroluje które typy metadanych są przechowywane nadmiarowo.
ro: Controlează tipul metadate stocate în mod redundant.
ru: Управление типами метаданных которые хранятся избыточно.
sv: Styr vilka typer av metadata som sparas redundant.
uk: Управляє тим, які типи метаданих зберігатимуться надлишково.
zh_cn: 控制冗余存储哪些类型的元数据。

source: Most
af: Meeste
ca: La majoria
cs: Většina
de: Die meisten
el: Περισσότερο
es: La mayoría
fr: La plupart
hu: Legtöbb
it: Maggior parte
lo: ສ່ວນໃຫຍ່
nl: Meest
ro: Majoritatea
ru: Мост
sv: Flesta
uk: Більшість
zh_cn: 大多数

source: Limits the amount of space a dataset can consume.
af: Beperk die hoeveelheid ruimte wat 'n datastel kan verbruik.
ca: Limita la quantitat d'espai que un conjunt de dades poden consumir.
cs: Omezuje množství prostoru které datová sada může zabírat.
de: Begrenzt den Speicherplatz, den ein Dataset verbrauchen darf.
el: Περιορίζει τον χώρο που μπορεί να καταναλώσει ένα dataset.
es: Limita el espacio que un conjunto de datos(dataset) puede usar.
fr: Limite la quantité d'espace qu'un ensemble de données peut consommer.
hu: Egy adattár felhasználható méretét korlátozza.
it: Limitare l'ammontare di spazio che un dataset può consumare.
lo: ຈຳກັດຈຳນວນພື້ນທີ່ທີ່ຊຸດຂໍ້ມູນສາມາດໃຊ້ໄດ້.
nl: Beperk de hoeveelheid ruimte die een dataset kan verbruiken.
pl: Ogranicza przestrzeń, którą może zająć zestaw danych.
ro: Limitează volumul de date care poate fi utilizat de setul de date.
ru: Ограничивает объем пространства, которое может использовать набор данных.
sv: Begränsar utrymmet ett dataset kan nyttja.
uk: Обмежує кількість простору, який може використати набір даних.
zh_cn: 限制数据集可以消耗的空间量。

source: Refquota type.
ca: Tipus de quota de referència
de: Refquota-Typ.
el: Τύπος refquota.
es: Tipo de quota de referencia
fr: Type de Refquota.
it: Tipo Refquota.
lo: ປະເພດໂຄຕ້າອ້າງອີງ.
sv: Refquota typ.
uk: Тип Refquota.
zh_cn: 重新配额类型。

source: User defined refquota
ca: Quota de referència definida per l'usuari
de: Benutzerdefinierte Refquote
el: Refquota καθορισμένο από το χρήστη
es: Quota de referencia definido por usuario
fr: Refquota défini par l'utilisateur
lo: ໂຄຕ້າອ້າງອີງທີ່ຜູ້ໃຊ້ກຳນົດ
nl: Gebruiker gedefinieerde refquota
sv: Användardefinierad refquota
uk: Користувацька refquota
zh_cn: 用户定义的参考配额

source: Defines the minimum amount of space guaranteed to a dataset, not including its descendents.
af: Definieer die minimum plek wat gewaarborg word vir 'n datastel sonder sy afstammelinge.
ca: Defineix la quantitat mínima d'espai garantida per a un conjunt de dades, sense incloure els seus descendents.
de: Definiert die minimale Menge an Speicherplatz, die einem Dataset garantiert wird, ohne seine Nachkommen mitzuzählen.
el: Καθορίζει το ελέχαστο ποσοστό του εγγυημένου χώρου σε ένα dataset, χωρίς να συμπεριλαμβάνονται οι απόγονοί του.
es: Define la cantidad mínima de espacio garantizado para un conjunto de datos, sin incluir sus descendientes.
fr: Définit la quantité minimale d'espace garantie à un ensemble de données, sans inclure ses descendants.
it: Definisce la quantità minima di spazio garantita per un set di dati, esclusi i suoi discendenti.
lo: ກຳນົດຈຳນວນພື້ນທີ່ຂັ້ນຕ່ຳທີ່ຮັບປະກັນໃຫ້ກັບຊຸດຂໍ້ມູນ, ບໍ່ລວມລູກຫຼານຂອງມັນ.
nl: Definieert de minimale hoeveelheid ruimte die gegarandeerd is voor een dataset, exclusief de afstammelingen.
ru: Определяет минимальный объем пространства, гарантированный для набора данных, не включая его потомков.
sv: Definierar den minsta mängd utrymme som ett dataset garanteras, inte inklusive dess efterföljare.
uk: Визначає мінімальний обсяг простору, гарантованого для набору даних, не враховуючи його нащадків.
zh_cn: 定义保证数据集的最小空间量，不包括其后代。

source: Refreservation type.
ca: Tipus de reserva de referència
de: Ref. Reservierungstyp.
el: Τύπος refreservation.
es: Tipo de reserva de referencia
fr: Type de Refréservation.
it: tipo Refreservation.
lo: ປະເພດການຈອງອ້າງອີງ.
sv: Refreservation typ.
uk: Тип Refreservation.
zh_cn: 预约类型。

source: User defined refreservation
ca: Reserva de referència definit per l'usuari
de: Benutzerdefinierte Refreservierung
el: Refreservation καθορισμένο από το χρήστη
es: Reserva de refresco definida por usuario
fr: Refreservation défini par l'utilisateur
lo: ການຈອງອ້າງອີງທີ່ຜູ້ໃຊ້ກຳນົດ
nl: Gebruiker gedefinieerde refreservation
sv: Användardefinierad refreservation
uk: Користувацька refreservation
zh_cn: 用户定义的参考预定

source: Turning this property on causes the access time to be updated relative to the modify or change time. The default value is off
ca: L'activació d'aquesta propietat fa que l'hora d'accés s'actualitzi en relació amb l'hora de modificació o canvi. El valor predeterminat està desactivat
de: Wenn Sie diese Eigenschaft aktivieren, wird die Zugriffszeit relativ zur Änderungs- oder Änderungszeit aktualisiert. Der Standardwert ist aus
el: Η ενεργοποίηση αυτής της ιδιότητας προκαλεί την ενημέρωση της ώρας πρόσβασης σε σχέση με την ώρα αλλαγής ή τροποποίησης. Η προεπιλεγμένη τιμή είναι ανενεργό
es: Al activar esta propiedad, la hora de acceso se actualiza en relación con la hora de modificación o cambio. El valor predeterminado está desactivado.
fr: L'activation de cette propriété entraîne la mise à jour de l'heure d'accès par rapport à l'heure de modification ou de changement. La valeur par défaut est off
lo: ການເປີດຄຸນສົມບັດນີ້ຈະເຮັດໃຫ້ເວລາເຂົ້າເຖິງຖືກອັບເດດສຳພັນກັບເວລາແກ້ໄຂ ຫຼື ປ່ຽນແປງ. ຄ່າເລີ່ມຕົ້ນແມ່ນປິດ
nl: Als u deze eigenschap inschakelt, wordt de toegangstijd bijgewerkt ten opzichte van de wijziging of wijzigingstijd. De standaardwaarde is uit
ru: Включение этого свойства приводит к обновлению времени доступа относительно времени изменения. Значение по умолчанию - выкл.
sv: Att slå på denna egenskap orsakar att accesstid uppdateras relativt till ändringstiden. Standard är av
uk: Якщо ввімкнути цю властивість, час доступу буде оновлено відносно часу модифікації або зміни. Значення за замовчуванням "вимкнено"
zh_cn: 打开此属性会导致访问时间相对于修改或更改时间进行更新。 默认值为关闭

source: The minimum amount of space guaranteed to a dataset and its descendents.
af: Die minimum hoeveelheid ruimte gewaarborg aan 'n datastel en sy nasate.
ca: La quantitat mínima d'espai garantit per a un conjunt de dades i els seus descendents.
cs: Kolik prostoru je garantováno této datové sadě a jí podřízeným objektům.
de: Der minimale garantierte Speicherplatz für einen Dataset und seine Nachkommen.
el: Η ελάχιστη εγγυημένη ποσότητα χώρου που χρειάζεται ένα dataset και οι απόγονοί του.
es: El espacio mínimo garantizado para un conjunto de datos(Dataset), INCLUYENDO sus descendientes.
fr: Le minimum d'espace garanti à un ensemble de données et à ses descendants.
hu: Adattár és leszármazottjai számára garantált hely minimális mérete.
it: Il mimimo spazio garantito ad un dataset ed ai suoi discendenti.
lo: ຈຳນວນພື້ນທີ່ຂັ້ນຕ່ຳທີ່ຮັບປະກັນໃຫ້ກັບຊຸດຂໍ້ມູນ ແລະ ລູກຫຼານຂອງມັນ.
nl: De minimale hoeveelheid ruimte gegarandeerd aan een dataset en zijn nakomelingen.
ro: Spațiul minim definit pentru un set de date, cu descendenți.
ru: Минимальный объем пространства, гарантированный набору данных и его потомкам.
sv: Minsta mängd utrymme som garanteras till ett dataset och dess avkomlingar.
uk: Мінімальна кількість гарантованого простору для набору даних та його нащадків.
zh_cn: 数据集及其后代保证的最小空间量。

source: Reservation type.
ca: Tipus de reserva
de: Reservierungstyp.
el: Τύπος reservation.
es: Tipo de reserva
fr: Type de réservation.
it: tipo di prenotazione.
lo: ປະເພດການຈອງ.
sv: Reservation typ.
uk: Тип резервування.
zh_cn: 预订类型。

source: User defined reservation
ca: Utilitzat definida per l'usuari
de: Benutzerdefinierte Reservierung
el: Reservation καθορισμένο από το χρήστη
es: Reserva definida por usuario
fr: Réservation définie par l'utilisateur
lo: ການຈອງທີ່ຜູ້ໃຊ້ກຳນົດ
nl: Gebruiker gedefinieerde reservation
sv: Användardefinierad reservation
uk: Користувацька refreservation
zh_cn: 用户定义的预留

source: Controls what is cached in the secondary cache (L2ARC).
af: Kontroles wat is cached in die sekondêre kas (L2ARC)
ca: Controla el que s'emmagatzema a la memòria cau secundària (L2ARC).
cs: Řídí co bude uchováváno v pomocné mezipaměti (L2ARC).
de: Steuert, was im sekundären Cache (L2ARC) gecached wird
el: Ελέγχει τι μπαίνει στην δευτερεύουσα κρυφή μνήμη (L2ARC).
es: Controla que será cacheado en la caché secundaria(L2ARC)
fr: Contrôle ce qui est mis en cache dans le cache secondaire (L2ARC).
hu: Meghatározza, mi kerül a másodlagos (L2ARC) gyorsítótárba.
it: Indica cosa è mantenuto nella cache secondaria (L2ARC).
lo: ຄວບຄຸມສິ່ງທີ່ຖືກເກັບໄວ້ໃນແຄດສຳຮອງ (L2ARC).
nl: Hiermee bepaalt u wat wordt opgeslagen in het secundaire cache (L2ARC).
pl: Kontroluje co jest przechowywane w drugiej pamięci podręcznej (L2ARC).
ro: Controlează ce va fi stocat în cache-ul secundar (L2ARC).
ru: Управление кэшем во вторичном кэше (L2ARC).
sv: Kontrollerar vad som mellanlagras i den sekondära mellanlagringen (L2ARC).
uk: Управляє тим, що саме буде кешуватися в вторинному кеші (L2ARC).
zh_cn: 控制缓存在二级缓存（L2ARC）中的内容。

source: Both user data and metadata will be cached in L2ARC.
af: Beide gebruiker data en metadata sal die kas in L2ARC.
ca: Tant les dades d'usuari i les metadades s'emmagatzemen en memòria cau en L2ARC.
cs: V L2ARC mezipaměti budou uchovávána jak data tak metadata.
de: Benutzerdaten sowie Metadaten werden im L2ARC zwischengespeichert.
el: Τα δεδομένα χρήστη και τα μεταδεδομένα θα μπουν στην κρυφή μνήμη L2ARC.
es: Tanto el dato de usuario como el metadato serán cacheados en la L2ARC
fr: Les données utilisateur et les métadonnées seront mises en cache dans L2ARC.
hu: Felhasználó adata és metaadata is az L2ARC-ba kerül gyorsítótárba.
it: Sia i Dati utente che i metadati verranno memorizzati in ARC
lo: ທັງຂໍ້ມູນຜູ້ໃຊ້ ແລະ ເມຕາເດຕາຈະຖືກເກັບໄວ້ໃນ L2ARC.
nl: Zowel de gebruikersgegevens en de metadata wordt in de cache L2ARC opgeslagen.
pl: Zarówno dane użytkownika, jak i metadane będą przechowywane w L2ARC.
ro: Datele utilizator și metadatele vor fi stocate în cache-ul L2ARC.
ru: И пользовательские данные и метаданные будут кэшироваться в L2ARC.
sv: Både användardata och metadata kommer att mellanlagras i L2ARC.
uk: Дані користувача та метадані будуть кешуватися в L2ARC.
zh_cn: 用户数据和元数据都将被缓存在L2ARC中。

source: Only metadata will be cached in L2ARC.
af: Slegs metadata sal in L2ARC kas word.
ca: Només les metadades s'emmagatzemen en memòria cau en L2ARC.
cs: V L2ARC mezipaměti budou uchovávána pouze metadata.
de: Nur Metadaten werden gecached im L2ARC.
el: Μόνο τα μεταδεδομένα θα μπουν στην κρυφή μνήμη L2ARC.
es: Solo los metadatos serán cacheados en la L2ARC
fr: Seules les métadonnées seront mises en cache dans L2ARC.
hu: Csak a metaadatot gyorsítótárazzuk az L2ARC-ban.
it: Solo i metadati saranno salvati in L2ARC.
lo: ສະເພາະເມຕາເດຕາເທົ່ານັ້ນທີ່ຈະຖືກເກັບໄວ້ໃນ L2ARC.
nl: Alleen metadata wordt gecached in L2ARC.
ro: Doar metadatele vor fi stocate în cacheul L2ARC.
ru: В L2ARC будут кешироваться только метаданные.
sv: Endast metadata kommer att mellanlagras i L2ARC.
uk: Тільки метадані будуть кешуватися в L2ARC.
zh_cn: 只有元数据将被缓存在L2ARC中。
