Repository: rojim666/xigmanas-code-r10599-trunk
Catalog: locale/xigmanas-*.po
Languages: af, ca, cs, de, el, es, fr, hu, it, lo, nl, pl, ro, ru, sv, uk, zh_cn

source: All software RAID disks are imported.
af: Alle sagteware RAID skywe word ingevoer.
ca: Tots els discs amb programari RAID seràn importats.
cs: Veškeré jednotky softwarového RAID pole jsou importovány.
de: Alle Software RAID-Platten sind importiert.
el: Όλοι οι δίσκοι RAID μέσω λογισμικού έχουν εισαχθεί.
es: Todos los discos Soft RAID han sido importados.
fr: Tous les disques RAID logiciels sont importés.
hu: Összes RAID lemez importálva.
it: Tutti i dischi del RAID software vengono importati.
lo: ດິສກ໌ Software RAID ທັງໝົດຖືກນຳເຂົ້າແລ້ວ.
nl: Alle software RAID schijven zijn geïmporteerd.
pl: Wszystkie dyski programowego RAID zostały zaimportowane.
ro: Toate discurile RAID software au fost importate.
ru: Все программные RAID-диски импортированы.
sv: Alla mjukvaru RAID diskar är importerade.
uk: Всі диски програмного RAID були імпортовані.
zh_cn: 所有软RAID磁盘已导入。

source: Configuration information about devices is different from physical devices. Please remove those devices and re-add them or run import disks with clear configuration option enabled.
af: Konfigurasie inligting omtrent- toestelle is anders as fisiese toestelle. Verwyder asseblief daardie toestelle en re-voeg hulle of loop ingevoer skyf met duidelike konfigurasie opsie geaktiveer.
ca: L'informació de configuració dels dispositius es diferent de las dels dispositius físics. Si us plau elimina aquests dispositius o fes una nova importació de discs amb l'esborrament de la configuració activat.
cs: Informace o nastavení zařízení se liší od fyzických zařízení. Odeberte tato zařízení a znovu je přidejte nebo spusťte import jednotek datového úložiště se zapnutou předvolbou „Vyčistit nastavení“.
de: Konfigurationsinformationen über das Gerät unterscheiden sich vom physikalischen Gerät. Bitte entfernen und neu hinzufügen oder Führe Plattenimport mit aktivierter "Lösche Konfiguration" Option durch.
el: Οι πληροφορίες ρυθμίσεων σχετικά με τις συσκευές είναι διαφορετικές από τις φυσικές συσκευές. Παρακαλώ αφαιρέστε αυτές τις συσκευές και προσθέστε τις ξανά, ή εκτελέστε την εισαγωγή δίσκων με τικαρισμένη την επιλογή για εκκαθάριση ρυθμίσεων.
es: La configuración actual difiere de la salvada. Por favor reordene o reinserte los discos o seleccione borrar la configuración actual e importar de nuevo los discos.
fr: Les informations de configuration relatives aux périphériques diffèrent des périphériques physiques. Veuillez supprimer ces périphériques et les ajouter de nouveau ou exécuter l'importation des disques avec l'option de configuration effacée activée.
hu: Az eszközök konfigurációs információi eltérnek a fizikai eszközökétől. Távolítsd el ezeket az eszközöket és add újra hozzá őket vagy futtasd a lemezek importálását a konfiguráció törlésével.
it: Le informazioni di configurazione delle periferiche sono diverse da quelle delle periferiche fisiche. Per favore rimuovi queste periferiche e riaggiungile oppure esegui un'importazione dei dischi con l'opzione cancella la configurazione attivata.
lo: ຂໍ້ມູນການຕັ້ງຄ່າກ່ຽວກັບອຸປະກອນແຕກຕ່າງຈາກອຸປະກອນຈິງ. ກະລຸນາເອົາອຸປະກອນເຫຼົ່ານັ້ນອອກ ແລະ ເພີ່ມໃໝ່ ຫຼື ດຳເນີນການນຳເຂົ້າດິສກ໌ດ້ວຍຕົວເລືອກລ້າງການຕັ້ງຄ່າ.
nl: Configuratie informatie van de schijven verschilt van de fysieke schijven. Verwijder deze schijven en voeg deze opnieuw toe of importeer schijven met de configuratie wissen optie ingeschakeld.
pl: Informacje o urządzeniach zawarte w konfiguracji są inne od urządzeń fizycznie podłączonych. Prosze je odłaczyć i podłączyć od nowa lub uruchomić z włączoną opcją importowanie dysków z pustą konfiguracją.
ro: Configurația existentă despre dispozitive diferă de cea furnizată de dispozitivele fizice. Stergeți aceste dispozitive, adăugați-le din nou și reimportați-le cu opțiunea de ștergere configurație activată.
ru: Конфигурационная информация об устройствах отличается от физической. Удалите эти устройства и повторно добавьте их или запустите импорт дисков с включенной опцией очистки.
sv: Informationen i konfigurationen angående enheter skiljer sig från fysiska enheter. Ta bort dessa enheter och lägg till dem på nytt eller kör en import av diskarna med alternativet att rensa konfiguration.
uk: Конфігураційна інформація про пристрої відрізняється від фізичних пристроїв. Будь ласка, видалить ці пристрої та знову додайте їх або запустить імпортування дисків з увімкнутою опцією очищення конфігурації.
zh_cn: 设备的配置信息与物理设备不同。 请移除这些设备并重新添加它们或运行导入磁盘，并启用清除配置选项。

source: Standby
af: Staan by
ca: En espera
cs: Pohotovostní režim
el: Αναμονή
es: En espera
fr: Veille
hu: Készenlét
lo: ສະແຕນບາຍ
pl: Stan oczekiwania
ro: În așteptare
ru: Режим ожидания
sv: Viloläge
uk: Режим очікування
zh_cn: 待用

source: Initializing
af: Besig met initialiseren
ca: S'està inicialitzant
cs: Inicializace
de: Initialisieren
el: Γίνεται αρχικοποίηση
es: Inicializando
fr: Initialisation
hu: Inicializálás
it: Inizializzazione
lo: ກຳລັງເລີ່ມຕົ້ນ
nl: Aan het initialiseren
pl: Inicjalizacja
ro: Inițializare
ru: Инициализация
sv: Initierar
uk: Ініціалізація
zh_cn: 初始化

source: Modifying
af: Modifiseer tans
ca: Modificant
cs: Probíhá úprava
de: Verändern
el: Τροποποιείται
es: Modificando
fr: Modification
hu: Módosítás
it: Modifica
lo: ກຳລັງແກ້ໄຂ
nl: Wijzigen
pl: Modyfikacja
ro: Modificare
ru: Изменение
sv: Modifierar
uk: Змінення
zh_cn: 更改中

source: MOVED TO
af: GESKUIF NA
ca: MOGUT A
cs: PŘESUNUTO DO
de: verlagert zu
el: ΜΕΤΑΚΙΝΗΘΗΚΕ
es: Movido a
fr: déplacé vers
hu: ÁTHELYEZVE:
it: SPOSTATO IN
lo: ຍ້າຍໄປທີ່
nl: VERPLAATST NAAR
pl: PRZENIESIONE DO
ro: MUTAT LA
ru: ПЕРЕМЕЩЕНО В
sv: FLYTTAD TILL
uk: ПЕРЕМІЩЕНО ДО
zh_cn: 移动到

source: CHANGED
af: VERANDERED
ca: Canviat
cs: ZMĚNĚNO
de: geändert
el: ΑΛΛΑΧΤΗΚΕ
es: CAMBIADO
fr: MODIFIÉ
hu: MEGVÁLTOZOTT
it: MODIFICATO
lo: ປ່ຽນແລ້ວ
nl: VERANDERD
pl: ZMIENIONO
ro: MODIFICAT
ru: ИЗМЕНЕНО
sv: ÄNDRAD
uk: ЗМІНЕНО
zh_cn: 已更改

source: Device Serial
af: Toestel Seriële
ca: Dispositiu serie
cs: Sériové číslo zařízení
de: Seriennummer
el: Σειριακός αριθμός συσκευής
es: nº de serie
fr: Interface série
hu: Soros eszköz
it: Numero di serie della periferica
lo: ເລກຊີຣຽວອຸປະກອນ
nl: Serienummer
pl: Numer seryjny urządzenia
ro: Serial dispozitiv
ru: Серийный номер устройства
sv: Serieport
uk: Серійний номер пристрою
zh_cn: 设备编号

source: to
af: na
ca: cap a
cs: na
de: bis
el: σε
es: hasta
fr: à
hu: eddig:
it: verso
lo: ໄປ
nl: naar
pl: do
ro: către
ru: к
sv: till
uk: до
zh_cn: 到

source: Always On
af: Altyd Aan
ca: Sempre actiu
cs: Vždy zapnuto
de: Immer An
el: Συνέχεια ενεργό
es: Siempre activo
fr: Toujours activé
hu: Mindig bekapcsolva
it: Sempre attivi
lo: ເປີດຕະຫຼອດ
nl: Altijd Aan
pl: Zawsze włączone
ro: Pornit permanent
ru: Всегда включено
sv: Alltid på
uk: Завжди увімкнений
zh_cn: 永远开机

source: Unknown or unformatted
af: Onbekend of ongeformatteer
ca: Desconegud o no formatat
cs: Neznámý nebo bez souborového systému
de: Unbekannt oder nicht formatiert
el: Άγνωστο ή αδιαμόρφωτο
es: Desconocido o sin formato
fr: Inconnu ou non formaté
hu: Ismeretlen vagy formázatlan
it: Sconosciuto o non formattato
lo: ບໍ່ຮູ້ຈັກ ຫຼື ບໍ່ໄດ້ຈັດຮູບແບບ
nl: Onbekend of ongeformatteerd
pl: Nieznany lub niesformatowany
ro: Necunoscut sau neformatat
ru: Неизвестно или не отформатировано
sv: Okänd eller oformaterad
uk: Невідомий або невідформатований
zh_cn: 不详/未格式化

source: Rescan Busses
af: Herskandeer Busse
ca: Explorar novament els busos
cs: Znovu prohledat sběrnice
de: Busse erneut scannen
el: Επανασάρωση Διαύλων
es: Volver a buscar
fr: Rescan Bus
hu: Buszok újrakeresése
it: Analizza nuovamente i bus
lo: ສະແກນບັສຄືນໃໝ່
nl: Herscan Bussen
pl: Przeskanuj ponownie szyny
ro: Rescanare canale
ru: Пересканировать шины
sv: Skanna om bussar
uk: Пересканувати шини
zh_cn: 重新扫描总线

source: Clear Configuration
af: Duidelik Konfigurasie
ca: Esborrar configuració
cs: Vyčistit nastavení
de: Lösche Konfiguration
el: Εκκαθάριση Ρυθμίσεων
es: Borrar configuración
fr: Effacer la configuration
hu: Konfiguráció törlése
it: Cancella la Configurazione
lo: ລ້າງການຕັ້ງຄ່າ
nl: Configuratie Wissen
pl: Wyczyść konfigurację
ro: Ștergere configurație
ru: Очистить конфигурацию
sv: Rensa konfiguration
uk: Очищення конфігурації
zh_cn: 清除配置

source: Clear configuration information before importing disks.
af: Duidelik konfigurasie inligting voordat skywe invoer.
ca: Esborrar informació de configuració abans d'importar els discs.
cs: Vyčistit nastavení před importem jednotek datového úložiště.
de: Lösche Konfigurations-Informationen vor dem Importieren von Platten.
el: Eκκαθάριση πληροφοριών ρυθμίσεων πριν την εισαγωγή δίσκων.
es: Borrar información de configuración antes de importar los discos
fr: Effacez les informations de configuration avant d'importer des disques.
hu: Konfiguráció törlése a lemezek importálása előtt.
it: Cancella le informazioni di configurazione prima di importare i dischi.
lo: ລ້າງຂໍ້ມູນການຕັ້ງຄ່າກ່ອນນຳເຂົ້າດິສກ໌.
nl: Wissen configuratie informatie alvorens het importeren van schijven.
pl: Wyczyść informacje konfiguracyjne przed importowaniem dysków.
ro: Șterge configurația curentă înainte de importul discurilor.
ru: Очистить конфигурационную информацию перед импортом дисков.
sv: Rensa konfigurationsinformation innan diskar importeras.
uk: Очистити інформацію про конфігурацію до імпортування дисків.
zh_cn: 在导入磁盘之前清除配置信息。

source: Import
af: Invoer
ca: Importar
cs: Importovat
de: Importieren
el: Εισαγωγή
es: Importar
fr: Importer
hu: Importálás
it: Importa
lo: ນຳເຂົ້າ
nl: Importeren
ru: Импортировать
sv: Importera
uk: Імпортувати
zh_cn: 导入

source: Import Software RAID Disks
af: Invoer sagteware RAID Disks
ca: Importar el discs de programari RAID
cs: Importovat jednotky datového úložiště sofwarového RAID pole
de: Importiere Software Raid Platten
el: Εισαγωγή δίσκων με RAID μέσω λογισμικού
es: Importar discos soft RAID
fr: Importer des Disques RAID Logiciels
hu: Szoftveres RAID lemezek importálása
it: Importa i dischi del RAID software
lo: ນຳເຂົ້າດິສກ໌ Software RAID
nl: Importeer Software RAID Schijven
pl: Importuj programowe dyski RAID
ro: Import discuri RAID software
ru: Импорт программных RAID-дисков
sv: Importera mjukvaru RAID diskar
uk: Імпортування дисків програмного RAID
zh_cn: 导入软RAID磁盘

source: Clear configuration information before importing software RAID disks.
af: Duidelik konfigurasie inligting voordat invoer sagteware RAID skywe.
ca: Esborrar informació de configuració abans d'importar els discs RAID per programari.
cs: Vyčistit nastavení před importem jednotek datového úložiště softwarového RAID pole.
de: Lösche Konfigurationsinformationen vor dem Importieren von Software RAID-Platten.
el: Eκκαθάριση πληροφοριών ρυθμίσεων πριν την εισαγωγή δίσκων RAID μέσω λογισμικού.
es: Borrar información de configuración antes de importar los discos soft RAID
fr: Effacez les informations de configuration avant d'importer des disques RAID logiciels.
hu: Konfiguráció törlése a szoftveres RAID lemezek importálása előtt.
it: Cancella le informazioni di configurazione prima di importare i dischi del RAID software.
lo: ລ້າງຂໍ້ມູນການຕັ້ງຄ່າກ່ອນນຳເຂົ້າດິສກ໌ Software RAID.
nl: Wissen configuratie informatie alvorens het importeren van software RAID schijven.
pl: Wyczyść informacje konfiguracyjne przed importowaniem dysków z programowym RAID.
ro: Șterge configurația curentă înainte de importul discurilor RAID software.
ru: Очистить конфигурационную информацию перед импортом программных RAID-дисков.
sv: Rensa konfigurationsinformation innan mjukvaru RAID diskar importeras.
uk: Очистити інформацію про конфігурацію до імпортування дисків програмного RAID.
zh_cn: 在导入软RAID磁盘之前清除配置信息。

source: Disk Settings
af: Skyf Instellings
ca: Configuració del disc
cs: Nastavení jednotky datového úložiště
de: Platteneinstellungen
el: Ρυθμίσεις Δίσκων
es: Ajustes del disco
fr: Paramètres du disque
hu: Lemezbeállítások
it: Impostazioni Disco
lo: ການຕັ້ງຄ່າດິສກ໌
nl: Schijf Instellingen
pl: Ustawienie Dysku
ro: Setări disc
ru: Настройки диска
sv: Diskinställningar
uk: Налаштування диску
zh_cn: 磁盘设置

source: You may enter a description here for your reference.
af: Jy kan hier vir jou verwysing 'n beskrywing insleutel.
ca: Podeu introduir una descripció aquí per la teva referència.
cs: Sem je možné zadat popisek pro vaší informaci.
de: Sie können hier eine Beschreibung für Ihre Referenz eintragen.
el: Μπορείτε να εισάγετε εδώ μια περιγραφή για δικιά σας εξυπηρέτηση.
es: Puede introducir una descripción aquí para su referencia.
fr: Vous pouvez saisir ici une description pour votre référence.
hu: Rövid leírást készíthetsz ide.
it: Inserire qui una descrizione per riferimento.
lo: ທ່ານສາມາດປ້ອນລາຍລະອຽດຢູ່ທີ່ນີ້ເພື່ອອ້າງອີງ.
nl: U kunt hier een beschrijving invullen als referentie.
pl: Możesz wpisać tu opis dla twojej wiadomości.
ro: Puteți introduce aici o scurtă descriere pentru referință.
ru: Вы можете задать здесь свое описание, если это необходимо.
sv: Du kan ange en beskrivning här som referens.
uk: Тут можна ввести опис для зручності.
zh_cn: 你可以在此输入说明，以供参考。

source: Transfer mode
af: Oordrag modus
ca: Mode de Transferència
cs: Přenosový režim
de: Übertragungs Modus
el: Λειτουργία μεταφοράς
es: Modo de transferencia
fr: Mode de transfert
hu: Átviteli mód
it: Modalita' di trasferimento
lo: ໂໝດການໂອນ
nl: Overdracht mode
pl: Tryb transferu
ro: Mod transfer
ru: Режим передачи
sv: Överföringsläge
uk: Режим передачі
zh_cn: 传输模式

source: This allows you to set the transfer mode for ATA/IDE disks. You can set 'Automatic' to enable the automatic mode for all SATA/ATA/IDE disks.
af: Die laat jou toe om die oordrag modus vir ATA/IDE skywe te stel. Jy kan 'Automaties' stel om die automatiese modus te aan te skakel vir al die SATA/ATA/IDE skywe.
ca: Això li permet configurar el mode de transferència per als discos ATA / IDE. Podeu establir 'Automàtic' per habilitar la manera automàtica per a tots els discos SATA / ATA / IDE.
cs: Toto umožňuje nastavit přenosový režim pro ATA/IDE jednotky. Je možné nastavit na „Automaticky“ a pro všechny SATA/ATA/IDE disky použít automatický.
de: Dies ermöglicht den Transfermodus für ATA/IDE Platten einzustellen. Es kann auf "automatisch" gestellt werden um den automatischen Modus für alle SATA/ATA/IDE Festplatten zu aktivieren.
el: Αυτό επιτρέπει να ορίσετε τη λειτουργία μεταφοράς δεδομένων για δίσκους ATA/IDE. Μπορείτε να ορίστε στο 'Αυτόματο' για να ενεργοποιηθεί η αυτόματη λειτουργία για όλους τους δίσκους SATA/ATA/IDE.
es: Esto le permite configurar el modo de transferencia para discos ATA/IDE. Puede configurar 'Automático' para habilitar el modo automático para todos los discos SATA/ATA/IDE.
fr: Cela vous permet de définir le mode de transfert des disques ATA / IDE. Vous pouvez définir «Automatique» pour activer le mode automatique pour tous les disques SATA / ATA / IDE.
hu: Ez lehetővé teszi ATA/IDE lemezek átviteli módjának beállítását. Az összes SATA/ATA/IDE lemez módjának automatikusra állításához válaszd az 'Automatikus'-t.
it: Consente di modificare la modalità di trasferimento per dischi ATA/IDE. Può essere 'Automatico' per abilitare la modalità automatica per tutti i dischi SATA/ATA/IDE.
lo: ນີ້ອະນຸຍາດໃຫ້ທ່ານຕັ້ງຄ່າໂໝດການໂອນສຳລັບດິສກ໌ ATA/IDE. ທ່ານສາມາດຕັ້ງ 'ອັດຕະໂນມັດ' ເພື່ອເປີດໃຊ້ໂໝດອັດຕະໂນມັດສຳລັບດິສກ໌ SATA/ATA/IDE ທັງໝົດ.
nl: Selecteer de overdracht mode voor ATA/IDE schijven. U kunt 'Automatic' selecteren om dit automatisch voor alle SATA/ATA/IDE schijven in te stellen.
pl: Pozwala ustawić tryb transferu dla dysków ATA/IDE. Możesz zaznaczyć 'Automatycznie', aby wybrać tryb automatyczny dla wszystkich dysków SATA/ATA/IDE.
ro: Permite setarea modului de transfer pentru discurile ATA/IDE. Puteți selecta modul 'Automat' pentru activarea modului automat pentru toate discurile SATA/ATA/IDE.
ru: Это позволяет установить режим передачи данных для ATA/IDE дисков. Вы можете установить 'Automatic' режим, чтобы включить автоматический режим для всех SATA/ATA/IDE дисков.
sv: Detta låter dig välja överföringsmod för ATA/IDE diskar. Du kan välja 'Automatisk' för att aktivera automatiska moden för alla SATA/ATA/IDE diskar.
uk: Це дозволяє встановити режим передачі даних для дисків ATA/IDE. Ви можете встановити "Автоматично", щоб включити автоматичний режим для всіх SATA/ATA/IDE дисків.
zh_cn: 这允许你设置ATA/IDE磁盘的传输模式。 你可以设置为“自动”对所有SATA/ATA/IDE磁盘启用自动模式。

source: Minutes
af: Minute
ca: Minuts
cs: Minuty
de: Minuten
el: Λεπτά
es: Minutos
hu: Perc
it: Minuti
lo: ນາທີ
nl: Minuten
pl: Minuty
ro: Minute
ru: мин.
sv: Minuter
uk: хв.
zh_cn: 分钟

source: HDD standby time
af: Hardeskyf bystaan tyd
ca: Temps d'espera del disc dur
cs: prodleva přechodu HDD do pohotovostního režimu
de: Zeit bis Festplatten Standby
el: Χρόνος αναμονής σκληρού δίσκου
fr: Temps de mis en veille (standby) du disque.
hu: HDD készenléti idő
lo: ເວລາສະແຕນບາຍຂອງ HDD
nl: HDD standby tijd
pl: Czas czuwania HDD
ro: Timp oprire HDD
ru: HDD в режиме ожидания
sv: HDD standbytid
uk: Час засинання жорсткого диска
zh_cn: HDD 待机时间

source: Puts the disk into standby mode when the selected amount of time after the last disk access has been elapsed.
af: Sit die skyf in bystaan mode nadat die geselekteerde tydperk na nie vorige skyf toegang verloop het.
ca: Posa el disc en mode d'espera quan ha transcorregut el període de temps seleccionat després de l'últim accés al disc.
cs: Poté, co od posledního přístupu k disku uplyne nastavená doba, přepne disk do pohotovostního režimu.
de: Nach der angegeben Zeit ohne Zugriff gehen die Festplatten in 'Stand-by'
el: Θέτει τον σκληρό δίσκο σε αναμονή εφόσον περάσει το επιλεγμένο χρονικό διάστημα μετά την τελευταία προσπέλαση στο δίσκο.
es: Poner los discos en Standby cuando pase el tiempo marcado desde la ultima vez que fue accedido.
fr: Met le disque en mode veille lorsque le temps sélectionné depuis le dernier accès au disque est écoulé.
hu: Amikor az utolsó lemezelérés után a megadott idő eltelik, a lemezeket készenléti módba tesszük,
it: Porre il disco in modalità standby quando è trascorsa la quantità selezionata di tempo dall'ultimo accesso.
lo: ເຮັດໃຫ້ດິສກ໌ເຂົ້າສູ່ໂໝດສະແຕນບາຍເມື່ອເວລາທີ່ເລືອກໄວ້ຫຼັງຈາກການເຂົ້າເຖິງດິສກ໌ຄັ້ງສຸດທ້າຍຜ່ານໄປ.
nl: Zet de schijf in de standby mode wanneer na de geselecteerde tijd de laatste schijf toegang is verstreken.
pl: Wprowadź dysk w tryb czuwania, kiedy upłynie określony czas od ostatniego dostępu do dysku.
ro: Pune discul în modul standby la scurgerea timpului stabilit de la ultima accesare.
ru: Перевод диска в режиме ожидания, по истечении времени после последнего доступа к диску.
sv: Sätter disken i strömsparläge inställd tid efter sista diskåtkomst.
uk: Переводити диск в сплячий режим після вказаного часу.
zh_cn: 在上次访问磁盘后的所选时间内，将磁盘置于待机模式。

source: Level 1 - Minimum Power Usage with Standby (Spindown)
af: Vlak 1 - Minimum Krag Gebruik met Staan deur (Spindown)
ca: Nivell 1 - Consum d'energia mínim amb espera (Spindown)
cs: Úroveň 1 – nejnižší spotřeba energie s pohotovostním režimem (zastavení otáčení ploten)
de: Stufe 1 - Minimaler Stromverbrauch mit Standby (Spindown) der Festplatten
el: Επίπεδο 1 - Ελάχιστη χρήση ενέργειας με χρήση αναμονής (Spindown)
es: Nivel 1 - Consumo de energía mínimo con modo de espera (parada de rotación)
fr: Niveau 1 - Puissance minimum avec Stand-by (arrêt rotation)
hu: 1-es szint - Minimális energiafelhasználás készenléti üzemmóddal (forgásleállítás)
it: Livello 1 - Consumo energetico minimo con Standby (Spindown)
lo: ລະດັບ 1 - ການໃຊ້ພະລັງງານຕ່ຳສຸດພ້ອມສະແຕນບາຍ (ຢຸດໝຸນ)
nl: Niveau 1 - Minimaal Energieverbruik met Standby (Spin-down)
pl: Poziom 1 - Minimalne zużycie energi ze stanem wstrzymiania (Spindown)
ro: Nivel 1 - Nivel minim consum în modul standby (oprire platane disc)
ru: Level 1 - Минимальное энергопотребление с режимом Standby (Spindown)
sv: Nivå 1 - Minimi effektförbrukning med strömsparläge
uk: Рівень 1 - Мінімальне споживання енергії із засинанням і зупинкою шпинделя
zh_cn: 1级 - 待机（降低转速）的最小功耗

source: Level 64 - Intermediate Power Usage with Standby
af: Vlak 64 - Intermediêre Krag Gebruik met Staanby
ca: Nivell 64 - Consum d'energia intermedi amb espera
cs: Úroveň 64 – střední spotřeba energie s pohotovostním režimem
de: Stufe 64 - Mittlerer Stromverbrauch mit Standby
el: Επίπεδο 64 - Ενδιάμεση χρήση ενέργειας με χρήση αναμονής
es: Nivel 64 - Consumo de energía intermedio con modo de espera
fr: Niveau 64 - Puissance intermédiaire avec Stand-by (arrêt rotation)
hu: 192-es szint - Közbülső energiafelhasználás készenléti üzemmóddal
it: Livello 64 - Consumo energetico medio con Standby
lo: ລະດັບ 64 - ການໃຊ້ພະລັງງານລະດັບກາງພ້ອມສະແຕນບາຍ
nl: Niveau 64 - Intermediair Energieverbruik met Standby
pl: Poziom 64 - Średnie zużycie energii ze stanem wstrzymania
ro: Nivel 64 - Nivel intermediar de consum cu Standby
ru: Среднее энергопотребление с режимом Standby
sv: Nivå 64 - Medel effektförbrukning med strömsparläge
uk: Рівень 64 - Середнє споживання енергії із засинанням
zh_cn: 级别64 - 待机的中等电源使用

source: Level 127 - Intermediate Power Usage with Standby
af: Vlak 127 - Intermediêre Krag Gebruik met Staanby
ca: Nivell 127 - Consum d'energia intermedi en espera
cs: Úroveň 127 – střední spotřeba energie s pohotovostním režimem
de: Stufe 127 -Mittlerer Stromverbrauch mit Standby
el: Επίπεδο 127 - Ενδιάμεση χρήση ενέργειας με χρήση αναμονής
es: Nivel 127 - Consumo de energía intermedio con modo de espera
fr: Niveau 127 - Puissance intermédiaire avec Stand-by (arrêt rotation)
hu: 127-es szint - Közbülső energiafelhasználás készenléti üzemmóddal
it: Livello 127 - Consumo energetico medio con Standby
lo: ລະດັບ 127 - ການໃຊ້ພະລັງງານລະດັບກາງພ້ອມສະແຕນບາຍ
nl: Niveau 127 - Intermediair Energieverbruik met Standby
pl: Poziom 127 - Średnie zużycie energi ze stanem wstrzymania
ro: Nivel 127 - Nivel intermediar de consum în modul standby
ru: Level 127 - Среднее энергопотребление с режимом Standby
sv: Nivå 127 - Medel effektfförbrukning med strömsparläge
uk: Рівень 127 - Середнє споживання енергії із засинанням
zh_cn: 级别127 - 待机的中等电源使用

source: Level 128 - Minimum Power Usage without Standby (No Spindown)
af: Vlak 128 - Minimum Krag Gebruik sonder Staanby (Geen Spindown)
ca: Nivell 128 - Ús mínim d'energia sense espera (sense parar discs)
cs: Úroveň 128 – nejnižší spotřeba energie bez pohotovostního režimu (bez zastavení otáčení ploten)
de: Stufe 128 - Minimaler Stomverbrauch ohne Standby (kein Spindown) der Festplatten
el: Επίπεδο 128 - Ελάχιστη χρήση ενέργειας χωρίς χρήση αναμονής (no Spindown)
es: Nivel 128 - Consumo de energía mínimo sin modo de espera (sin parada de rotación)
fr: Niveau 128 - Puissance minimum sans Stand-by (pas d'arrêt rotation)
hu: 128-as szint - Minimális energiafelhasználás készenléti üzemmód nélkül (nincs forgásleállítás)
it: Livello 128 - Consumo energetico minimo senza Standby (No Spindown)
lo: ລະດັບ 128 - ການໃຊ້ພະລັງງານຕ່ຳສຸດໂດຍບໍ່ມີສະແຕນບາຍ (ບໍ່ຢຸດໝຸນ)
nl: Niveau 128 - Minimaal Energieverbruik zonder Standby (Geen Spin-down)
pl: Poziom 128 - Minimalne zużycie energii bez stanu wstrzymania (bez Spindown)
ro: Nivel 128 - Nivel minim consum fără mod standby (fără oprire platane disc)
ru: Level 128 - Минимальное энергопотребление без режима Standby (No Spindown)
sv: Nivå 128 - Minimi effektförbrukning utan strömsparläge
uk: Рівень 128 - Мінімальне споживання енергії без засинання і зупинки шпинделя
zh_cn: 级别128 - 无待机的最小功耗（不降低转速）
