Repository: rojim666/xigmanas-code-r10599-trunk
Catalog: locale/xigmanas-*.po
Languages: af, ca, cs, de, el, es, fr, hu, it, lo, nl, pl, ro, ru, sv, uk, zh_cn

source: Intel SSD reports a normalized value of 100 (when the SSD is new) and declines to a minimum value of 1. It decreases while the NAND erase cycles increase from 0 to the maximum-rated cycles.
af: Intel SSD berig 'n genormaliseerde waarde van 100 (wanneer die SSD nuut is) en neem af tot 'n minimum waarde van 1. Dit neem af terwyl die NAND uitvee sikllusse opneem van 0 tot die maksimum voorgeskrewe siklusse.
ca: El SSD d'Intel reporta un valor normalitzat de 100 (quan el SSD és nou) i disminueix a un valor mínim de 1. Disminueix mentre que els cicles d'esborrat NAND augmenten de 0 als cicles de màxima puntuació.
cs: SSD jednotky od Intel hlásí normalizovanou hodnotu 100 (když je zařízení nové), která klesá až k hodnotě 1. Tato hodnota se snižuje společně s nárůstem počtu cyklů výmazů flash pamětí z nuly na počet, který je odhadováno, že vydrží.
de: Restlebenszeit einer Intel SSD in Prozent
el: Οι SSD δίσκοι της Intel αναφέρουν μια κανονικοποιημένη τιμή 100 (όταν ο SSD είναι καινούριος) και μειώνεται μέχρι την ελάχιστη τιμή 1. Μειώνεται καθώς οι κύκλοι διαγαφής της NAND αυξάνονται από το 0 στο μέγιστο επιτρεπόμενο όριο κύκλων διαγραφής.
es: Los discos SSD de Intel informan un valor normalizado de 100 (cuando es un SSD nuevo) y decrece hasta un valor de 1. Disminuye mientras los ciclos de borrado NAND aumentan desde 0 a su valor máximo .
fr: Lorsqu'un SSD Intel est neuf, il retourne une valeur normalisée de 100, qui décroit jusqu'à la valeur minimale 1. La valeur décroit en parallèle de l'augmentation du nombre de cycle d'effacement de la NAND de 0 jusqu'au nombre maximal de cycles.
hu: Intel SDD esetén 100-ra normalizált érték (új SSD) és csökken minimum 1-re. Érteke csökken amíg a NAND törlési ciklusok 0-ról a maximálisra értékelt ciklusokra nőnek.
it: Gli SSD Intel riportano un valore normalizzato di 100 (quando l'SSD è nuovo) che declina ad un valore minimo di 1. Decresce mentre i cicli di cancellazione NAND crescono, da 0 al ciclo massimo nominale.
lo: Intel SSD ລາຍງານຄ່າທີ່ປັບແລ້ວຂອງ 100 (ເມື່ອ SSD ໃໝ່) ແລະ ຫຼຸດລົງເຖິງຄ່າຕ່ຳສຸດຂອງ 1. ມັນຫຼຸດລົງໃນຂະນະທີ່ຮອບການລຶບ NAND ເພີ່ມຂຶ້ນຈາກ 0 ເຖິງຮອບສູງສຸດທີ່ກຳນົດ.
nl: Intel SSD rapporteert een genormaliseerde waarde van 100 (wanneer de SSD nieuw is) en daalt naar een minimumwaarde van 1. Het vermindert terwijl de NAND wis cycli verhoogt van 0 tot de maximale-gewaardeerde cycli.
pl: SSD Intela raportuje znormalizowaną wartość 100 (kiedy SSD jest nowy) i zmniejsza ją do minimalnej 1. Zmniejsza się ona w czasie cykli kasowania NAND od 0 do maksymalnej liczby cykli.
ro: SSD-urile Intel raportează o valoare normalizată de 100 (atunci când discul este nou) care scade în timp până la valoarea 1. Valoarea scade simultan cu creșterea numărului de cicluri de ștergere ale memoriei NAND de la 0 la valoarea maximă preconizată.
ru: Intel SSD сообщает нормальное значение 100 (если SSD является новым) и снижается до минимального значения, равного 1. Это значение уменьшается во время циклов стирания NAND при увеличении с 0 до максимального количества циклов.
sv: Intel SSD rapporterar ett värde på 100 (när disken är ny) och minskar detta till minimum 1. Värdet minskar när antalet NAND raderingscykler ökar från 0 till maximalt angivet antal cykler.
uk: Intel SSD повідомляє нормалізоване значення 100 (якщо SSD є новим) і знижується до мінімального значення 1. Воно зменшується, а цикли NAND стирання збільшують від 0 до максимального рейтингу циклів.
zh_cn: 英特尔SSD报告归一化值为100（当SSD为新的时候），并下降到最小值1.它在NAND擦除周期从0增加到最大额定周期时减少。

source: Decoded as: byte 0-1-2 = average erase count (big endian) and byte 3-4-5 = max erase count (big endian).
af: Gedekodeer as: byte 0-1-2 = gemiddelde erase tel (groot endiaan) en byte 3-4-5 = max erase tel (groot endiaan)
ca: Descodificat com: Byte 0-1-2 = recompte mitjà d'esborrat (big endian) i el byte 3-4-5 = recompte d'esborrat max (big endian).
cs: Dekódováno jako: bajt 0-1-2 (velká endianita) = průměrný počet výmazů a bajt 3-4-5 (velká endianita) = nejvyšší zaznamenaný počet výmazů.
de: Dekodiert als: Bytes 0-1-2 = Durchschnittliche Löschanzahl (Big Endian) und Bytes 3-4-5 = Maximale Löschanzahl (Big Endian).
el: Αποκωδικοποιείται ως: byte 0-1-2 = μέσος όρος διαγραφών (big endian) και byte 3-4-5 = μέγιστος αριθμός διαγραφών (big endian).
es: Decodificado como: byte 0-1-2 = recuento promedio de borrado (big endian) y byte 3-4-5 = recuento maximo de borrado (big endian)
fr: Décoder comme : bit 0-1-2 = taux effacement moyen (big endian) et 3-4-5 = taux d'effacement max (big endian).
hu: Visszakódolás: 0-1-2 byte = átlagos törlésszám (nagy endian típusú) és a 3-4-5 = maximális törlésszám (nagy endian típusú)
it: Decodifica come: byte 0-1-2 = conteggio medio di cancellazione (big endian) e byte 3-4-5 = Max numero di cancellazione (big endian).
lo: ຖອດລະຫັດເປັນ: ໄບຕ໌ 0-1-2 = ການນັບການລຶບສະເລ່ຍ (big endian) ແລະ ໄບຕ໌ 3-4-5 = ການນັບການລຶບສູງສຸດ (big endian).
nl: Gedecodeerd als: byte 0-1-2 = gemiddelde wis telling (big endian) en byte 3-4-5 = max wis telling (big endian).
ro: Semnificație: biții 0-1-2 = numărul mediu de ștergeri (big endian) iar biții 3-4-5 = numărul maxim de ștergeri (big endian).
ru: Расшифровывается как: байты 0-1-2 = среднее количество стирания (Big Endian) и байты 3-4-5 = макс. кол. стирания (Big Endian).
sv: Kodat som: byte 0-1-2 = medel antal raderingar (big endian) och byte 3-4-5 = max antal raderingar (big endian).
uk: Декодується як: байт 0-1-2 = середня кількість стирань (великий зворотний порядок байт) і байт 3-4-5 = максимальна кількість стирань (великий зворотний порядок байт).
zh_cn: 解码为：字节0-1-2 =平均擦除计数（大端）和字节3-4-5 =最大擦除计数（大端）。

source: decoded as: byte 0-1-2 = good block count (big endian) and byte 3-4 = system(free) block count.
af: gedekodeer as: byte 0-1-2 = goeie blok count (big endian) en byte 3-4 = stelsel (gratis) blok count.
ca: Descodificat com: Byte 0-1-2 = recompte bloc bo (big endian) i el byte = 3-4 sistema(lliure) recompte de blocs.
cs: dekódováno jako: bajt 0-1-2 = počet bloků, které jsou v pořádku (velká endianita) a bajt 3-4 = počet systémových (volných) bloků.
de: Dekodiert as: Bytes 0-1-2 = Anzahl fehlerfreier Blöcke (Big Endian) und Bytes 3-4 = Anzahl der Systemblöcke (frei).
el: αποκωδικοποιείται ως: byte 0-1-2 = αριθμός καλών block (big endian) και byte 3-4 = αριθμός block συστήματος (ελεύθερων).
es: Decodificado como: bytes 0-1-2 = Bloques buenos y byte 3-4 = Bloques libres
fr: à décoder comme : octet 0-1-2 = nombre de blocs valides (big endian) et octet 3-4 = nombre de blocs système libres
hu: Visszakódolás: 0-1-2 byte = jó blokkok száma (nagy endian típusú) és a 3-4 = rendszer (szabad) blokkok száma.
it: decoficato come: byte 0-1-2 = buon conteggio dei blocchi (big endian) e byte 3-4 = conteggio dei blocchi di sistema (liberi).
lo: ຖອດລະຫັດເປັນ: ໄບຕ໌ 0-1-2 = ການນັບບລັອກທີ່ດີ (big endian) ແລະ ໄບຕ໌ 3-4 = ການນັບບລັອກລະບົບ(ຫວ່າງ).
nl: gedecodeerd als: byte 0-1-2 = goede blok telling (big endian) en byte 3-4 = systeem(vrij) blok telling.
ro: biții 0-1-2 reprezintă numărul de sectoare valide (big endian) în timp ce biții 3-4-5 reprezintă numărul de sectoare libere.
ru: расшифровывается как: байт=0-1-2 = кол. хороших блоков (Big Endian) и байт=3-4 = кол. системных (свободных) блоков.
sv: kodat som: byte 0-1-2 = antal bra block (big endian) och byte 3-4 = antal systemblock (lediga).
uk: розшифровується так: байт = 0-1-2 = кількість хороших блоків (Big Endian) і байт = 3-4 = кількість системних (вільних) блоків.
zh_cn: 解码为：字节0-1-2 =好的块数量（大端）和字节3-4 =系统（空闲）块数量。

source: Time spent during the positioning of the drive heads.
af: Tyd verloop tydens die posisionering van die skyf koppe.
ca: El temps dedicat durant el posicionament dels caps de la unitat.
cs: Doba strávená ustavováním hlaviček disku.
de: Zeitdauer zur Positionierung der Festplattenleseköpfe.
el: Χρόνος που παρήλθε για την τοποθέτηση των κεφαλών του δίσκου.
es: Tiempo empleado en posicionar los cabezales del disco
fr: Durée pour le repositionnement des têtes du disque.
hu: A meghajtó fejeinek pozicionálásával töltött idő.
it: Il tempo trascorso durante il posizionamento delle teste del disco.
lo: ເວລາທີ່ໃຊ້ໃນລະຫວ່າງການກຳນົດຕຳແໜ່ງຂອງຫົວໄດຣຟ໌.
nl: Tijd besteed aan het positioneren van de schijf koppen.
pl: Czas poświecony na pozycjonwanie głowic dysku
ro: Timpul necesar pentru poziționarea capetelor magnetice.
ru: Время, проведенное во время позиционирования головок диска.
sv: Tid som använts för positionering av magnethuvudena.
uk: Час, витрачений на позиціонування головок приводу.
zh_cn: 在驱动头定位期间花费的时间。

source: Count of times the link is reset during a data transfer.
af: Tel van tye die skakel is reset tydens 'n data oordrag.
ca: Comte les vegades que l'enllaç es restableix durant una transferència de dades.
cs: Kolikrát bylo datové rozhraní jednotky resetováno v průběhu přenosu.
de: Anzahl der 'Verbindungsresets während des Datentransfers.
el: Αριθμός φορών που γίνεται επαναφορά της σύνδεσης κατά τη διάρκεια εγγραφής δεδομένων.
es: Recuento de veces que el vinculo fue reiniciado durante una transferencia de datos
fr: Nombre de réinitialisation du lien pendant un transfert de données
hu: Adatátvitel közbeni hivatkozástörlések száma.
it: Conteggio del numero di volte che il link si resetta durante un trasferimento dati.
lo: ຈຳນວນຄັ້ງທີ່ການເຊື່ອມຕໍ່ຖືກຣີເຊັດໃນລະຫວ່າງການໂອນຂໍ້ມູນ.
nl: Aantal keren dat de verbinding opnieuw wordt ingesteld tijdens een gegevensoverdracht.
pl: Liczba resetu łącza w czasie transferu danych.
ro: Contor pentru numărul de resetări ale conexiunii în timpul transferului.
ru: Количество сбросов во время передачи данных.
sv: Antal gånger länken återställts under en dataöverföring.
uk: Кількість обривів зв'язку під час передачі даних.
zh_cn: 数据传输期间链接重置次数。

source: Total count of LBAs written.
af: Totale count LBA's geskryf.
ca: Recompte total de LBA escrit.
cs: Celkový počet zapsaných logických adresních bloků (LBA).
de: gesamte Anzahl geschriebener LBAs
el: Συνολικός αριθμός των LBA που έχουν γραφτεί.
es: Numero total de LBAs escritos
fr: Nombre total de LBA (Logical Block Addressing)
hu: LBA-írások összszáma.
it: Conteggio totale di LBA scritto.
lo: ຈຳນວນທັງໝົດຂອງ LBAs ທີ່ຂຽນ.
nl: Totaal aantal LBAs geschreven.
pl: Całkowita liczba zapisanych LBA
ro: Numărul total de scrieri LBA.
ru: Общее количество записи в LBAs.
sv: Totalt antal LBA:s som skrivits.
uk: Загальна кількість записаних LBA.
zh_cn: 写入的LBA总数。

source: Total count of LBAs read. Some S.M.A.R.T. utilities will report a negative number for the raw value since in reality it has 48 bits rather than 32.
af: Totale count LBA's gelees. Sommige S.M.A.R.T. nutsbedrywe sal 'n negatiewe getal vir die rou waarde rapporteer, aangesien dit in werklikheid 48 bisse eerder as 32 het.
ca: Recompte total de lectires del LBA. Algunes utilitatst S.M.A.R.T. reportaran un nombre negatiu per al valor en brut ja que en realitat té 48 bits en lloc de 32.
cs: Celkový počet přečtených logických bloků (LBA). Některé nástroje pro vyčtení SMART údajů hlásí u nezpracované hodnoty záporné číslo, protože ve skutečnosti má 48 namísto 32 bitů.
de: Gesamtanzahl der LBA-Lesevorgänge. Einige S.M.A.R.T.-Hilfsprogramme zeigen für den Rohwert eine negative Zahl an, da er in Wirklichkeit 48 statt 32 Bit lang ist.
el: Συνολικός αριθμός των διαβασμένων LBA. Μερικά εργαλεία S.M.A.R.T. αναφέρουν αρνητικό αριθμό ως ακατέργαστη τιμή, επειδή στην πραγματικότητα δεν έχει 32bits, αλλά 48.
es: Numero total de LBAs leidos. Algunas utilidades SMARTmuestran un valor negativo ya que es un valor de 48bits en lugar de 32 bit.
fr: Nombre total de LBA (bloc d'adressage logique) lus. Certains outils S.M.A.R.T. retournent une valeur négative pour cette valeur brute, car en réalité elle est sur 48 bits et non 32.
hu: LBA olvasás összszáma. Néhány S.M.A.R.T. segédprogramok negatív számként érzékelik a nyers értékét, mert a valójában 48 bites 32 bites helyett.
it: Numero di LBA totali letti. Alcune utilità SMART riportano un numero negativo per il valore grezzo che ha un valore in 48 bits invece che 32.
lo: ຈຳນວນທັງໝົດຂອງ LBAs ທີ່ອ່ານ. ບາງເຄື່ອງມື S.M.A.R.T. ຈະລາຍງານຕົວເລກລົບສຳລັບຄ່າດິບ ເນື່ອງຈາກໃນຄວາມເປັນຈິງມັນມີ 48 ບິດແທນທີ່ຈະເປັນ 32.
nl: Totaal aantal LBAs gelezen. Sommige S.M.A.R.T. hulpprogramma 's zal een negatief getal voor de ruwe waarde rapporteren omdat het in werkelijkheid 48 bits heeft in plaats van 32.
pl: Całkowita liczba odczytanych LBA. Niektóre narzędzia S.M.A.R.T. podają liczbę ujemną dla surowych wartości, odkąd ma ona 48, a nie 32 bity
ro: Numărul total de citiri LBA. Unele utilitare S.M.A.R.T. vor raporta numere negative atât timp cât valorile brute au 48 de biți în loc de 32.
ru: Общее количество чтения из LBAs. Некоторые S.M.A.R.T. утилиты сообщают отрицательное число для необработанного значения, так как в реальности он имеет 48 бит, а не 32.
sv: Totalt antal LBA:s som lästs. Några S.M.A.R.T verktyg kommer att visa negativa värden på råvärdet eftersom det i verkligen har 48 bitar i stället för 32.
uk: Загальна кількість зчитаних LBA. Деякі S.M.A.R.T. утиліти повідомляють негативне число для початкового значення, так як в дійсності вона має 48 біт, а не 32.
zh_cn: 读取的LBA总数。 一些S.M.A.R.T. 实用程序将报告原始值的负数，因为实际上它具有48位而不是32位。

source: Total LBAs Written Expanded. The upper 5 bytes of the 12-byte total number of LBAs written to the device. The lower 7 byte value is located at attribute 0xF1.
af: Totale LBA's Geskryf Uitgebreide. Die boonste 5 grepe van die totale 12-byte aantal LBAs wat op die toestel geskryf is. Die laer waarde van 7 byte is geleë op attribuut 0xF1.
ca: Escrriptures totals del LBA ampliat. Els 5 bytes superiors del nombre total de 12 bytes de LBA escriuen al dispositiu. El valor de byte inferior 7 es troba en el atribut 0xF1.
cs: Rozšířený celkový součet zapsaných logických adresních bloků (LBA). Horních 5 bajtů z 12 bajtového celkového počtu LBA, zapsaných na zařízení. Hodnota spodních 7 bajtů se nachází na atributu 0xF2.
de: Total LBAs Written Expanded. Die höchsten 5 Bytes der insgesamt 12-byte LBA-Anzahl auf das Gerät geschrieben wurde. Der Wert der unteren 7 Byte befindet sich im Attribut 0xF1.
el: Εκτεταμένο Σύνολο Γραμμένων LBA. Τα πρώτα 5 bytes του συνολικού αριθμού των μεγέθους 12 byte που γράφτηκαν στη συσκευή. Η τιμή των τελευταίων 7 byte βρίσκεται στο χαρακτηριστικό 0xF1.
es: LBAs escritos. Los 5 bytes superiores del total de 12 escritos del disco. los 7 bytes inferiores estan en el atributo 0xF1
fr: Total des LBAs en écriture étendue. Les 5 premiers octets des 12 octets total du LBA lues à partir du disque. La valeur des 7 derniers octets est situé à l'attribut 0xF1.
hu: Összes LBA írási kiterjesztés. 12 byte felső 5 byte-ja az eszköz összes LBA írásának száma. Az alsó 7 byte 0xF1 attribútumnál helyezkedik el.
it: LBA espansi totali scritti. I 5 bytes superiori del numero a 12 byte degli LBA totali scritti sul dispositivo. Il valore dei 7 inferiori è locato all'attributo 0xF1.
lo: ຈຳນວນ LBAs ທີ່ຂຽນທັງໝົດ (ຂະຫຍາຍ). 5 ໄບຕ໌ເທິງຂອງຈຳນວນ LBAs ທັງໝົດ 12 ໄບຕ໌ທີ່ຂຽນໃສ່ອຸປະກອນ. ຄ່າ 7 ໄບຕ໌ລຸ່ມຢູ່ທີ່ຄຸນລັກສະນະ 0xF1.
nl: Totaal LBAs geschreven uitgebreid. De bovenste 5 bytes van de 12-byte totaal aantal LBAs geschreven naar het apparaat. De lagere 7 byte waarde ligt op kenmerk 0xF1.
ro: Număr total scrieri LBA. Primii 5 octeți din cei 12 sunt preluați de la dispozitiv iar restul de 7 sunt preluați din atributul 0xF1.
ru: Total LBAs Written Expanded. Верхние 5 байт из 12-байт общего числа LBAs записанных в устройство. Значение нижних 7 байт находится в атрибуте 0xF1.
sv: Totalt antal skrivna LBAs utökade. De övre 5 bytes av 12-bytes värdet som innehåller totalt antal LBAs som skrivits till enheten. De lägre 7 byten finns i attribut 0xF1.
uk: Total LBAs Written Expanded. Верхні 5 байт з 12-байт загального числа записаних LBA в пристрій. Значення нижніх 7 байт знаходиться в атрибуті 0xF1.
zh_cn: 总LBA写入扩展。 写入设备的LBA的12字节总数的高5字节。 较低的7字节值位于属性0xF1。

source: Total LBAs Read Expanded. The upper 5 bytes of the 12-byte total number of LBAs read from the device. The lower 7 byte value is located at attribute 0xF2.
af: Totale LBA's Gelees Uitgebreide. Die boonste 5 grepe van die totale aantal LBAs van 12 byte wat vanaf die toestel gelees is. Die laer waarde van 7 byte is geleë by attribuut 0xF2.
ca: Lecutures totals del LBA ampliat. Els 5 bytes superiors del nombre total de 12 bytes de LBA llegeixen del dispositiu. El valor de byte inferior 7 es troba en el atribut 0xF2.
cs: Rozšířený celkový součet načtených logických adresních bloků (LBA). Horních 5 bajtů z 12 bajtového celkového počtu LBA, načtených ze zařízení. Hodnota spodních 7 bajtů se nachází na atributu 0xF2.
de: Total LBAs Read Expanded. Die höchsten 5 Bytes der insgesamt 12-byte LBA-Anzahl die vom Gerät gelesen wurde. Der Wert der unteren 7 Byte befindet sich im Attribut 0xF2.
el: Εκτεταμένο Σύνολο Αναγνωσμένων LBA. Τα πρώτα 5 bytes του συνολικού αριθμού των μεγέθους 12 byte που διαβάστηκαν από τη συσκευή. Η τιμή των τελευταίων 7 byte βρίσκεται στο χαρακτηριστικό 0xF2.
es: LBAs leidos. Los 5 bytes superiores del total de 12 leidos del disco. los 7 bytes inferiores estan en el atributo 0xF2
fr: Total des LBAs en lecture étendue. Les 5 premiers octets des 12 octets total du LBA lues à partir du disque. La valeur des 7 derniers octets est situé à l'attribut 0xF2.
hu: Összes LBA olvasási kiterjesztés. 12 byte felső 5 byte-ja az eszköz összes LBA olvasásának száma. Az alsó 7 byte 0xF2 attribútumnál helyezkedik el.
it: LBA espansi totali letti. I 5 bytes superiori del numero a 12 byte degli LBA totali letti dal dispositivo. Il valore dei 7 inferiori è locato all'attributo 0xF2.
lo: ຈຳນວນ LBAs ທີ່ອ່ານທັງໝົດ (ຂະຫຍາຍ). 5 ໄບຕ໌ເທິງຂອງຈຳນວນ LBAs ທັງໝົດ 12 ໄບຕ໌ທີ່ອ່ານຈາກອຸປະກອນ. ຄ່າ 7 ໄບຕ໌ລຸ່ມຢູ່ທີ່ຄຸນລັກສະນະ 0xF2.
nl: Totaal LBAs gelezen uitgebreid. De bovenste 5 bytes van de 12-byte totaal aantal LBAs gelezen vanaf het apparaat. De lagere 7 byte waarde ligt op kenmerk 0xF2.
ro: Număr total citiri LBA. Primii 5 octeți din cei 12 sunt preluați de la dispozitiv iar restul de 7 sunt preluați din atributul 0xF2.
ru: Total LBAs Read Expanded. Верхние 5 байт из 12-байт общего числа LBAs чтения из устройства. Значение нижних 7 байт находится в атрибуте 0xF2.
sv: Totalt antal lästa LBAs utökade. De övre 5 bytes av 12-bytes värdet som innehåller totalt antal LBAs som läst från enheten. De lägre 7 byten finns i attribut 0xF2.
uk: Total LBAs Read Expanded. Верхні 5 байт з 12-байт загального числа зчитаних LBA з пристрою. Значення нижніх 7 байт знаходиться в атрибуті 0xF2.
zh_cn: 总LBA读取扩展。 从设备读取的LBA的12字节总数的高5字节。 低7字节值位于属性0xF2。

source: Total NAND Writes. Raw value reports the number of writes to NAND in 1GB increments.
af: Totale NAND Skryfe. Rou waarde verslae die aantal skryf aan NAND in inkremente 1GB.
ca: Escriu total NAND. Valor brut informa del nombre d'escriptures en NAND en increments d'1 GB.
cs: Celkový počet zápisů do flash paměti. Nezpracovaná hodnota hlásí počet zápisů do flash paměti v 1GB přírůstcích.
de: gesamtes NAND Schreibvolumen (in 1 GB Schritten)
el: Συνολικές εγγραφές στη NAND. Η ακατέργαστη τιμή αναφέρει τον αριθμό των εγγραφών στη NAND, με κλίμακα αύξησης 1GB.
es: Total de escrituras NAND. es un valor en crudo que indica el numero de escrituras NAND en GB.
fr: Écritures NAND totales. valeur brute rapportant le nombre d’écritures des NAND (incréments de 1GB)
hu: Összes NAND írás. Nyers érték, ami 1GB-os lépésekben mutatja a NAND-ra írások számát.
it: NAND totali scritti. Il valore grezzo riporta il numero di scritture di NAND con incrementi di 1GB.
lo: ການຂຽນ NAND ທັງໝົດ. ຄ່າດິບລາຍງານຈຳນວນການຂຽນໃສ່ NAND ໃນການເພີ່ມຂຶ້ນເທື່ອລະ 1GB.
nl: Totaal NAND beschrijvingen. Ruwe waarde rapporteert het aantal geschreven NAND in stappen van 1GB.
pl: Całkowita liczba zapisów NAND. Surowa wartość wskazuje liczbę zapisów NAND w przyroście co 1GB.
ro: Numărul total de scrieri în memoria NAND. Valoarea brută indică numărul de scrieri în incremente de 1GB.
ru: Всего записей NAND. Значение сообщает количество записей в NAND с шагом в 1 Гб.
sv: Totalt antal NAND skrivningar. Råvärdet anger antal skrivningar till NAND i 1GB delar.
uk: Всього записів NAND. Сире значення повідомляє кількість операцій запису на NAND з кроком 1 Гб.
zh_cn: 总NAND写入。 原始值以1GB为增量报告写入NAND的次数。

source: Count of errors while reading from a disk.
af: Tel van foute terwyl vanaf 'n skyf lees.
ca: Comte d'errors durant la lectura d'un disc.
cs: Počet chyb při čtení z jednotky datového úložiště.
de: Lesefehler
el: Αριθμός σφαλμάτων κατά την ανάγνωση από το δίσκο.
es: Recuento de errores durante la lectura de disco.
fr: Nombre d'erreurs en lecture d'un disque
hu: Lemezolvasás közben fellépő hibák száma.
it: Conteggio degli errori durante la lettura da un disco.
lo: ຈຳນວນຄວາມຜິດພາດໃນຂະນະທີ່ອ່ານຈາກດິສກ໌.
nl: Aantal fouten tijdens het lezen van de schijf.
pl: Liczba błędów podczas odczytu z dysku.
ro: Numărul de erori apărute la citirea de pe disc.
ru: Счетчик ошибок при чтении с диска.
sv: Antal fel vid läsning från disk.
uk: Лічильник помилок читання з диску.
zh_cn: 读磁盘时的错误数量。

source: The Minimum Spares Remaining attribute indicates the number of remaining spare blocks as a percentage of the total number of spare blocks available.
af: Die Minimum Reserwedele Oorblywend eienskap wys op die hoeveelheid oorblywende spaar blokke as 'n persenasie van die totale hoeveelheid beskikbare spaar blokke.
ca: L'atribut mímim recanvi restant indica el nombre de blocs de recanvi restant com un percentatge del nombre total de blocs de recanvi disponibles.
cs: Atribut „Přinejmenším zbývajících náhradních“ značí počet zbývajících náhradních bloků vyjádřeno jako procento celkového počtu dostupných náhradních buněk flash paměti.
de: Das "Minimum Spares Remaining"-Attribut (Minimal verbleibende Ersatzblöcke) zeigt die Anzahl der noch freien Blöcke als Prozentsatz der Gesamtanzahl verfügbarer Ersatzblöcke an.
el: Το χαρακτηριστικό Minimum Spares Remaining δείχνει τον αριθμό των εφεδρικών μπλοκ που απομένουν, ως ποσοστό του συνολικού αριθμού διαθέσιμων εφεδρικών μπλοκ.
es: El valor mínimo de bloques libres que quedan indica el número de bloques libres como porcentaje del total delnúemro de bloques libres disponible.
fr: L'attribut "Minimum Spares Remaining" (restant minimum de réserve) indique le nombre de blocs de réserve restant comme un pourcentage du nombre total de blocs de réserve disponibles.
hu: A 'Minimum Spares Remaining' (Minimális Hátralévő Tartalékok) attribútum jelzi a fennmaradó tartalék blokkok számát százalékban az összes rendelkezésre álló tartalék blokkhoz viszonyítva.
it: L'attributo Minima Scorta Rimanente indica il numero di blocchi di scorta rimanenti come percentuale del numero totale di blocchi di scorta disponibili.
lo: ຄຸນລັກສະນະຈຳນວນສຳຮອງທີ່ເຫຼືອຢູ່ຕ່ຳສຸດສະແດງເຖິງຈຳນວນບລັອກສຳຮອງທີ່ເຫຼືອຢູ່ເປັນເປີເຊັນຂອງຈຳນວນບລັອກສຳຮອງທັງໝົດທີ່ມີຢູ່.
nl: Het Minimum Reserve Overgebleven attribuut geeft het aantal resterende reserve blokken in een percentage van het totale aantal overgebleven reserve blokken.
pl: Minimalny dostępny zapas wskazuje liczbę pozostałych zapasowych bloków jako procent całkowitej ich liczby.
ro: Numărul minim de zone de rezervă pentru remapare rămase indicat ca procent raportat la numărul total de zone de rezervă.
ru: Атрибут Minimum Spares Remaining указывает количество оставшихся запасных блоков в процентах от общего количества доступных запасных блоков .
sv: Minsta kvarvarande reserv attributet visar antalet kvarvarande reservblock i procent av totala antalet reservblock.
uk: Атрибут Minimum Spares Remaining вказує кількість запасних блоків (у відсотках) що залишилися від загальної кількості доступних запасних блоків.
zh_cn: “Minimum Spares Remaining”属性指示剩余空闲块的数量占可用空闲块总数的百分比。
