Repository: rojim666/xigmanas-code-r10599-trunk
Catalog: locale/xigmanas-*.po
Languages: af, ca, cs, de, el, es, fr, hu, it, lo, nl, pl, ro, ru, sv, uk, zh_cn

source: You can use the following parameters for substitution:
af: Jy kan die volgende parameters vir substitusie gebruik:
ca: Podeu utilitzar els següents paràmetres per a la substitució:
cs: Pro nahrazování je možné použít následující parametry:
de: Die folgenden Parameter können für die Ersetzung genutzt werden
el: Μπορείτε να χρησιμοποιήσετε τις παρακάτω παραμέτρους για υποκατάσταση:
es: Se puede usar el siguiente parámetro como sustituto
fr: Vous pouvez utilisez les paramètres suivants pour substitution:
hu: A következő paramétereket használhatod helyettesítésre:
it: Puoi utilizzare i seguenti parametri per la sostituzione:
lo: ທ່ານສາມາດໃຊ້ພາຣາມິເຕີຕໍ່ໄປນີ້ເພື່ອທົດແທນ:
nl: U kunt de volgende parameters gebruiken voor substitutie:
pl: Możesz użyć poniższych parametrów, żeby zastąpić
ro: Puteți folosi următorii parametri pentru substituție:
ru: Вы можете использовать следующие параметры для подстановки:
sv: Du kan använda följande parametrar för substitution(utbyte):
uk: Ви можете використовувати наступні параметри для підстановки:
zh_cn: 你可以使用以下的参数替代：

source: Date
af: Datum
ca: Data
cs: Datum
de: Datum
el: Ημερομηνία
es: Fecha
hu: Dátum
it: Data
lo: ວັນທີ
nl: Datum
pl: Data
ro: Data
ru: Дата
sv: Datum
uk: Дата
zh_cn: 日期

source: This configuration settings are used to generate the ups.conf configuration file which is required by the NUT UPS daemon.
af: Die konfigurasie instelling word gebruik om die ups.conf konfigurasie lêer te skep wat nodig is vir die NUT UPS daemon.
ca: Aquests paràmetres de configuració s'utilitzen per generar el fitxer de configuració ups.conf que és requerit pel dimoni NUT del SAI.
cs: Toto nastavení slouží k vytvoření souboru ups.conf který je potřebný pro proces služby NUT UPS.
de: Diese Konfigurations-Einstellungen werden benutzt, um die ups.conf-Konfigurationsdatei zu erstellen, die vom NUT UPS-Daemon benötigt wird.
el: Αυτές οι ρυθμίσεις χρησιμοποιούνται για τη δημιουργία του αρχείου ρυθμίσεων ups.conf, το οποίο είναι απαραίτητο για τον δαίμονα NUT UPS.
es: Estas opciones son empleadas para generar el archivo ups.conf, que es necesario para que funcione el demonio NUT del SAI.
fr: Ces paramètres de configuration sont utilisés pour générer le fichier de configuration de ups.conf qui est requis par le démon NUT UPS.
hu: Ezek a konfigurációs beállításokat használjuk a NUT UPS démonhoz szükséges ups.conf konfigurációs fájl generálásához.
it: Questi settaggi sono usati per generare il file di configurazione ups.conf che è richiesta dal daemon NUT UPS.
lo: ການຕັ້ງຄ່າເຫຼົ່ານີ້ຖືກໃຊ້ເພື່ອສ້າງໄຟລ໌ການຕັ້ງຄ່າ ups.conf ເຊິ່ງຈຳເປັນສຳລັບ daemon NUT UPS.
nl: Deze configuratie opties worden gebruikt om de ups.conf configuratiebestand te genereren welke nodig is voor de NUT UPS daemon.
pl: Te ustawienia konfiguracyjne są używane przy generowaniu pliku konfiguracyjnego ups.conf, który jest wymagany przez demona NUT UPS.
ro: Aceste setări de configurare sunt utilizate pentru generarea fișierului ups.conf care este cerut de daemon-ul NUT UPS.
ru: Эти параметры используются для создания файла конфигурации ups.conf, который требуется службе NUT UPS.
sv: Denna konfigurationsinställning används för att skapa ups.conf konfigurationsfilen som behövs för NUT UPS demonen.
uk: Ці параметри конфігурації використовуються для створення файлу конфігурації ups.conf, який потрібен демону NUT UPS.
zh_cn: 此配置设置用于生成NUT UPS守护程序所需的ups.conf配置文件。

source: To get more information how to configure your UPS please check the NUT (Network UPS Tools) documentation
af: Om meer inligting te kry tjek asseblief die NUT (Netwerk UPS Gereedskap) dokumentasie
ca: Per obtenir més informació de com configurar el SAI verifica la documentació de NUT (Eines de SAI en xarxa)
cs: Podrobnosti o nastavování UPS zdroje naleznete v dokumentaci k nástroji NUT (Network UPS Tools)
de: Um mehr Informationen über die Konfiguration Ihrer UPS zu erhalten lesen Sie bitte die NUT (Network UPS Tools) Dokumentation
el: Για να λάβετε περισσότερες πληροφορίες σχετικά με τη ρύθμιση του UPS σας, παρακαλώ ελέγξτε την τεκμηρίωση του NUT (Network UPS Tools)
es: Para obtener más información de como configurar la SAI, por favor revise la documentación de NUT ((Network UPS Tools)
fr: Pour obtenir plus d'informations pour configurer votre onduleur s'il vous plaît vérifier la Documentation NUT (Network UPS Tools)
hu: További információért a szünetmentes beállításához olvasd el a NUT (Network UPS Tools=Hálózati Szünetmentes Eszközök) dokumentációját.
it: Per ottenere maggiori informazioni sulla configurazione del UPS, controllare la documentazioen di NUT (Network UPS Tools)
lo: ເພື່ອຮັບຂໍ້ມູນເພີ່ມເຕີມກ່ຽວກັບວິທີການຕັ້ງຄ່າ UPS ຂອງທ່ານ ກະລຸນາກວດເບິ່ງເອກະສານຂອງ NUT (Network UPS Tools)
nl: Om meer informatie te krijgen hoe u uw UPS moet configureren, bekijkt u dan de NUT (Network UPS Tools) documentatie
pl: Aby uzyskać więcej informacji jak skonfigurować UPS sprawdź dokumentację NUT (Network UPS Tools - sieciowe narzędzia UPS)
ro: Pentru a obține informații detaliate despre cum poate fi configurat UPS-ul verificați documentația NUT (Network UPS Tools)
ru: Для того, чтобы получить более подробную информацию, как настроить ИБП, пожалуйста, обратитесь к документации NUT (Network UPS Tools)
sv: För mer information hur du konfigurerar din UPS hänvisas till NUTs (Network UPS Tools) dokumentation.
uk: Для того, щоб отримати більш детальну інформацію, як налаштувати ДБЖ, будь ласка, перевірте документацію NUT (Network UPS Tools)
zh_cn: 要获得有关如何配置UPS的更多信息，请查看NUT（网络UPS工具）文档

source: Document Root
af: Dokument Wortel
ca: Document arrel
cs: Kořen dokumentů
de: Stammverzeichnis
el: Ριζικός Κατάλογος αρχείων
es: Raíz de documentos
fr: Racine du document
hu: Dokumentum gyökérmappája
it: Root Documenti
lo: ຮາກຂອງເອກະສານ
nl: Documentenmap
pl: Katalog główny dokumentów
ro: Root documente
ru: Корневая папка документов
sv: Dokumentrot
uk: Кореневий каталог документів
zh_cn: 文档根目录

source: Webserver document root is missing.
af: Webbediener dokument wortel is ontbreek.
ca: L'arrel del document al servei web s'ha perdut.
cs: Chybí kořen dokumentů webového serveru.
de: Das oberste Dokumentenverzeichnis des Webservers fehlt.
el: Λείπει η ρίζα εγγράφων του web διακομιστή.
es: Servidor web no encuentra el directorio raiz
fr: Le dossier du serveur Web est absent
hu: Webkiszolgáló dokumentroot-ja hiányzik.
it: La directory principale (root) del Webserver è assente.
lo: ຂາດຮາກຂອງເອກະສານເວັບເຊີບເວີ.
nl: De webserver documentmap ontbreekt.
pl: Główny katalog Serwera WWW nie został podany.
ro: Folderul de bază pentru documente lipsește.
ru: Пропущен корневой документ web-сервера, требующий авторизации.
sv: Webbserver dokumentrot saknas.
uk: Кореневий документ вебсерверу відсутній.
zh_cn: 找不到网页服务器的文档根目录。

source: TCP port to bind the server to.
af: TCP poort om die bediener aan te bind.
ca: Port TCP per enllaçar amb el servidor per.
cs: TCP port na který server navázat.
de: TCP-Port, an den der Server gebunden wird.
el: Θύρα TCP που θα δεσμεύσει ο διακομιστής.
es: Puerto TCP que enlazara al servidor
fr: Port TCP d'écoute du serveur.
hu: Szerverhez kötő TCP port
it: Porta TCP a cui collegare il server.
lo: ພອດ TCP ເພື່ອຜູກກັບເຊີບເວີ.
nl: TCP-poort om de sever aan te koppelen.
pl: Port TCP do przypisania systemu
ro: Port utilizat de server pentru legătură.
ru: Порт TCP, закрепленный за сервером.
sv: TCP-port att knyta servern till.
uk: TCP порт, на якому працюватиме сервер.
zh_cn: 服务器绑定的 TCP 端口

source: Select the permission for running this service. (www by default).
af: Selekteer die toestemming om hierdie diens te hardloop. (www deur verstek).
ca: Seleccioneu els permissos per al funcionament d'aquest servei. (www per defecte).
cs: Vyberte uživatelský účet, jehož práva bude mít tato služba v systému (výchozí je www).
de: Wählen Sie den Benutzer aus, mit dem dieser Dienst ausgeführt werden soll. (www ist Standard).
el: Επιλέξτε τα δικαιώματα εκτέλεσης της υπηρεσίας. (προεπιλογή www).
es: Seleccionar los permisos para ejecutar este servicio. (www por defecto).
fr: Sélectionnez l'autorisation pour exécuter ce service. (Www par défaut).
hu: Válaszd ki ezen szolgáltatás futtatásához a jogosultságot (alapértelmezetten www).
it: Selezionare il permesso per l'esecuzione del servizio. (www per default).
lo: ເລືອກສິດອະນຸຍາດສຳລັບການແລ່ນບໍລິການນີ້. (ຄ່າເລີ່ມຕົ້ນແມ່ນ www).
nl: Selecteer de permissie voor het uitvoeren van deze service. (standaard www).
pl: Wybierz uprawnienia dla tej usługi (domyślnie www).
ro: Selectați permisiunea de a rula acest serviciu (implicit www).
ru: Выберите права доступа для запуска этой службы. (www по умолчанию).
sv: Välj villkoret för att köra denna tjänst. (www som standard)
uk: Оберіть права доступу для запускання цієї служби (www за замовчуванням).
zh_cn: 选择运行此服务的权限。 （默认为www）。

source: NOTE
af: NOTA
ca: NOTA
cs: POZN.
de: Anmerkung
el: ΣΗΜΕΙΩΣΗ
es: NOTA
fr: REMARQUE
hu: MEGJEGYZÉS
it: NOTA
lo: ໝາຍເຫດ
nl: AANTEKENING
pl: UWAGA
ro: NOTĂ
ru: ПРИМЕЧАНИЕ
sv: OBS
uk: ПРИМІТКА
zh_cn: 注意

source: Running this service as root is not recommended for security reasons, use at your own risk!
af: Hardloop hierdie diens as root word nie aanbeveel vir sekuriteit redes, gebruik op eie risiko!
ca: L'execució d'aquest servei com a root no es recomana per raons de seguretat, utilitzeu al seu propi risc!
cs: Spouštění této služby s právy správce systému (root) není doporučeno z bezpečnostních dúvodů, použijte pouze na vlastní nebezpečí!
de: Aus Sicherheitsgründen wird nicht empfohlen diesen Dienst als 'root' laufen zu lassen. Nutzung auf eigene Gefahr!
el: Η εκτέλεση της υπηρεσίας ως root δεν συνιστάται για λόγους ασφαλείας, κάντε χρήση με δική σας ευθύνη!
es: Ejecutar este servicio con la cuenta de root no está recomendado por razones de seguridad.
fr: L'exécution de ce service en tant que root n'est pas recommandée pour des raisons de sécurité, utilisez à vos risques et périls!
hu: Ezen szolgáltatás futtatása root-ként biztonsági okok miatt nem ajánlott, csak saját felelősségre állítsd be!
it: Eseguire il servizio come root non è raccomandato per ragioni di sicurezza: usare a vostro rischio!
lo: ການແລ່ນບໍລິການນີ້ໃນຖານະ root ບໍ່ໄດ້ຖືກແນະນຳເນື່ອງຈາກເຫດຜົນດ້ານຄວາມປອດໄພ, ໃຊ້ງານດ້ວຍຄວາມສ່ຽງຂອງທ່ານເອງ!
nl: Deze service uitvoeren als root wordt om veiligheidsredenen niet aanbevolen, uitvoeren als root is geheel voor eigen risico!
pl: Działanie tej usługi z uprawnieniami root'a nie jest zalecane ze względów bezpieczeństwa, używasz na własne ryzyko!
ro: Din motive de securitate rularea acestui serviciu ca root nu este recomandată, puteți să o faceți însă, pe riscul dumneavoastră!
ru: Запуск этой службы от имени root не рекомендуется по соображениям безопасности, используйте на свой страх и риск!
sv: Att köra denna tjänst som root är inte att rekommendera av säkerhetsskäl, används på egen risk!
uk: Запуск цієї служби як кореневої не рекомендований за вимогами безпеки, використовуйте це на свій ризик!
zh_cn: 出于安全考虑，不建议以root用户身份运行此服务，请自担风险！

source: Permission
af: Toestemming
ca: Permís
cs: Oprávnění
de: Berechtigung
el: Δικαιώματα
es: Permisos
fr: Autorisation
hu: Jogosultság
it: Permesso
lo: ສິດອະນຸຍາດ
nl: Permissie
pl: Uprawnienie
ro: Permisiune
ru: Права доступа
sv: Rättighet
uk: Дозвіл
zh_cn: 权限

source: Paste a private key in PEM format here.
af: Plak 'n private sleutel in PEM formaat hier.
ca: Enganxar una clau privada en format PEM aquí.
cs: Sem vložte soukromou část klíče v PEM formátu.
de: Fügen Sie hier einen private key in PEM-Format ein
el: Επικολλήστε εδώ ένα προσωπικό κλειδί μορφής PEM.
es: Pegar la clave privada en formato PEM aquí.
fr: Collez une clé privée au format PEM ici.
hu: Ide illeszd a privát kulcsot PEM formátumban.
it: Incollare qui una chiave in formato PEM.
lo: ວາງ private key ໃນຮູບແບບ PEM ທີ່ນີ້.
nl: Plak een persoonlijke sleutel in PEM formaat hier.
pl: Wklej tutaj klucz prywatny w formacie PEM.
ro: Copiați aici o cheie privată în format PEM.
ru: Вставьте сюда частный ключ в формате PEM.
sv: Klistra in den privata nyckeln i PEM format här.
uk: Скопіюйте сюди приватний ключ у PEM форматі.
zh_cn: 在此处以PEM格式粘贴私钥。

source: Document root of the webserver. Home of the web page files.
af: Dokument wortel van die webbediener. Tuis van die web bladsy lêers.
ca: Arrel de document del servidor web. Arrel dels arxius de la pàgina web.
cs: Kořen dokumentu webového serveru. Domovská složka souborů webových stránek.
de: Stammverzeichnis auf dem Webserver. Hier liegen Dateien für Webseiten.
el: Ριζικός κατάλογος των εγγράφων του εξυπηρετητή ιστού. Αρχικός φάκελος των αρχείων των ιστοσελίδων.
es: Raíz de documentos del servidor web. Hogar de los archivos de páginas web.
fr: Document racine du serveur web. Accueil pour les pages web.
hu: A webkiszolgáló dokumentumainak főmappája. A weblap fájljainak lakhelye.
it: Cartella principale documenti del webserver. Cartella dei file della pagina web.
lo: ຮາກຂອງເອກະສານຂອງເວັບເຊີບເວີ. ບ່ອນຢູ່ຂອງໄຟລ໌ໜ້າເວັບ.
nl: Documentenmap voor de webserver. Dit is de map waarin u alle webbestanden kunt plaatsen voor uw website.
pl: Katalog główny dokumentów serwera WWW. Katalog domowy dla plików strony WWW.
ro: Folderul rădăcină al fișierele pentru serverul web. Locul de stocare al paginilor web.
ru: Корневая директория web-сервера с файлами, являющаяся домашней страницей сайта.
sv: Dokumentrot för webbservern. Hem till filerna för webbsidorna.
uk: Кореневий каталог веб-сервера. Місце розташування файлів веб-сторінки.
zh_cn: 网页服务器文档根目录。

source: Upload Directory
af: Oplaai Directory
ca: Directori de pujada
cs: Složka ze které se odesílá
de: Verzeichnis zum Hochladen
el: Φάκελος Ανεβάσματος
es: Directorio de Subida
fr: Répertoire d'Upload
hu: Feltöltési mappa
it: Directory di upload
lo: ໄດເຣັກທໍຣີອັບໂຫຼດ
nl: Upload Map
pl: Katalog do przesyłania
ro: Director de încărcare
ru: Каталог для загрузки
sv: Uppladdningskatalog
uk: Каталог Вивантаження
zh_cn: 上传目录

source: Upload directory of the webserver. The default is %s.
af: Laai die web-bediener se lêergids op. Die standaard is %s.
ca: Puja directori del servidor web. El valor per defecte és %s.
cs: Složka pro nahrávání na webový server. Výchozí je %s.
de: Verzeichnis des Webservers hochladen. Standard ist %s.
el: Ο φάκελος του διακομιστή web για αποστολές αρχείων. Ο προκαθορισμένος είναι ο %s.
es: Directorio de subidas del servidor Web. Por defecto es %s
fr: Répertoire distant de téléchargement du serveur WEB. %s par défaut.
hu: Webszerver feltöltési mappája. Alapértelmezetten: %s
it: Directory di upload del webserver. Di default è %s.
lo: ໄດເຣັກທໍຣີອັບໂຫຼດຂອງເວັບເຊີບເວີ. ຄ່າເລີ່ມຕົ້ນແມ່ນ %s.
nl: Webserver upload folder. Standaard %s.
pl: Katalog dla przesyłanych plików serwera. Domyślnie to %s.
ro: Directorul de încărcare pentru serverul web. Implicit este %s.
ru: Папка для загрузок на сервер. Путь по умолчанию %s
sv: Uppladdningskatalog för webservern. Standard är %s.
uk: Каталог вивантаження для веб-сервера. За замовчуванням - %s.
zh_cn: 网页服务器的上传目录。默认值是 %s。

source: Authentication
af: Outentisering
ca: Autenticació:
cs: Ověření
de: Authentifizierung
el: Πιστοποίηση
es: Autentificación
fr: Authentification
hu: Hitelesítés
it: Autenticazione
lo: ການກວດສອບ
nl: Verificatie
pl: Uwierzytelnianie
ro: Autentificare
ru: Аутентификация
sv: Autentisering
uk: Автентифікація
zh_cn: 认证方式

source: Enable authentication.
af: Inskakel ontentisering
ca: Habilita l'autenticació.
cs: Zapnout ověřování.
de: SMTP Authentifizierung aktivieren.
el: Ενεργοποίηση πιστοποίησης.
es: Activar autentificacion.
fr: Activer l'authentification.
hu: Hitelesítés engedélyezése
it: Attiva autenticazione.
lo: ເປີດໃຊ້ງານການກວດສອບ.
nl: Inschakelen verificatie.
pl: Włącz autoryzację.
ro: Activare autentificare.
ru: Включить аутентификацию.
sv: Aktivera autentisering.
uk: Увімкнути автентифікацію.
zh_cn: 启用认证。

source: Give only local users access to the web page.
af: Gee slegs plaaslike gebruikers toegang na die webblad.
ca: Donar accés només als usuaris locals a la pàgina web.
cs: K webovému rozhraní umožnit přístup pouze uživatelům s účtem v operačním systému serveru.
de: Ermögliche nur lokalen Benutzern Zugriff auf die Webseite.
el: Πρόσβαση στην ιστοσελίδα μόνο από τους τοπικούς χρήστες.
es: Dar acceso a la pagina web sólo a los usuarios locales.
fr: Donner l'accès à la page web uniquement aux utilisateurs locaux.
hu: Csak helyi felhasználóknak érhetik el a weblapot.
it: Consenti l'accesso alla pagina web soltanto agli utenti locali.
lo: ໃຫ້ສິດການເຂົ້າເຖິງໜ້າເວັບແກ່ຜູ້ໃຊ້ທ້ອງຖິ່ນເທົ່ານັ້ນ.
nl: Geef alleen lokale gebruikers toegang naar de web pagina.
pl: Daj dostęp do strony WWW tylko użytkownikom lokalnym.
ro: Permite doar utilizatorilor locali să acceseze pagina web.
ru: Только локальные пользователи могут открыть web-страницу.
sv: Ge enbart lokala användare tillgång till webbsidan.
uk: Надавати доступ до веб-сторінки тільки локальним користувачам.
zh_cn: 只有本机用户可以使用网页服务器。

source: Realm
af: Ryk
ca: Regne
cs: Oblast
de: Bereich
es: Dominio
fr: Domaine
hu: Terület
it: Dominio
pl: Uwierzytelnienie
ru: Название области
sv: Rike
uk: Сфера

source: Edit URL
af: Redigeer URL
ca: Editar URL
cs: Upravit URL adresu
de: URL bearbeiten
el: Επεξεργασία URL
es: Editar URL
fr: Editer URL
hu: URL szerkesztése
it: Modifica URL
lo: ແກ້ໄຂ URL
nl: Bewerk URL
pl: Edytuj URL
ro: Editare URL
ru: Редактировать URL
sv: Redigera URL
uk: Редагувати посилання
zh_cn: 编辑 URL

source: Delete URL
af: Vee URL Uit
ca: Suprimeix URL
cs: Odstranit URL adresu
de: URL löschen
el: Διαγραφή URL
es: Borrar URL
fr: Effacer l'URL
hu: URL törlése
it: Elimina URL
lo: ລຶບ URL
nl: URL Verwijderen
pl: Skasuj URL
ro: Ștergere URL
ru: Удалить URL
sv: Radera URL
uk: Видалити URL
zh_cn: 删除 URL

source: Do you really want to delete this URL?
af: Wil jy regtig hierdie URL uitvee?
ca: Realment vols eliminar aquest URL?
cs: Opravdu smazat tuto URL adresu?
de: Möchten Sie diese URL wirklich löschen?
el: Θέλετε σίγουρα να διαγράψετε αυτή τη URL;
es: ¿Seguro que quiere borrar esta URL?
fr: Voulez-vous vraiment supprimer cet URL?
hu: Biztos, hogy törlöd ezt az URL-t?
it: Vuoi cancellare davvero questo URL?
lo: ທ່ານຕ້ອງການລຶບ URL ນີ້ແທ້ບໍ?
nl: Weet u zeker dat u deze URL wilt wissen?
pl: Czy na pewno chcesz skasować ten URL?
ro: Doriți să ștergeți acest URL?
ru: Вы действительно хотите удалить этот URL?
sv: Vill du verkligen radera denna URL?
uk: Ви підтверджуєте видалення цього посилання?
zh_cn: 你确定要删除这个 URL 吗？

source: Add URL
af: Voeg URL
ca: Afegeix URL
cs: Přidat URL adresu
de: URL hinzufügen
el: Προσθήκη URL
es: Añadir URL
fr: Ajouter un URL
hu: URL hozzáadása
it: Aggiungi URL
lo: ເພີ່ມ URL
nl: URL Toevoegen
pl: Dodaj URL
ro: Adăugare URL
ru: Добавить URL
sv: Lägg till url
uk: Додати посилання
zh_cn: 添加 URL

source: Define directories/URL's that require authentication.
af: Definieer gids/URL se daardie vereis ontentisering.
ca: Definir directoris/URL que requereixen autenticació
cs: Určuje složky / URL adresy, které vyžadují ověření.
de: Geben Sie Verzeichnisse an, die eine Benutzeranmeldung erfordern.
el: Ορισμός καταλόγων/URL που απαιτούν πιστοποίηση.
es: Definir directorios/URLs que necesitan autentificacion.
fr: Définir des répertoires/URL's qui requièrent une authentification.
hu: Hitelesítést igénylő mappák/URL-ek meghatározása.
it: Definisci le cartelle/URL che richiedono autenticazione
lo: ກຳນົດໄດເຣັກທໍຣີ/URL ທີ່ຕ້ອງການການກວດສອບ.
nl: Defineer mappen/URL'S die verificatie vereisen.
pl: Zdefiniuj katalogi/URL wymagające autoryzacji.
ro: Definiți directoarele/URL-urile care necesită autentificare.
ru: Укажите каталоги или адреса URL требующие аутентификации.
sv: Specificera kataloger/URL:er som kräver autentiering.
uk: Вкажіть каталоги та адреси URL, що потребують авторизації.
zh_cn: 指定需要认证的目录/URL

source: Directory listing
af: Directory notering
ca: Llista de directori.
cs: Výpis složky
de: Verzeichnisauflistung
el: Δημιουργία λίστας περιεχομένων καταλόγου
es: Listado de directorio
fr: Listage de répertoire
hu: Mappa listázása
it: Elenco delle cartelle
lo: ລາຍຊື່ໄດເຣັກທໍຣີ
nl: Mappenlijst
pl: Spis katalogów
ro: Listare director
ru: Список файлов каталога
sv: Kataloglista
uk: Список каталогів
zh_cn: 目录清单

source: Enable directory listing.
af: Aktiveer lêergids notering.
ca: Habilitar llista de directoris.
cs: Umožnit vypsat obsah složky.
de: Verzeichnisauflistung aktivieren.
el: Ενεργοποίηση δημιουργίας λίστας περιεχομένων καταλόγου.
es: Habilitarr listado de directorio.
fr: Activer le listage des répertoires.
hu: Mappalistázás engedélyezése
it: Abilita l'elenco directory.
lo: ເປີດໃຊ້ງານການສະແດງລາຍຊື່ໄດເຣັກທໍຣີ.
nl: Inschakelen mappenlijst.
pl: Włącz wyświetlanie zawartości katalogów.
ro: Activare listare foldere.
ru: Включить перечисление файлов в каталоге
sv: Aktivera mapplistning.
uk: Дозволити перегляд каталогів.
zh_cn: 启用目录列表。

source: A directory listing is generated when no index-files (index.php, index.html, index.htm or default.htm) are found in a directory.
af: 'N Gids notering word gegenereer as daar geen indeks-lêers (index.php, index.html, index.htm of default.htm) word in 'n gids gevind.
ca: Un llistat de directori es genera quan no hi ha imatges d'índex (index.php, index.html, index.htm o default.htm) es troben en un directori.
cs: V případě, že ve složce nejsou nalezeny žádné indexové soubory (index.php, index.html, index.htm nebo default.htm) je náhradně vytvořen seznam obsahu složky.
de: Wenn keine Indexdateien gefunded werden(index.php, index.html, index.htm or default.htm), eine Verzeichnisliste wird erzeugt.
el: Μια λίστ αφακέλων δημιουργείται όταν δεν υπάρχουν αρχεία index (index.php, index.html, index.htm ή default.htm) σε έναν φάκελο.
es: Se mostrará un listado del directorio, si no existe un archivo indice. (index.php, index.html, index.htm o default.htm)
fr: Un listing du répertoires est générée lorsque aucun fichier index (index.php, index.html, index.htm ou default.htm) ne se trouve dans un répertoire.
hu: Amikor nincs egy indexfájl (index.php, index.html, index.htm or default.htm) sem , akkor egy mappalista jön létre.
it: Viene generata una lista dei file nella directory quando non sono trovati dei file index (tipo index.php, index.html o default.htm)
lo: ລາຍຊື່ໄດເຣັກທໍຣີຈະຖືກສ້າງຂຶ້ນເມື່ອບໍ່ພົບໄຟລ໌ index (index.php, index.html, index.htm ຫຼື default.htm) ໃນໄດເຣັກທໍຣີ.
nl: Een maplijst wordt gegenereerd als er geen index-bestanden (index.php, index.html, index.htm of default.htm) wordt gevonden in een map.
pl: Wykaz katalogu jest generowany, gdy brak pliku indeksu (index.php, index.html, index.htm lub defailt.htm) w tym katalogu.
ro: Lista cu fișierele din folder va fi generată automat dacă în folder nu sunt găsite fișiere index (index.php, index.html, index.htm sau default.htm).
ru: Листинг каталога генерируется если индекс-файлы (index.php, index.html, index.htm или default.htm) не будут найдены в директории.
sv: En kataloglistning skapas när inga index-filer (index.php, index.html eller default.htm) hittas i en katalog.
uk: Лістінг каталога генерується якщо індекс-файли (index.php, index.html, index.htm або default.htm) не будут знайдені в каталозі
zh_cn: 当在目录中找不到索引文件（index.php，index.html，index.htm或default.htm）时，将生成目录列表。

source: This URL is already configured.
af: Hierdie URL is reeds opgestel.
ca: Aquesta URL ja està configurada.
cs: Tato URL adresa je už nastavena.
de: Die URL ist bereits eingestellt.
el: Αυτό το URL έχει ήδη ρυθμιστεί.
es: Esta dirección URL ya esta configurada.
fr: Cette URL est déjà configurée.
hu: Ez az URL már konfigurálva lett.
it: Questo URL è già configurato
lo: URL ນີ້ຖືກຕັ້ງຄ່າແລ້ວ.
nl: Deze URL is reeds geconfigureerd.
pl: URL jest już skonfigurowany.
ro: URL-ul este deja configurat.
ru: Этот URL уже сконфигурирован.
sv: Denna URL är redan konfigurerad.
uk: Ця URL адреса вже налаштована.
zh_cn: 此 URL 已经配置。
