Repository: rojim666/xigmanas-code-r10599-trunk
Catalog: locale/xigmanas-*.po
Languages: af, ca, cs, de, el, es, fr, hu, it, lo, nl, pl, ro, ru, sv, uk, zh_cn

source: Log Filter
ca: Filtre registre
cs: Filtr záznamů událostí
el: Φίλτρο Καταγραφέα
es: Filtro del Log
fr: Filtre de journal
hu: Naplószűrő
it: Filtro dei log
lo: ຕົວກອງບັນທຶກ
nl: Logboek Filter
pl: Filtr Logów
ro: Filtru jurnal
ru: Фильтр журнала
sv: Loggfilter
uk: Фільтр журналу
zh_cn: 日志过滤器

source: Clear
af: Duidelik
ca: Esborrar
cs: Vyčistit
de: Zurücksetzen
el: Απαλοιφή
es: Limpiar
fr: Effacer
hu: Törlés
it: Pulisci
lo: ລ້າງ
nl: Wissen
pl: Wyczyść
ro: Ștergere
ru: Очистить
sv: Rensa
uk: Очистити
zh_cn: 清除

source: Download
af: Aflaai
ca: Descarregar
cs: Stáhnout
de: Herunterladen
el: Λήψη
es: Salvar
fr: Téléchargement
hu: Letöltés
lo: ດາວໂຫຼດ
nl: Opslaan
pl: Pobierz
ro: Descărcare
ru: Скачать
sv: Ladda ner
uk: Завантажити
zh_cn: 下载

source: Refresh
af: Herfris
ca: Actualitza
cs: Načíst znovu
de: Aktualisieren
el: Ανανέωση
es: Actualizar
fr: Actualiser
hu: Frissítés
it: Aggiorna
lo: ໂຫຼດຄືນໃໝ່
nl: Verversen
pl: Odśwież
ro: Reactualizare
ru: Обновить
sv: Uppdatera
uk: Оновити
zh_cn: 刷新

source: Search event
af: Vind gebeurtenis
ca: Cercar esdeveniment
cs: Vyhledat událost
de: Ereignis suchen
el: Αναζήτηση συμβάντος
es: Buscar evento
fr: Recherche d'évènement
hu: Esemény keresése
it: Evento di ricerca
lo: ຄົ້ນຫາເຫດການ
nl: Zoek Gebeurtenis
pl: Szukaj wystąpienia
ro: Eveniment căutare
ru: Искать событие
sv: Sök händelse
uk: Шукати подію
zh_cn: 搜索事件

source: Search
af: Vind
ca: Cerca
cs: Vyhledat
de: Suchen
el: Αναζήτηση
es: Buscar...
fr: Chercher
hu: Keresés
it: Ricerca
lo: ຄົ້ນຫາ
nl: Zoeken
pl: Szukaj
ro: Căutare
ru: Найти
sv: Sök
uk: Пошук
zh_cn: 搜索

source: Log Settings
af: Log Instellings
ca: Opcions del registre
cs: Nastavení zaznamenávání událostí
de: Log-Einstellungen
el: Ρυθμίσεις καταγραφής
es: Opciones del log
fr: Configurations du journal
hu: Naplózási beállítások
it: Impostazioni di Log
lo: ການຕັ້ງຄ່າບັນທຶກ
nl: Log Instellingen
pl: Ustawienia dziennika.
ro: Setări jurnal
ru: Настройки журнала
sv: Logginställningar
uk: Параметри журналу
zh_cn: 日志设置

source: Target
af: Teiken
ca: Destí
cs: Cíl
de: Ziel
el: Προορισμός
es: Objetivo
fr: Cible
hu: Cél
lo: ເປົ້າໝາຍ
nl: Doel
pl: Cel
ro: Destinație
ru: Цель
sv: Mål
uk: Призначення
zh_cn: 目标

source: Count
af: Tel
ca: Compte
cs: Počet
de: Zähler
el: Αριθμός πακέτων
es: Recuento
fr: Nombre
hu: Számláló
it: Quantita'
lo: ຈຳນວນ
nl: Aantal
pl: Montowania
ro: Contor
ru: Счетчик
sv: Antal
uk: Кількість
zh_cn: 次数

source: Ping
ru: Команда ping
uk: Пінг

source: Traceroute
ca: Traça una ruta
cs: Sledování směrování na síti (traceroute)
de: Traceroute (Verfolgung)
es: Rastrear ruta (treceroute)
hu: Útvonalkövetés
nl: Traceer route
ro: Trasare Ruta
ru: Команда traceroute
uk: Трасування
zh_cn: 路由追踪（Traceroute）

source: Ping Host
af: Ping Gasheer
ca: Ping al amfitrió
cs: Ověřit dostupnost stroje (ping)
de: Ping Gerät
el: Ping σε Υπολογιστή
es: Hacer Ping al Host
fr: Ping de l'Hôte
hu: Kiszolgáló pingelése
it: Host per il ping
lo: Ping ໂຮສ
ro: Ping sistem
ru: Ping хоста
sv: Pinga värd
uk: Пінгування хосту
zh_cn: Ping主机

source: Enter hostname or IP address.
af: Ingaan gasheernaam of IP adres.
ca: Introduïu el nom d'amfitrió o l'adreça IP.
cs: Zadejte název nebo IP adresu stroje.
de: Bitte Hostname oder IP-Adresse eingeben.
el: Εισάγετε όνομα υπολογιστή ή διεύθυνση IP.
es: Nombre de Host o IP.
fr: Entrez le nom d'hôte ou l'adresse IP.
hu: Add meg a kiszolgálónevét vagy az IP címét.
it: Inserisci hostname o indirizzo IP
lo: ປ້ອນຊື່ໂຮສ ຫຼື ທີ່ຢູ່ IP.
nl: Geef de hostnaam of het IP-adres op.
pl: Wprowadź nazwę hosta lub IP
ro: Introducere nume sistem sau adresă IP.
ru: Введите имя хоста или IP-адрес.
sv: Mata in ett värdnamn eller en IP-adress
uk: Введіть ім'я хоста або IP-адресу.
zh_cn: 输入主机名或IP地址

source: Select which interface to use.
af: Selekteer watter koppelvlak om te gebruik.
ca: Seleccioneu quina interfície fareu servir.
cs: Vyberte které zařízení použít
de: Wählen Sie, welche Schnittstelle verwendet wird.
el: Επιλέξτε ποια διασύνδεση θα χρησιμοποιηθεί.
es: Seleccionar el interfaz a usar.
fr: Sélectionnez l'interface à utiliser.
hu: Válaszd ki a használandó interfészt.
it: Selezionare l'interfaccia da usare.
lo: ເລືອກອິນເຕີເຟດທີ່ຈະໃຊ້.
nl: Selecteer het netwerk voor gebruik.
pl: Wybierz interfejs
ro: Selectare interfață de utilizat.
ru: Выберите, какой интерфейс использовать.
sv: Välj vilket gränssnitt som skall användas
uk: Оберіть який інтерфейс використовувати.
zh_cn: 选择要使用的接口。

source: Select number of ICMP ECHO REQUEST packets.
af: Selekteer aantal ICMP ECHO VERSOEK pakkies.
ca: Seleccioneu el nombre de paquets ICMP ECHO REQUEST
cs: Vyberte počet paketů ICMP ECHO REQUEST.
de: Wählen Sie die Nummer von ICMP ECHO REQUEST Pakete.
el: Επιλέξτε αριθμό πακέτων ICMP ECHO REQUEST.
es: Seleccionar el nº de paquetes ICMP ECHO REQUEST .
fr: Sélectionnez le nombre de paquets ICMP ECHO REQUEST.
hu: Válaszd ki az ICMP ECHO REQUEST csomagok számát.
it: Selezionare il numero di pacchetti ICMP ECHO REQUEST.
lo: ເລືອກຈຳນວນແພັກເກັດ ICMP ECHO REQUEST.
nl: Selecteer het aantal ICMP ECHO REQUEST pakketten.
pl: Wybierz liczbę pakietów ICMP ECHO REQUEST.
ro: Selectare număr pachete ICMP ECHO REQUEST.
ru: Выберите количество пакетов запроса ICMP ECHO.
sv: Välj antal ICMP ECHO REQUEST paket.
uk: Оберіть число пакетів ICMP ECHO REQUEST.
zh_cn: 选择ICMP ECHO REQUEST报文个数。

source: Ping may take a while, please be patient.
af: Ping mag 'n rukkie neem, wees asseblief geduldig.
ca: El Ping tardarà una mica, si us plau, sigui pacient.
cs: Ověřování dostupnosti může chvíli trvat, buďte prosím trpěliví.
de: Ping benötigt einige Zeit, bitte warten.
el: Το ping μπορεί να διαρκέσει λίγο, παρακαλώ κάντε υπομονή.
es: El ping puede tardar un poco, sea paciente.
fr: Ping peut prendre un certain temps, s'il vous plaît soyez patient.
hu: A ping eltarthat egy ideig, kérem várjon türelemmel.
it: Il ping potrebbe richiede del tempo: per favore pazienza.
lo: Ping ອາດໃຊ້ເວລາ, ກະລຸນາລໍຖ້າ.
nl: Ping kan even duren, wees geduldig a.u.b.
pl: Ping może chwilę potrwać, bądź cierpliwa/y
ro: Comanda ping poate dura un timp.
ru: Ping может занять некоторое время, пожалуйста, будьте терпеливы.
sv: Pink kan ta ett tag, vänligen ha tålamod.
uk: Пінгування займає деякий час, будь ласка будьте терплячі.
zh_cn: Ping可能需要一段时间，请耐心等待。

source: Ping Output
af: Ping Uitset
ca: Resultat del Ping
cs: Výstup z nástroje ping
de: Ping Ausgabe
el: Έξοδος Ping
es: Salida del Ping
fr: Sortie Ping
hu: Pingkimenet
it: Output del ping
lo: ຜົນການ Ping
nl: Ping Resultaat
pl: Wynik Ping
ro: Ieșire comandă ping
ru: Вывод Ping
sv: Pingsvar
uk: Вивід команди Ping
zh_cn: Ping输出

source: Output
af: Uitset
ca: Sortida
cs: Výstup
de: Ausgabe
el: Έξοδος
es: Resultado
fr: Sortie
hu: Kimenet
lo: ຜົນໄດ້ຮັບ
nl: Uitvoer
pl: Wyjście
ro: Ieșire
ru: Вывод
sv: Utdata
uk: Вивід
zh_cn: 输出

source: Routing Tables
af: Roeteing Tafels
ca: Taules d'enrutament
cs: Směrovací tabulky
de: Routen Tabelle
el: Πίνακες Δρομολόγησης
es: Tablas de rutas
fr: Tables de Routage
hu: Útválasztási tábla
it: Tabelle di routing
lo: ຕາຕະລາງການເສັ້ນທາງ
nl: Routeringstabel
pl: Tablica routingu
ro: Tabelă rute
ru: Таблица маршрутизации
sv: Ruttabeller
uk: Маршрутні Таблиці
zh_cn: 路由表

source: IPv4 Routes
af: IPv4 Roetes
ca: Rutes IPv4
cs: IPv4 trasy
de: IPv4 Routen
el: Δρομολογήσεις IPv4
es: Rutas IPv4
fr: Routes IPv4
hu: IPv4 útvonalak
it: Percorsi IPv4
lo: ເສັ້ນທາງ IPv4
pl: Trasy IPv4
ro: Rute IPv4
ru: Маршруты IPv4
sv: IPV4 Rutter
uk: IPv4 маршрути
zh_cn: IPv4路由

source: Destination
af: Bestemming
ca: Destinació
cs: Cíl
de: Ziel
el: Προορισμός
es: Destino
hu: Célállomás
it: Destinazione
lo: ປາຍທາງ
nl: Bestemming
pl: Przeznaczenie
ro: Destinație
ru: Назначение
sv: Mål
uk: Призначення
zh_cn: 目的端

source: Gateway
ca: Porta d'enllaç
cs: Brána
el: Πύλη
es: Puerta de Enlace
fr: Passerelle
hu: Átjáró
lo: ເກດເວ
pl: Brama
ru: Шлюз
uk: Шлюз
zh_cn: 网关（Gateway）

source: Flags
af: Vlae
ca: Banderes
cs: Příznaky
de: Markierungen
el: Παράμετροι
es: Banderas
fr: Modes
hu: Jelzők
lo: ທຸງ
nl: Vlaggen
pl: Znaczniki
ro: Indicatori
ru: Флаги
sv: Flaggor
uk: Прапорці
zh_cn: 标示符

source: Use
af: Gebruik
ca: Utilitza
de: Verwenden
el: Χρήση
es: Utilizar
fr: Utilisation
hu: Használat
it: Usa
lo: ໃຊ້
nl: Gebruik
pl: Użyj
ro: Utilizare
ru: Использование
sv: Använd
uk: Використовувати
zh_cn: 使用

source: NetIf
ru: Интерфейс
uk: Інтерфейс

source: Expire
af: Verval
ca: Caducar
cs: Platnost skončí v
de: Läuft ab
el: Λήξη
es: Caduca
fr: Expiration
hu: Lejár
it: Scadenza
lo: ໝົດອາຍຸ
nl: Verlooptijd
pl: Wygasa
ro: Expiră la
ru: Срок действия
sv: Upphör
uk: Закінчення
zh_cn: 过期

source: No IPv4 routing information found.
af: Geen IPv4 routing inligting gevind.
ca: No s’ha trobat cap informació d’encaminament IPv4.
de: Keine IP4 routing Daten gefunden
el: Δεν βρέθηκαν πληροφορίες δρομολόγησης IPv4
es: No se encuentra información de rutas IPv4
fr: Aucune information de routage IPv4 trouvée.
hu: Nincs IPv4 útválasztási információ.
it: Non è stata trovata nessuna informazione sul percorso IPv4.
lo: ບໍ່ພົບຂໍ້ມູນການເສັ້ນທາງ IPv4.
nl: Geen IPv4 routeringsinformatie gevonden.
pl: Nie znalecziono informacji o routingu IPv4
ro: Nicio informație disponibilă despre rute IPv4.
ru: Информация о маршрутизации IPv4 не найдена.
sv: Ingen IPv4 ruttinformation hittades
uk: Інформації про маршрутизацію IPv4 не знайдено.
zh_cn: 未找到IPv4路由信息。

source: IPv6 Routes
af: IPv6 Roetes
ca: Rutes IPv6
cs: IPv6 trasy
de: IPv6 Routen
el: Δρομολογήσεις IPv6
es: Rutas IPv6
fr: Routes IPv6
hu: IPv6 útvonalak
it: Percorsi IPv6
lo: ເສັ້ນທາງ IPv6
pl: Trasy IPv6
ro: Rute IPv6
ru: Маршруты IPv6
sv: IPV6 Rutter
uk: IPv6 маршрути
zh_cn: IPv6路由

source: No IPv6 routing information found.
af: Geen IPv6 routing inligting gevind.
ca: No s’ha trobat cap informació d’encaminament IPv6.
de: Keine IP6 routing Daten gefunden
el: Δεν βρέθηκαν πληροφορίες δρομολόγησης IPv6
es: No se encuentra información de rutas IPv6
fr: Aucune information de routage IPv6 trouvée.
hu: Nincs IPv6 útválasztási információ.
it: Non è stata trovata nessuna informazione sul percorso IPv6.
lo: ບໍ່ພົບຂໍ້ມູນການເສັ້ນທາງ IPv6.
nl: Geen IPv6 routeringsinformatie gevonden.
pl: Nie znaleziono informacji o routingu IPv6
ro: Nicio informație de rutare IPv6 găsită.
ru: Информация о маршрутизации IPv6 не найдена.
sv: Ingen IPv6 ruttinformation hittades
uk: Інформації про маршрутизацію IPv6 не знайдено.
zh_cn: 未找到IPv6路由信息。

source: Traceroute Host
af: Traceroute Gasheer
ca: Traceroute a amfitrió
cs: Sledovat trasu ke stroji (traceroute)
de: Traceroute Gerät
el: Traceroute σε Υπολογιστή
es: Traceroute hasta el Host
fr: Hôte Traceroute
hu: Útvonalkövetés-kiszolgáló
it: Host tracciamento percorso
lo: Traceroute ໂຮສ
pl: Tracerout Host
ro: Trasare rută sistem
ru: Трассировка хоста
sv: Traceroute värd
uk: Трасирування хосту
zh_cn: 跟踪路由主机

source: Resolve IP
af: Los die IP op
ca: Resoldre IP
cs: Zjistit název k IP adrese
de: IP-Adresse auflösen
el: Ανάλυση IP
es: Resolver la IP
fr: Resoudre l'IP
hu: IP feloldása
it: Risoluzione IP
lo: ແປ IP
nl: Omzetten IP
pl: Rozwiąż adres IP
ro: Rezolvare IP
ru: Преобразование IP-адресов
sv: Lös upp IP
uk: Перетворення IP адрес
zh_cn: 解析IP

source: Select max time-to-live (max number of hops) used in outgoing probe packets.
af: Selekteer max tyd-to-live (maksimum aantal hoep) gebruik in uitgaande sonde pakkies.
ca: Seleccioneu el temps máxim de vida (màxim nombre de salts) utilitzat en els paquets de sondeig sortints.
cs: Vyberte nejvyšší možný time-to-live (nejvyšší přijatelný počet přeskoků) použité v odchozích sondovacích paketech.
de: Wählen Sie die maximale Lebensdauer (maximale Anzahl der Hops) für ausgehende Prüfpakete aus.
el: Επιλέξτε το μέγιστο time-to-live (μέγιστος αριθμός hops) που θα χρησιμοποιείται στα εξερχόμενα πακέτα διερεύνησης.
es: Seleccionar el tiempo max. de vida (numero max. de saltos) usado en los paquetes de prueba.
fr: Sélectionnez le temps de vie maximal (nombre maximal de sauts) utilisé dans les paquets de requête sortants.
hu: Válaszd ki a kimenő szondacsomagokban használandó maximális élettartamot (ugrások maximási számát).
it: Selezionare la massima durata (numero di hops) utilizzata nei pacchetti di prova in uscita.
lo: ເລືອກເວລາຊີວິດສູງສຸດ (ຈຳນວນ hops ສູງສຸດ) ທີ່ໃຊ້ໃນແພັກເກັດ probe ຂາອອກ.
nl: Selecteer Max Tijd-Tot-Leven (max aantal hops) gebruikt in de uitgaande sonde pakketten.
pl: Wybierz maksymalny TTL (maksymalną liczbę przeskoków) dla wychodzących pakietów
ro: Selectare timp-to-live maxim (numărul maxim de noduri) folosit pentru trimiterea de pachete.
ru: Выберите максимальное время жизни (максимальное число транзитных участков), используемых в исходящих пакетах.
sv: Välj maximal livstid (max antal hopp) för utgående undersökningspaket.
uk: Оберіть максимальне значення time-to-live (максимальне число стрибків), що використовується у вихідних зондуючих пакетах..
zh_cn: 选择传出探测包中使用的最大生存时间（最大跳数）。

source: Traceroute may take a while, please be patient.
af: Traceroute mag taak 'n terwyl, asseblief wees geduldig.
ca: Traceroute por trigar, si us plau sigui pacient.
cs: Traceroute může chvíli trvat, buďte trpěliví.
de: Traceroute benötigt eine Weile, bitte warten.
el: Το Traceroute μπορεί να διαρκέσει λίγο, παρακαλώ κάντε υπομονή.
es: Traceroute puede tardar un poco, sea paciente.
fr: Traceroute peut prendre un certain temps, s'il vous plaît soyez patient.
hu: Az útvonalkövetés eltarthat egy ideig, kérem várjon türelemmel.
it: Il tracciamento percorso potrebbe richiedere del tempo: per favore attendere.
lo: Traceroute ອາດໃຊ້ເວລາ, ກະລຸນາລໍຖ້າ.
nl: Traceroute kan even duren, wees geduldig a.u.b.
pl: Traceroute może zająć chwilę, bądź cierpliwa/y
ro: Comanda Traceroute poate dura un timp, va trebui să aveți răbdare.
ru: Трассировка может занять некоторое время, пожалуйста, будьте терпеливы.
sv: Traceroute kan ta en tid, vänligen ha tålamod.
uk: Трасирування може зайняти деякий час, будь ласка, будте терплячими.
zh_cn: 追踪路由可能需要一段时间，请耐心等待。

source: Traceroute Output
af: Traceroute Uitset
ca: Sortida de Traceroute
cs: Výstup z traceroute
de: Traceroute Ausgabe
el: Έξοδος Traceroute
es: Salida del comando traceroute
fr: Sortie Traceroute
hu: Útvonalkövetés-kimenet
it: Risultato del tracciamento percorso
lo: ຜົນການ Traceroute
nl: Traceroute Resultaat
pl: Wyni ktraceroute
ro: Răspuns comandă treceroute
ru: Вывод трассировки
sv: Traceroute svar
uk: Вивід трасирування
zh_cn: 跟踪路由输出

source: Delete Selected Notifier
af: Skrap Geselekteerde Kennisgewer
ca: Suprimeix el notificador seleccionat
cs: Smazat označené oznamování
de: Ausgewählte Benachrichtigungen löschen
el: Διαγραφή Επιλεγμένου Ειδοποιητή
es: Borrar el siguiente notificador
fr: Supprimer le Notificateur Sélectionné
hu: Kijelölt értesítő törlése
it: Cancella il Notificatore selezionato
lo: ລຶບຕົວແຈ້ງເຕືອນທີ່ເລືອກ
nl: Geselecteerd Kennisgeving Verwijderen
pl: Wyłącz zaznaczone powiadomienie
ro: Ștergere notificatoare selectate
ru: Удалить выбранное уведомление
sv: Ta bort vald meddelare
uk: Видалити Обраний Сповіщувач
zh_cn: 删除选定的通知

source: Do you want to delete selected notifier?
af: Wil jy geselekteerde kennisgewer skrap?
ca: Voleu eliminar el notificador seleccionat?
cs: Chcete označené oznamování smazat?
de: Wollen Sie die ausgewählten Benachrichtigungen löschen?
el: Θέλετε να διαγράψετε τον επιλεγμένο ειδοποιητή;
es: ¿Desea borrar el notificador seleccionado?
fr: Voulez-vous supprimer le notificateur sélectionné?
hu: Biztos, hogy törlöd ez az értesítőt?
it: Desideri eliminare il notificatore selezionato?
lo: ທ່ານຕ້ອງການລຶບຕົວແຈ້ງເຕືອນທີ່ເລືອກບໍ່?
nl: Wilt u de geselecteerde kennisgeving verwijderen?
pl: Czy chcesz usunąć zaznaczone powiadomienie?
ro: Doriți să ștegeți notificatorii selectați?
ru: Вы хотите удалить выбранные уведомления?
sv: Vill du ta bort vald meddelare?
uk: Ви підтверджуєте видалення обраних сповіщувачів?
zh_cn: 你想删除选定的通知？

source: Updatenotifier
af: Opdateer kennisgewer
ca: Actualitza el notificador
cs: Oznámení o aktualizaci
de: Updatebenachrichtigung
el: Ειδοποιητής Ενημέρωσης
es: ActualizaNotificador
fr: Mettre à jour le notificateur
it: Notifica dell'aggiornamento
lo: ຕົວອັບເດດການແຈ້ງເຕືອນ
pl: Powiadomienie o aktualizacji
ro: Actualiare notificator
ru: Уведомления
sv: Uppdateringsindikering
uk: Сповіщувач оновлень
zh_cn: 更新通知程序

source: Overview
af: Oorsig
ca: Vista general
cs: Přehled
de: Übersicht
el: Επισκόπηση
es: Información General
fr: Vue d' Ensemble
hu: Áttekintés
it: Panoramica
lo: ພາບລວມ
nl: Overzicht
pl: Przegląd
ro: Sumar
ru: Содержание
sv: Översikt
uk: Огляд
zh_cn: 概述

source: Key
af: Sleutel
ca: Clau
cs: Klíč
de: Schlüssel
el: Κλειδί
es: Clave
fr: Clef
hu: Kulcs
it: Chiave
lo: ກະແຈ
nl: Sleutel
pl: Klucz
ro: Cheie
ru: Ключ
sv: Nyckel
uk: Ключ
zh_cn: 密钥

source: Time Stamp
af: Tyd Stempel
ca: Segell de temps
cs: Časové razítko
de: Zeitstempel
el: Χρονοσφραγίδα
es: Marca de Tiempo
fr: Horodatage
hu: Időbélyeg
it: Indicazione dell'ora
lo: ເວລາປະທັບ
nl: Tijdstempel
pl: Sygnatura czasowa
ro: Etichetă de timp
ru: Отметка времени
sv: Tidsstämpel
uk: Відмітка часу
zh_cn: 时间戳

source: Mode
af: Modus
cs: Režim
de: Modus
el: Λειτουργία
es: Modo
hu: Mód
it: Modo
lo: ໂໝດ
pl: Tryb
ro: Mod
ru: Режим
sv: Läge
uk: Режим
zh_cn: 模式

source: Data
ca: Dades
de: Daten
el: Δεδομένα
es: Datos
fr: Donnée
hu: Adat
it: Dati
lo: ຂໍ້ມູນ
pl: Dane
ro: Date
ru: Данные
uk: Дані
zh_cn: 数据

source: Processor
af: Verwerker
ca: Processador
cs: Procesor
de: Prozessor
el: Επεξεργαστής
es: Procesador
fr: Processeur
hu: Processzor
it: Processore
lo: ໂປຣເຊດເຊີ
pl: Procesor
ro: Procesor
ru: Процессор
uk: Процесор
zh_cn: 处理器

source: New
af: Nuwe
ca: Nou
cs: Nové
de: Neu
el: Νέο...
es: Nuevo
fr: Nouveau
hu: Új
it: Nuovo
lo: ໃໝ່
nl: Nieuw
pl: Nowy
ro: Nou
ru: Новый
sv: Ny
uk: Новий
zh_cn: 新增

source: Modify
af: Modifiseer
ca: Modifica
cs: Změnit
de: Bearbeiten
el: Τροποποίηση
es: Modificar
fr: Modifier
hu: Módosítás
it: Modifica
lo: ແກ້ໄຂ
nl: Wijzigen
pl: Zmień
ro: Modificare
ru: Изменить
sv: Ändra
uk: Змінити
zh_cn: 修改

source: Delete
af: Skrap
ca: Elimina
cs: Smazat
de: Löschen
el: Διαγραφή
es: Borrar
fr: Effacer
hu: Törlés
it: Cancella
lo: ລຶບ
nl: Verwijderen
pl: Usuń
ro: Ștergere
ru: Удалить
sv: Ta bort
uk: Видалити
zh_cn: 删除

source: Remove
af: Verwyder
ca: Elimina
cs: Odebrat
de: Entfernen
el: Αφαίρεση
es: Quitar
fr: Supprimer
hu: Eltávolítás
it: Rimuovi
lo: ເອົາອອກ
nl: Verwijderen
pl: Usuń
ro: Eliminare
ru: Удалить
sv: Ta bort
uk: Видалити
zh_cn: 移除

source: Add Encrypted Volume
af: Voeg Geënkripteerde Volume
ca: Afegir volum xifrat
cs: Přidat šifrovaný svazek
de: Verschlüsseltes Volume Hinzufügen
el: Προσθήκη Κρυπτογραφημένου Τόμου
es: Añadir Volumen encriptado
fr: Ajouter du Volume Crypté
hu: Titkosított kötet hozzáadása
it: Aggiungi un volume criptato
lo: ເພີ່ມໂວລຸມທີ່ເຂົ້າລະຫັດ
nl: Gecodeerd Volume Toevoegen
pl: Dodaj wolumin zaszyfrowany
ro: Adăugare volum criptat
ru: Добавить зашифрованный том
sv: Lägg till krypterad volym
uk: Додати зашифрований том
zh_cn: 添加加密卷

source: Edit Encrypted Volume
af: Wysig geënkripteerde volume
ca: Edita volum xifrat
cs: Upravit šifrovaný svazek
de: Konfiguration von verschlüsseltem Laufwerk bearbeiten
el: Επεξεργασία Κρυπτογραφημένου Τόμου
es: Editar volumenes encriptados
fr: Modifier le volume crypté
hu: Titkosított kötet módosítása
it: Modifica volume criptato
lo: ແກ້ໄຂໂວລຸມທີ່ເຂົ້າລະຫັດ
nl: Gecodeerde Volumes Bewerken
pl: Edytuj szyfrowany wolumin
ro: Editare volum criptat
ru: Редактировать зашифрованный том
sv: Ändra krypterade volymer
uk: Редагувати зашифрований том
zh_cn: 编辑加密卷

source: Encrypted volume is marked for deletion
af: Geïnkripteer volume word gemerk vir skrap
ca: Volum xifrat està marcat per ser eliminat
cs: Šifrované svazky jsou označené ke smazání
de: Das verschlüsselte Laufwerk ist zur Löschung ausgewählt
el: Ο κρυπτογραφημένος τόμος έχει σημειωθεί προς διαγραφή
es: Volumen encriptado marcado para borrado
fr: Le volume crypté est marqué pour suppression
hu: Titkosított kötet törlésre megjelölve
it: Il volume criptato è segnato per la cancellazione
lo: ໂວລຸມທີ່ເຂົ້າລະຫັດຖືກໝາຍໄວ້ເພື່ອລຶບ
nl: Gecodeerd Volume is gemarkeerd voor verwijdering
pl: Szyfrowany wolumin jest zanzaczony do usunięcia
ro: Volumul criptat este marcat pentru ștergere
ru: Зашифрованный том помечен для удаления
sv: Krypterad volym är markerad för borttagning
uk: Зашифрований том позначений для видалення
zh_cn: 加密卷标记为要删除

source: Encrypted volume is protected
af: Geënkripteerde volume word beskerm
ca: Volum xifrat està protegit
cs: Šifrovaný svazek je chráněn
de: Das verschlüsselte Laufwerk ist geschützt
el: Ο κρυπτογραφημένος τόμος είναι προστατευμένος
es: El volumen encriptado está protegido
fr: Le volume crypté est protégé
hu: Titkosított kötet védett
it: Il volume criptato è protetto
lo: ໂວລຸມທີ່ເຂົ້າລະຫັດຖືກປ້ອງກັນ
nl: Gecodeerd volume is beschermd
pl: Zaszyfrowany wolumin jest chroniony
ro: Volumul criptat este protejat
ru: Зашифрованный том защищен
sv: Krypterad volym är skyddad
uk: Зашифрований том захищений
zh_cn: 加密卷受保护

source: Encrypted volume is unlocked
af: Geënkripteerde volume word ontsluit
ca: Volum xifrat està desbloquejat
cs: Šifrovaný svazek je odemčen
de: Das verschlüsselte Laufwerk ist entsperrt
el: Ο κρυπτογραφημένος τόμος είναι ξεκλείδωτος
es: El volumen encriptado está desbloqueado
fr: Le volume crypté est déverrouillé
hu: Titkosított kötet zárolása feloldva
it: Il volume criptato è bloccato
lo: ໂວລຸມທີ່ເຂົ້າລະຫັດຖືກປົດລັອກ
nl: Gecodeerd volume is ontgrendeld
pl: Zaszyfrowany wolumin jest odblokowany
ro: Volumul criptate este deblocat
ru: Зашифрованный том разблокирован
sv: Krypterad volym är olåst
uk: Зашифрований том розблокований
zh_cn: 加密卷已解锁

source: Delete Selected Encrypted Volumes
af: Skrap Geselekteerde Geïnkripteer Volumes
ca: Eliminar volums xifrats seleccionats
cs: Smazat označené šifrované svazky
de: Ausgewählte verschlüsselte Datenträger löschen
el: Διαγραφή Επιλεγμένων Κρυπτογραφημένων Τόμων
es: Borrar los volumenes encriptados seleccionados
fr: Supprimer les volumes cryptés sélectionnés
hu: Kijelölt titkosított kötetek törlése
it: Cancella i volumi criptati selezionati
lo: ລຶບໂວລຸມທີ່ເຂົ້າລະຫັດທີ່ເລືອກ
nl: Geselecteerde Gecodeerde Volumes Verwijderen
pl: Usuń wybrane szyfrowane woluminy
ro: Ștergere volume criptate selectate
ru: Удалить выбранные шифрованные тома
sv: Ta bort valda krypterade volymer
uk: Видалити вибрані шифровані томи
zh_cn: 删除选中的加密卷

source: Do you want to delete selected encrypted volumes?
af: Wil jy geselekteerde geënkripteerde volumes skrap?
ca: Voleu eliminar els volums xifrats seleccionats?
cs: Opravdu smazat označené šifrované svazky?
de: Möchten Sie die ausgewählten verschlüsselten Datenträger löschen?
el: Θέλετε να διαγράψετε τους επιλεγμένους κρυπτογραφημένους τόμους;
es: ¿Desea borrar los volumenes encriptados?
fr: Voulez-vous supprimer des volumes cryptés sélectionnés?
hu: Biztos, hogy törlöd a kiválasztott titkosított köteteket?
it: Desideri cancellare Desideri cancellare i volumi criptati selezionati?
lo: ທ່ານຕ້ອງການລຶບໂວລຸມທີ່ເຂົ້າລະຫັດທີ່ເລືອກບໍ່?
nl: Wilt u de geselecteerde gecodeerde volumes verwijderen?
pl: Czy chcesz usunąć zaznaczone szyfrowane wolumniy?
ro: Doriți să ștergeți volumele criptate selectate?
ru: Вы хотите удалить выбранные шифрованные тома?
sv: Vill du ta bort valda krypterade volymer?
uk: Ви підтверджуєте видалення обраних шифровантх томів?
zh_cn: 您是否要删除选中的加密卷？
