Repository: rojim666/xigmanas-code-r10599-trunk
Catalog: locale/xigmanas-*.po
Languages: af, ca, cs, de, el, es, fr, hu, it, lo, nl, pl, ro, ru, sv, uk, zh_cn

source: Mount point name
af: Monteer punt naam
ca: Nom del punt de muntatge
cs: Název přípojného bodu
de: Name des Einhängepunkts
el: Όνομα σημείου προσάρτησης
es: Nombre del punto de montaje
fr: Nom du point de montage
hu: Csatolási pont neve
it: Nome del punto di mount
lo: ຊື່ຈຸດເຊື່ອມຕໍ່
nl: Koppelpunt naam
pl: Nazwa punktu montowania
ro: Nume punct de montare
ru: Имя точки монтирования
sv: Namn på monteringspunkt
uk: Назва точки монтування
zh_cn: 挂载点名称

source: Partition number
af: Partisie nommer
ca: Nombre de partició
cs: Číslo diskového oddílu
de: Partitionsnummer
el: Αριθμός κατάτμησης
es: Numero de particion
fr: Numéro de partition
hu: Partíciószám
it: Numero della partizione
lo: ເລກພາທິຊັນ
nl: Partitie nummer
pl: Numer partycji
ro: Număr partiție
ru: Номер раздела
sv: Partitionsnummer
uk: Номер розділу
zh_cn: 分割区编号

source: HAST volume
ca: Volum HAST
cs: HAST svazek
de: HAST-Datenträger
el: Τόμος HAST
es: Volumen HAST
hu: HAST kötet
it: Volume HAST
lo: ໂວລຸມ HAST
pl: Wolumin HAST
ro: Volum HAST
ru: Том HAST
sv: HAST volym
uk: HAST диск
zh_cn: HAST卷

source: Filename
af: Lêernaam
ca: Nom de fitxer
cs: Název souboru
de: Dateiname
el: Όνομα αρχείου
es: Nombre de archivo
fr: Nom de fichier
hu: Fájlnév
it: Nome file
lo: ຊື່ໄຟລ໌
nl: bestandsnaam
pl: Nazwa pliku
ro: Nume fișier
ru: Имя файла
sv: Filnamn
uk: Ім'я файла
zh_cn: 文件名称

source: Device / Label
af: Toestel / Etiket
ca: Dispositiu / Etiqueta
cs: Zařízení/Jmenovka
de: Gerät / Bezeichnung
el: Συσκευή / Ετικέτα
es: Dispositivo/Etiqueta
fr: Périphérique / Label
hu: Eszköz / Címke
it: Dispositivo / Etichetta.
lo: ອຸປະກອນ / ປ້າຍ
nl: Schijf / Label
pl: Urządzenie / Etykieta
ro: Dispozitiv / Etichetă
ru: Устройство/метка
sv: Enhet / Etikett
uk: Пристрій / Мітка
zh_cn: 设备/标签

source: The attribute '%s' may only consist of the characters a-z, A-Z, 0-9, _ , -.
af: Die eienskap '%s' mag net bestaan uit die karakters a-z, A-Z, 0-9, _, -.
ca: L'atribut '%s' només podrà constar dels caràcters a-z, A-Z, 0-9, _, -.
cs: Hodnota atributu „%s“ se může sestávat pouze z malých/velkých písmen (bez háčků a čárek!) – „a“ až „z“, „A“ až „Z“ – a arabských číslic „0“ (nula) až „9“, dále ještě znaků „_“ (podtržítko) a „-“ (spojovník).
de: Das Attribut '%s' darf nur aus folgenden Zeichen bestehen: a-z, A-Z, 0-9, _ , -.
el: Η ιδιότητα '%s' μπορεί να αποτελείται μόνο από τους χαρακτήρες a-z, A-Z, 0-9, _ , -.
es: El atributo '%s' sólo puede contener los caracteres a-z, A-Z, 0-9, _ , -.
fr: L'attribut '%s' ne peux être constitué que des caractères a-z, A-Z, 0-9, _, -.
hu: '%s' attribútum csak a következő karaktereket tartalmazhatja: a-z, A-Z, 0-9, _ , -.
it: L'attributo '%s' puo' contenere solo i caratteri a-z, A-Z, 0-9, _ , -.
lo: ຄຸນລັກສະນະ '%s' ສາມາດປະກອບດ້ວຍຕົວອັກສອນ a-z, A-Z, 0-9, _ , - ເທົ່ານັ້ນ.
nl: Het attribuut '%s' kan alleen bestaan uit de karakters a-z, A-Z, 0-9, _ , -.
pl: Atrybut '%s' może zawierać tylko znaki a-z, A-Z, 0-9, _ , -.
ro: Atributul '%s' poate conține doar caracterele a-z, A-Z, 0-9, _ , -.
ru: Атрибут '%s' может состоять только из символов a-z, A-Z, 0-9, _ , -.
sv: Attributet '%s' får endast innehålla tecken av typen a-z, A-Z, 0-9, _ , -.
uk: Атрибут '%s' може містити лише символи a-z, A-Z, 0-9, _ , -.
zh_cn: '%s' 只可以由az ， AZ ， 0-9 ， “_”，“-” 的字元组成。

source: The attribute '%s' contains invalid characters.
af: Die eienskap '%s' bevat ongeldige karakters.
ca: L'atribut '% s' conté caràcters no vàlids.
cs: Atribut „%s“ obsahuje neplatné znaky.
de: Das Attribut '%s' enthält ungültige Zeichen.
el: Η ιδιότητα '%s' περιέχει μη έγκυρους χαρακτήρες.
es: El atributo '%s' contiene caracteres no validos.
fr: L'attribut '%s' contient des caractères invalides.
hu: '%s' attribútum érvénytelen karaktereket tartalmaz.
it: L'attributo '%s' contiene caratteri non validi.
lo: ຄຸນລັກສະນະ '%s' ມີຕົວອັກສອນທີ່ບໍ່ຖືກຕ້ອງ.
nl: Het atrubuut '%s' bevat ongeldige karakters.
pl: Atrybut '%s' zawiera nieprawidłowe znaki.
ro: Atributul '%s' conține caractere invalide.
ru: Атрибут '%s' содержит некорректные символы.
sv: Attributet '%s' innehåller felaktiga tecken.
uk: Атрибут '%s' містить недозволений символ.
zh_cn: '%s' 含有无效的字元。

source: EFI/GPT partition can be use with UFS only.
af: EFI/GPT partisie kan net met UFS gebruik word
ca: Partició EFI/GPT es pot utilitzar només amb UFS.
cs: EFI/GPT oddíl může být použit pouze s UFS.
de: EFI/GPT-Partition kann nur in Verbindung mit UFS genutzt werden.
el: Η κατάτμηση EFI/GPT μπορεί να χρησιμοποιηθεί μόνο με UFS.
es: Una partición EFI/GPT sólo se puede usar con UFS.
fr: Les partitions EFI/GPT ne sont utilisable qu'avec UFS uniquement.
hu: EFI/GPT partíció csak UFS-sel használható.
it: La partizione EFI/GPT puo' essere usata solo con UFS.
lo: ພາທິຊັນ EFI/GPT ສາມາດໃຊ້ກັບ UFS ເທົ່ານັ້ນ.
nl: EFI/GPT partitie kan alleen gebruikt worden met UFS.
pl: Partycja EFI/GPT może być użyta tylko z systemem plików UFS.
ro: Partitiile EFI/GPT pot fi folosite doar cu UFS.
ru: На EFI/GPT-разделах поддерживается только файловая система UFS.
sv: EFI/GPT partition kan enbart användas med UFS.
uk: EFI/GPT розділ може використовуватись лише з UFS.
zh_cn: EFI/GPT 只相容于 UFS 文件系统。

source: Can't mount the system partition 1, the DATA partition is the 2.
af: Kan nie monteer die stelsel partisie 1, die DATA partisie is die 2.
ca: No es pot muntar la partició 1 de sistema, la partició de dades es la 2
cs: Oddíl 1, obsahující systém, není možné připojit. Pro DATA slouží oddíl 2.
de: Die Systempartition (1. Partition) kann nicht eingebunden werden, die notwendige Datenpartition ist die 2. Partition auf dem Datenträger.
el: Αδυναμία προσάρτησης της κατάτμησης συστήματος 1, η κατάτμηση DATA είναι η 2.
es: No es posible montar la particion 1 de sistema, la particion de DATOS es la 2.
fr: Impossible de monter la partition système 1, la partition de données est la deuxième.
hu: Nem csatolható be a rendszer partíció 1, az ADAT partíció a 2.
it: Non si puo' montare la partizione 1, la partizione DATI è la 2.
lo: ບໍ່ສາມາດເຊື່ອມຕໍ່ພາທິຊັນລະບົບ 1, ພາທິຊັນ DATA ແມ່ນ 2.
nl: Systeem partitie 1 kan niet aangekoppeld worden, de DATA partitie is de 2.
pl: Nie można zamontować partycji systemowej 1, partycją DANYCH jest 2.
ro: Partiția sistem 1 nu poate fi montată, partiția de DATE este partiția 2.
ru: Невозможно смонтировать системный раздел 1, раздел с данными - 2
sv: Kan inte montera systempartition 1, DATA-partitionen är 2.
uk: Неможливо змонтувати системний розділ 1, розділ даних - 2.
zh_cn: 不能挂载系统分区(第1分区)，数据分区为第2分区。

source: Wrong partition type or partition number.
af: Verkeerde verdeling tipe of verdeling nommer.
ca: Tipus o nombre de partició equivocada.
cs: Chybný typ nebo číslo oddílu.
de: Falsche Partition/-typ
el: Εσφαλμένος τύπος ή αριθμός διαμερίσματος.
es: Tipo de partición o número de partición erróneo.
fr: Type de partition ou numéro de partition erroné
hu: Hibás a partíció típusa vagy a partíció száma.
it: Tipo di partizione o numero di partizione errato.
lo: ປະເພດພາທິຊັນ ຫຼື ເລກພາທິຊັນຜິດ.
nl: Fout partitie type of partitie nummer.
pl: Nieprawidłowy typ lub numer partycji
ro: Tip partiție sau număr partiție eronat.
ru: Неверный номер или тип раздела.
sv: Felaktig partition eller partitionsnummer
uk: Невірний тип або номер розділу
zh_cn: 错误的分区格式或分区编号。

source: Can't get UFS ID.
af: Kan nie kry UFS ID.
ca: No es pot obtenir ID del UFS
cs: Nedaří se získat UFS identifikátor.
de: Kann UFS-ID nicht ermitteln
el: Δεν βρέθηκε το UFS ID.
es: No puedo conseguir el ID de UFS
fr: Impossible d'obtenirl'identifiant UFS.
hu: Nincs UFS ID.
it: Impossibile ottenere UFS ID
lo: ບໍ່ສາມາດຮັບໄອດີ UFS.
nl: Kan de UFS ID niet verkrijgen.
pl: Nie można pobrać UFS ID
ro: ID UFS inaccesibil.
ru: Невозможно получить UFS ID
sv: Kan inte erhålla UFS ID
uk: Неможливо отримати ID UFS.
zh_cn: 无法获取UFS ID。

source: HAST volume can be use with GPT/UFS only.
af: HAST volume kan slegs met GPT/UFS gebruik word.
ca: Volum HAST es pot utilitzar amb només GPT/UFS.
cs: HAST svazek je možné použít pouze s GPT/UFS.
de: Die HAST -Funktionalität ist nur für GPT/UFS formatierte Festplatten verfügbar
el: Ο τόμος HAST μπορεί να χρησιμοποιηθεί μόνο με GPT/UFS.
es: Los volumenes HAST solo pueden ser usados con GPT/UFS.
fr: HAST volume ne peut être utilisé qu'avec GPT/UFS
hu: HAST kötet csak GPT/UFS-val lehet használni.
it: Un volume HAS può essere utilizzato solo con GPT/UFS.
lo: ໂວລຸມ HAST ສາມາດໃຊ້ກັບ GPT/UFS ເທົ່ານັ້ນ.
nl: HAST volumes kunnen alleen worden gebruikt met GPT/UFS.
pl: Wolumin HAST może być użyty tylko z GPT/UFS.
ro: Volumul HAST poate fi utizat doar cu GPT/UFS.
ru: том HASTа может использоваться только с GPT/UFS.
sv: HAST volym kan endast användas med GPT/UFS.
uk: Том HAST може використовуватися тільки з GPT / UFS.
zh_cn: HAST卷只可用于GPT / UFS。

source: Selected file isn't an valid ISO file.
af: Geselekteerde lêer is nie 'n geldige ISO lêer nie.
ca: L'arxiu seleccionat no és un fitxer ISO vàlida.
cs: Zvolený soubor není platným ISO souborem.
de: Gewählte Datei ist keine gültige ISO-Datei
el: Το επιλεγμένο αρχείο δεν είναι ένα έγκυρο αρχείο ISO.
es: El archivo seleccionado no es un archivo válido ISO.
fr: Le fichier sélectionné n'est pas un fichier ISO valide.
hu: A kiválasztott fájl nem érvényes ISO fájl.
it: Il file selezionato non è un file ISO valido.
lo: ໄຟລ໌ທີ່ເລືອກບໍ່ແມ່ນໄຟລ໌ ISO ທີ່ຖືກຕ້ອງ.
nl: Het geselecteerd bestand is geen geldig ISO bestand.
pl: Wskazany plik nie jest prawidłowym plikiem ISO.
ro: Fișierul selectat nu este un fișier ISO valid.
ru: Выбранный файл не является корректным ISO-образом.
sv: Den valda filen är inte en giltig ISO fil.
uk: Вибраний файл не є коректним ISO-образом.
zh_cn: 选中的文件不是一个有效的 ISO 文件。

source: Selected device or label does not exist.
af: Geselekteerde toestel of etiket besaan nie.
ca: dispositiu seleccionat o etiqueta no existeix.
cs: Označené zařízení nebo štítek neexistuje.
de: Das ausgewählte Gerät oder die Bezeichnung existieren nicht.
el: Η επιλεγμένη συσκευή ή ετικέτα δεν υπάρχουν.
es: El dispositivo o la etiqueta , no existe.
fr: Le périphérique ou le label sélectionné est inexistant
hu: A kiválasztott eszköz vagy címke nem létezik.
it: Il dispositivo o l'etichetta scelti non esistono.
lo: ອຸປະກອນ ຫຼື ປ້າຍທີ່ເລືອກບໍ່ມີຢູ່.
nl: Geselecteerde schijf of label bestaat niet.
pl: Wybrane urządzenie lub etykieta nie istnieje.
ro: Dispozitivele/etichetele specificate nu există.
ru: Выбранные устройство или метка не существуют.
sv: Vald enhet eller etikett existerar inte.
uk: Вибраний пристрій або мітка не існує.
zh_cn: 选定的设备或标签不存在。

source: The disk/partition is already configured.
af: Die skyf/verdeling is reeds opgestel.
ca: El disc/partició ja està configurat.
cs: Jednotka datového úložiště / oddíl je už nastaven.
de: Diese Festplatte/Partition ist bereits konfiguriert.
el: Το δίσκος/κατάτμηση έχει ήδη διαμορφωθεί.
es: El disco/partición ya ha sido configurado
fr: Le disque ou la partition est déjà configuré.
hu: A lemez/partíció már konfigurálva van.
it: Configurazione del disco o della partizione già eseguita.
lo: ດິສກ໌/ພາທິຊັນຖືກຕັ້ງຄ່າແລ້ວ.
nl: De schijf/partitie is reeds geconfigureerd.
pl: Dysk/partycja jest już skonfigurowana.
ro: Discul/partiția este deja configurat(ă).
ru: Диск/раздел уже сконфигурирован
sv: Disken/partitionen är redan konfigurerad.
uk: Цей диск/розділ вже сконфігурований.
zh_cn: 磁盘/分区 已配置

source: Duplicate mount point name.
af: Duplilate monteer punt naam.
ca: Dúplicar punt de muntatge
cs: Duplikovat název přípojného bodu.
de: Der Einhängepunkt existiert bereits.
el: Δημιουργία διπλότυπου ονόματος σημείου προσάρτησης.
es: Punto de montaje duplicado
fr: Le nom du point de montage existe déjà.
hu: Csatolási pont nevének duplázása.
it: Duplica il nome del mount point
lo: ຊື່ຈຸດເຊື່ອມຕໍ່ຊ້ຳກັນ.
nl: Dupliceer koppelpunt naam.
pl: Powtórzona nazwa punktu montowania.
ro: Duplicat nume punct montare.
ru: Точка монтирования с этим именем уже существует.
sv: Duplicera monteringspunktnamnet.
uk: Точка монтування з такою назвою вже існує.
zh_cn: 重复的挂载点名称

source: Custom device
af: Aangepasde toestel
ca: Dispositiu personalitzat
cs: Vlasní zařízení
de: Eigenes Gerät
el: Προσαρμοσμένη συσκευή
es: Dispositivo propietario
fr: périphérique adapté
hu: Egyéni eszköz
it: DIspositivo personalizzato
lo: ອຸປະກອນກຳນົດເອງ
nl: Custom schijf
pl: Urządzenie użytkownika
ro: Dispozitiv utilizator
ru: Пользовательские устройства
sv: Anpassad enhet
uk: Спеціальний пристрій
zh_cn: 自定义设备

source: You may enter a device file or label path.
af: Jy kan 'n toetel lêer of etiket pad insleutel.
ca: Podeu introduir un arxiu de dispositiu o via etiqueta.
cs: Je možné zadat umístění souboru zařízení nebo jmenovky (label).
de: Gerätedateo oder Pfad zur Bezeichnung können hinzugefügt werden.
el: Μπορείτε να εισάγετε ένα αρχείο συσκευής ή διαδρομή ετικέτας.
es: Debe introducir la ruta del dispositivo o de la etiqueta
fr: Vous devez entrer un fichier de périphérique ou un chemin de label.
hu: Megadhatod az eszközfájlt vagy a címke útvonalát.
it: È possibile inserire un file di device o un etichetta per il percorso.
lo: ທ່ານສາມາດປ້ອນເສັ້ນທາງໄຟລ໌ອຸປະກອນ ຫຼື ປ້າຍ.
nl: U kunt een schijf bestand of label locatie in voeren.
ro: Va trebui să introduceți numele unui dispozitiv sau o etichetă de cale.
ru: Вы можете ввести файл устройства или путь метки.
sv: Du kan mata in en enhetsfil eller en sökväg.
uk: Ви можете вказати файл пристрою або шлях ярлика.
zh_cn: 你可以输入一个设备文件或标签路径。

source: GPT partition
af: GPT Partisie
ca: Partició GPT
cs: Oddíl GPT
el: Κατάτμηση GPT
es: Particion GPT
fr: Partition GPT
hu: GPT partíció
it: Partizione GPT
lo: ພາທິຊັນ GPT
nl: GPT partitie
pl: Partycja GPT
ro: Partiție GPT
ru: Раздел GPT
uk: Розділ GPT
zh_cn: GPT 分区

source: MBR partition
af: MBR partisie
ca: Partició MBR
cs: MBR diskový oddíl
el: MBR κατάτμηση
es: Partición MBR
fr: partition MBR
hu: MBR partíció
it: Partizione MBR
lo: ພາທິຊັນ MBR
nl: MBR partitie
pl: Partycja MBR
ro: Partiție MBR
ru: Раздел MBR
uk: MBR розділ
zh_cn: MBR 分区

source: Select 'GPT partition' if you want to mount a GPT formatted drive
af: Selekteer 'GPT' partisie as jy 'n GPT formateerde skyf wil monteer
ca: Seleccioneu 'partició GPT' si vols muntar una unitat amb format GPT
cs: Vyberte „GPT oddíl“ pokud chcete připojit jednotku s GPT rozdělením
de: Wählen Sie 'GPT-Partition' aus, wenn Sie einen GPT formatierten Datenträger einhängen wollen.
el: Επιλέξτε 'GPT partition' αν θέλετε να προσαρτήσετε ένα δίσκο διαμορφωμένο με GPT
es: Seleccionar partición 'GPT' si quiere montar una unidad formateada en GPT
fr: Sélectionnez 'GPT partition' si vous voulez monter un lecteur GPT formaté
hu: Válassz 'GPT partíció'-t, ha GPT formázott meghajtót kívánsz becsatolni
it: Selezionare 'Partizione GPT' se si vuole montare un disco formattato GPT
lo: ເລືອກ 'ພາທິຊັນ GPT' ຖ້າທ່ານຕ້ອງການເຊື່ອມຕໍ່ໄດຣຟ໌ທີ່ຈັດຮູບແບບ GPT
nl: Selecteer 'GPT partitie' als u een GPT geformatteerde schijf wilt aankoppelen
pl: Wybierz "Partycję GPT" jeżeli chcesz zamontować dysk sformatowany GPT
ro: Selectați opțiunea 'Partiție GPT' dacă doriți să montați un disc formatat GPT.
ru: Выберите 'раздел GPT' если вы хотите смонтировать GPT отформатированный диск
sv: Välj 'GPT partition' om du vill montera en GPT formaterad disk
uk: Виберіть 'розділ GPT' якщо ви хочете змонтувати відформатований диск GPT
zh_cn: 如果要安装GPT格式化的驱动器，请选择“GPT分区”

source: Select 'MBR partition' default partition if you want to mount a UFS formatted drive or if you want to import disks from other OS.
af: Selekteer 'MBR partisie' as verstek partisie as 'n UFS geformateerde skyf wil monteerof of as jy skywe wil invoer van 'n ander bedryfsisteem.
ca: Seleccioneu la partició per defecte 'partició MBR' si vols muntar una unitat amb format UFS o desitja importar discs des d'un altre sistema operatiu.
cs: Vyberte „MBR oddíl“ výchozí oddíl pokud chcete připojit UFS formátovanou jednotku nebo importovat jednotky z jiného operačního systému.
de: Wählen Sie 'MBR-Partition' als default Partitionen aus, wenn Sie UFS formatierte Festplatten einhängen oder Festplatten aus anderen Betriebssystemen importieren wollen.
el: Επιλέξτε 'κατάτμηση MBR' σαν προεπιλεγμένη κατάτμηση αν θέλετε να προσαρτήσετε ένα δίσκο διαμορφωμένο με UFS, ή αν θέλετε να εισάγετε δίσκους από άλλα λειτουργικά συστήματα.
es: Seleccionar partición predertimanada 'partición MBR' si quiere montar una unidad formateada en UFS o si quiere importar un disco de otro SO
fr: Sélectionnez 'partition MBR' par défaut si vous voulez monter un disque formaté UFS ou si vous voulez importer des disques d'autres OS.
hu: Válassz 'MBR partíció'-t alapértelmezett partíciónak, ha egy UFS formázott meghajtót kívánsz becsatolni vagy másik operációs rendszer lemezét kívánod importálni.
it: Selezionare 'Partizione MBR' se si vuole montare un disco formattato UFS o se si vuole importare un disco da un altro sistema operativo.
lo: ເລືອກ 'ພາທິຊັນ MBR' ພາທິຊັນເລີ່ມຕົ້ນຖ້າທ່ານຕ້ອງການເຊື່ອມຕໍ່ໄດຣຟ໌ທີ່ຈັດຮູບແບບ UFS ຫຼື ຖ້າທ່ານຕ້ອງການນຳເຂົ້າດິສກ໌ຈາກ OS ອື່ນ.
nl: Selecteer 'MBR partitie' standaard partitie als u een UFS geformatteerde schijf wilt aankoppelen of indien u schijven wilt importeren van een ander OS.
pl: Wybierz "Partycję MBR" jako domyślną partycję, jeżeli chcesz zamontować dysk UFS lub zaimportować dysk z innego OS.
ro: Selectați 'Partiție MBR' dacă doriți să montați un disc formatat UFS sau doriți să importați un disc formatat cu un alt sistem de operare.
ru: Выберите 'раздел MBR' раздел по умолчанию, если вы хотите смонтировать UFS отформатированный диск, или если вы хотите импортировать диски из других ОС.
sv: Välj 'MBR partition' standardpartition om du vill montera en UFS formaterad disk eller om du vill importera diskar från andra OS.
uk: Виберіть 'розділ MBR' як розділ за замовчуванням, якщо ви хочете змонтувати відформатований диск UFS, або якщо ви хочете імпортувати диски з інших ОС.
zh_cn: 如果要挂载UFS格式化的驱动器，或者要从其他操作系统导入磁盘，请选择“MBR partition”默认分区。

source: Select 'CD/DVD' if you want to mount a CD/DVD volume.
af: Kies 'CD/DVD' as jy 'n CD/DVD volume wil monteer.
ca: Seleccioneu "CD / DVD" si vols muntar un volum de CD / DVD.
cs: Vyberte „CD/DVD/BD“ pokud chcete připojit CD/DVD/BD svazek.
de: Wählen Sie 'CD/DVD' aus, wenn Sie einen CD/DVD-Datenträger einhängen wollen.
el: Επιλέξτε 'CD/DVD' αν θέλετε να προσαρτήσετε έναν τόμο CD/DVD.
es: Seleccionar 'CD/DVD' si quiere montar un volumen CD/DVD
fr: Sélectionnez 'CD / DVD' si vous voulez monter un volume de CD / DVD.
hu: DC/DVD kötet csatolásához válaszd a 'CD/DVD'-t.
it: Selezionare 'CD/DVD' se si vuole montare un dispositivo CD/DVD.
lo: ເລືອກ 'CD/DVD' ຖ້າທ່ານຕ້ອງການເຊື່ອມຕໍ່ໂວລຸມ CD/DVD.
nl: Selecteer 'CD/DVD' als u een CD/DVD volume wilt aankoppelen.
pl: Wybierz "CD/DVD" jeżeli chcesz zamontować wolumin CD/DVD.
ro: Selectați 'CD/DVD' dacă doriți să montați un volum CD/DVD.
ru: Выберите 'CD/DVD' если вы хотите смонтировать том CD/DVD.
sv: Välj 'CD/DVD' om du vill montera en CD/DVD volym.
uk: Виберіть 'CD/DVD' якщо ви хочете змонтувати том CD/DVD.
zh_cn: 如果要安装CD / DVD卷，请选择“CD / DVD”。

source: ISO file to be mounted.
af: ISO lêer om gemonteer te word.
ca: Arxiu ISO per a ser muntat.
cs: ISO soubor, který připojit
de: ISO-Datei die eingehängt werden soll.
el: Αρχείο ISO για προσάρτηση
es: Fichero ISO a montar
fr: Fichier ISO à monter.
hu: Csatolandó ISO fájl.
it: File ISO da montare.
lo: ໄຟລ໌ ISO ທີ່ຈະເຊື່ອມຕໍ່.
nl: ISO bestand om aangekoppeld te worden.
pl: Plik ISO do zamotowania.
ro: Fișier ISO de montat.
ru: Файл ISO будет смонтирован
sv: ISO fil som ska monteras.
uk: ISO файл для монтування.
zh_cn: 要挂载的 ISO 文件。

source: Read only
af: Leesalleen
ca: Només lectura
cs: Pouze pro čtení
de: Nur lesen
el: Μόνο για ανάγνωση
es: Sólo lectura
fr: Lecture seule
hu: Írásvédett
it: Sola lettura
lo: ອ່ານເທົ່ານັ້ນ
nl: Alleen lezen
pl: Tylko do odczytu
ro: Doar citire
ru: Только чтение
sv: Skrivskyddad
uk: Тільки для читання
zh_cn: 只读

source: Mount the file system read-only (even the super-user may not write it).
af: Monteer die lêer sisteem lees-slegs (selfs al sal die super-gebruiker dit dalk nie skryf nie).
ca: Monta el sistema d'arxius de només lectura (fins i tot el superusuari pot no escriure).
cs: Připojit souborový systém pouze pro čtení (ani správce systému na něj nebude moci zapisovat).
de: Das Dateisystem im Nur-Lesen-Modus einbinden (selbst der Super-User darf nicht schreibend zugreifen).
el: Προσάρτηση του συστήματος αρχείων μόνο για ανάγνωση (ακόμα και ο διαχειριστής δεν θα μπορεί να γράψει σ' αυτό).
es: Montar el sistema de archivos como de solo lectura (incluso el super usuario no podrá escribir).
fr: Monter le système de fichiers en lecture seule (même le super-utilisateur ne pourra pas y écrire).
hu: Fájlrendszer csatolása csak olvashatóként (még a rendszergazda se írhat rá).
it: Monta il file system in sola lettura (nemmeno il super-user puo' scrivervi).
lo: ເຊື່ອມຕໍ່ລະບົບໄຟລ໌ແບບອ່ານເທົ່ານັ້ນ (ແມ້ແຕ່ຜູ້ໃຊ້ສູງສຸດກໍບໍ່ສາມາດຂຽນໄດ້).
nl: Het bestandsysteem aankoppelen als alleen-lezen (zelfs super-gebruikers mogen het niet beschrijven).
pl: Montuj system plików jako tylko do odczytu (nawet dla super-użytkownika)
ro: Montare sistem de fișiere în modul Doar Citire (nici super-utilizatorii nu pot scrie).
ru: Смонтировать файловую систему только для чтения (возможности записи не будет даже у суперпользователя).
sv: Montera filsystemet för endast-läsning (read-only) (inte ens Superanvändaren får skrivrättigheter)
uk: Змонтувати файлову систему тільки для читання (навіть суперкористувач не зможе записувати).
zh_cn: 以只读模式挂载（即使超级用户也无法写入）。

source: File system check
af: Lêer stelsel tjek
ca: Comprovació del sistema de fitxers
cs: Kontrola souborového systému.
de: Dateisystemüberprüfung
el: Έλεγχος συστήματος αρχείων
es: Comprobación del sistema de archivos
fr: Vérification de système de fichier
hu: Fájlrendszer ellenőrzés
it: Verifica del file system
lo: ກວດສອບລະບົບໄຟລ໌
nl: Bestandssysteem controle
pl: Sprawdzanie systemu plików
ro: Verificare sistem de fișiere
ru: Проверка файловой системы
sv: Kontroll av filsystem
uk: Перевірка файлової системи
zh_cn: 文件系统检查

source: Enable foreground/background file system consistency check during boot process.
af: Ontsper voorgrond/agtergrond lêer stelsel konsekwentecy tjek gedurende selflaai proses.
ca: Habilita primer pla/fons la comprovació de coherència del sistema de fitxers durant el procés d'arrencada.
cs: Kontrolovat neporušenost souborových systémů při spouštění systému (v popředí / na pozadí).
de: Aktiviere Vorder-/Hintergrund Konsinstenzüberprüfung des Dateisystems während des Bootvorgangs.
el: Ενεργοποίηση ελέγχου της συνοχής του συστήματος αρχείων στο προσκήνιο/παρασκήνιο κατά τη διάρκεια της διαδικασίας εκκίνησης.
es: Habilita comprobación de consistencia de sistema de fichero en primer/segundo plano durante el proceso de arranque.
fr: Activer la vérification de consistance de système de fichier avant-plan/arrière-plan durant la procédure de démarrage.
hu: Elő-/háttér fájlrendszer konzisztencia-ellenőrzés bootolási folyamat alatt.
it: Attiva la verifica di coerenza del file system in modo visbile o nascosto, durante il processo di avvio.
lo: ເປີດໃຊ້ການກວດສອບຄວາມສອດຄ່ອງຂອງລະບົບໄຟລ໌ແບບ foreground/background ໃນລະຫວ່າງຂະບວນການບູດ.
nl: Inschakelen voorgrond/achtergrond controle op het bestandsysteem tijdens de opstartprocedure.
pl: Włącz pierwszoplanowe/w tle sprawdzanie interalności danych w systemie plików podczas startu systemu.
ro: Activare verificare în primplan/fundal a fișierelor de sistem în timpul procesului de pornire.
ru: Включить приоритетную/фоновую проверку состояния файловой системы во время процесса загрузки
sv: Möjliggör konsekvenskontroll av filsystem i förgrunden/bakgrunden under uppstartsprocessen.
uk: Дозволити пріоритетну/фонову перевірку файлової системи під час процесу завантаження.
zh_cn: 开启开机阶段的前台/后台文件系统完整性检查。
