Repository: rojim666/xigmanas-code-r10599-trunk
Catalog: locale/xigmanas-*.po
Languages: af, ca, cs, de, el, es, fr, hu, it, lo, nl, pl, ro, ru, sv, uk, zh_cn

source: The default SMTP mail server port, usually port 25 or port 587.
af: Die verstek SMTP pos bedieners poort, gewoonlik poort 25 of poort 587.
ca: El port del servidor de correu SMTP predeterminat, generalment el port 25 o el port 587.
cs: Výchozí port SMTP serveru, obvykle 25 nebo 587.
de: Der standardmäßige Port für den SMTP Mail Server, normalerweise Port 25 oder Port 587.
el: Η προεπιλεγμένη θύρα του διακομιστή αλληλογραφίας SMTP, συνήθως θύρα 25 ή θύρα 587.
es: Puerto SMTP de servidor de correo po rdefecto, usualmente el 25 o el 587
fr: Le port du serveur de messagerie SMTP par défaut, généralement le port 25 ou le port 587.
hu: Az alapértelmezett SMTP levelezőszerver portja, általában 25 vagy 587.
it: La porta di default del server mail SMTP, solitamente porta 25 o 587.
lo: ພອດເຊີບເວີຈົດໝາຍ SMTP ເລີ່ມຕົ້ນ, ໂດຍປົກກະຕິແມ່ນພອດ 25 ຫຼື ພອດ 587.
nl: De standaard SMTP mailserverpoort, meestal poort 25 of poort 587.
pl: Domyślny port serwera SMTP, zwykle 25 lub 587.
ro: Valoare impictă pentru portul SMTP al serverului de email, uzual 25 sau 587.
ru: Порт почтового сервера SMTP по умолчанию, обычно порт 25 или порт 587.
sv: Standardporten för SMTP mailservern, vanligtvis 25 eller 587.
uk: Порт поштового серверу SMTP за замовчуванням, зазвичай порт 25 або порт 587.
zh_cn: 默认的SMTP邮件服务器端口，通常是端口25或端口587。

source: SMTP Authentication
af: SMTP Ontentisering
ca: Autenticació SMTP
cs: SMTP ověření
de: SMTP Authentifizierung
el: Πιστοποίηση SMTP
es: Autenticación SMTP
fr: Authentification SMTP
hu: SMTP-hitelesítés
it: Autenticazione SMTP
lo: ການກວດສອບ SMTP
nl: SMTP Verificatie
pl: Uwierzytelnianie SMTP
ro: Autentificare SMTP
ru: Аутентификация SMTP
sv: SMTP-verifiering
uk: Автентифікація SMTP
zh_cn: SMTP 认证

source: Enable SMTP authentication.
af: Inskakel SMTP ontentisering.
ca: Habilitar l'autenticació SMTP.
cs: SMTP server vyžaduje ověřování.
de: Aktiviere SMTP Authentifizierung.
el: Ενεργοποίηση πιστοποίησης SMTP.
es: Activar autentificación SMTP.
fr: Activer l'authentification SMTP.
hu: SMTP hitelesítés engedélyezése
it: Attiva l'autenticazione SMTP.
lo: ເປີດໃຊ້ການກວດສອບ SMTP.
nl: Inchakelen SMTP verificatie.
pl: Włącz autoryzację SMTP.
ro: Activare autentificare SMTP.
ru: Включить SMTP-авторизацию
sv: Aktivera SMTP-autentisering.
uk: Дозволити SMTP автентифікацію.
zh_cn: 启用 SMTP 认证。

source: Authentication Method
af: Ontentisering Metode
ca: Mètode d'autenticació
cs: Metoda ověření
de: Authentifizierungsmethode
el: Μέθοδος Πιστοποίησης
es: Método de Autenticación
fr: Méthode d'authentification
hu: Hitelesítési eljárás
it: Metodo di autenticazione
lo: ວິທີການກວດສອບ
nl: Verificatiemethode
pl: Metoda uwierzytelnienia
ro: Metodă de autentificare
ru: Метод аутентификации
sv: Autentiseringsmetod
uk: Метод автентифікації
zh_cn: 验证方式

source: Transport Layer Security (TLS)
af: Vervoer Laagje Sekuriteit (TLS)
ca: Seguretat de la capa de transport (TLS)
cs: Zabezpečení přepravní vrstvy (TLS)
de: Transport-Ebenen-Sicherheit (TLS)
es: Seguridad de transporte de capas (TLS)
fr: Sécurité de la couche de transport (TLS)
hu: Továbbítási Rétegbiztonság (TLS = Transport Layer Security)
pl: TLS (Bezpieczeństwo warstwy transportowej)
ro: Layer de transport securizat (TLS)
ru: Безопасность транспортного уровня (TLS)
sv: Transport Lager Säkerhet (TLS)
uk: Безпека транспортного шару (TLS)
zh_cn: 传输层安全性（TLS）

source: Use TLS
af: Gebruik TLS
ca: Utilitza TLS
cs: Použít TLS
de: TLS verwenden
el: Χρήση TLS
es: Usar TLS
fr: Utiliser TLS
hu: TLS használata
it: Usare TLS
lo: ໃຊ້ TLS
nl: Gebruik TLS
pl: Użyj TLS
ro: Utilizare TLS
ru: Использовать TLS
sv: Använd TLS
uk: Використовувати TLS
zh_cn: 使用安全传输层协议（TLS）

source: Enable SSL/TLS for secured connections. You also need to configure the TLS trust file. For some servers you may need to disable STARTTLS.
af: Inskakel SSL/TLS vir beveiligded verbindings. Jy moet ook die TLS vertroue lêer instel. Vir sommige bedieners moet jy miskien STARTTLS deaktiveer.
ca: Activa SSL / TLS per a connexions segures. També heu de configurar el fitxer de confiança TLS. Per a alguns servidors és possible que hàgiu de desactivar STARTTLS.
cs: Zapnout SSL/TLS pro zabezpečená spojení. Je třeba nastavit také soubor s TLS důvěrou. Pro některé servery může být třeba vypnout STARTTLS.
de: Erlaube SSL/TLS für verschlüsselte Verbindungen. Sie müssen weiterhin das TLS Trust File konfigurieren. Für manche Server ist es möglicherweise notwendig, STARTTLS auszuschalten.
el: Ενεργοποίηση SSL/TLS για ασφαλείς συνδέσεις. Χρειάζεται επίσης να παραμετροποιήσετε το αρχείο trust του TLS. Για μερικούς διακομιστές ίσως χρειαστεί να απενεργοποιήσετε το STARTTLS.
es: Habilitar SSL/TLS para asegurar la conexión. Se necesita tambien configurar el archivo seguro TLS. En algunos servidores es necesario deshabilitar STARTTLS.
fr: Activer SSL / TLS pour les connexions sécurisées. Vous devez également configurer le fichier d'approbation TLS. Pour certains serveurs, vous devrez peut-être désactiver STARTTLS.
hu: SSL/TLS engedélyezése biztonságok kapcsolatokhoz. A TLS bizalmi fájlt is szükséges konfigurálnod. Néhány szervernél előfordulhat, hogy ki kell kapcsolnod a STARTTLS-t.
it: Attivare SSL/TLS per connessioni sicure. E' necessario anche configurare il file di sicurezza TLS. Per alcuni server potrebbe essere necessario disabilitare il STARTTLS.
lo: ເປີດໃຊ້ SSL/TLS ສໍາລັບການເຊື່ອມຕໍ່ທີ່ປອດໄພ. ທ່ານຍັງຕ້ອງຕັ້ງຄ່າໄຟລ໌ TLS trust. ສໍາລັບບາງເຊີບເວີ, ທ່ານອາດຈະຕ້ອງປິດໃຊ້ງານ STARTTLS.
nl: Inschakelen SSL/TLS voor beveiligde verbindingen. U moet ook het TLS vertrouwensbestand configureren. Voor sommige servers moet u mogelijk STARTTLS uitschakelen.
pl: Włącz SSL/TLS dla zabezpieczonych połączeń. Musisz również skonfigurować zaufany plik TLS. Dla niektórych serwerów może być konieczne wyłączenie STARTTLS.
ro: Activare SSL/TLS pentru conexiuni securizate. Va trebui să configurați însă și fișierul TLS de securitate, iar pentru unele servere va fi nevoie, eventual, să dezactivați protocolul STARTLS.
ru: Включить SSL/TLS для защищенных соединений. Вам также необходимо настроить файл доверия TLS. Для некоторых серверов вам может потребоваться отключить STARTTLS.
sv: Aktivera SSL/TLS för säkrade anslutningar. Du behöver också konfigurera TLS förtroendefilen. För en del servrar kan du behöva inaktivera STARTTLS.
uk: Включити SSL/TLS для захищених з'єднань. Вам також необхідно налаштувати файл довіри TLS. Для деяких серверів вам може знадобитися відключити STARTTLS.
zh_cn: 为连接安全启用SSL / TLS。 你还需要配置TLS信任文件。 对于某些服务器，你可能需要禁用STARTTLS。

source: Enable STARTTLS
af: Inskakel STARTTLS
ca: Activa STARTTTLS
cs: Zapnout STARTTLS
de: Erlaube STARTTLS
el: Ενεργοποίηση STARTTLS
es: Habilitar STARTTLS
fr: Activer STARTTLS
hu: STARTTLS engedélyezése
it: Attiva STARTTLS
lo: ເປີດໃຊ້ STARTTLS
nl: Inschakelen STARTTLS
pl: Włącz STARTTLS
ro: Activare STARTTLS
ru: Включить STARTTLS
sv: Aktivera STARTTLS
uk: Дозволити STARTTLS
zh_cn: 启用STARTTLS

source: Start TLS from within the session.
af: Begin TLS vanaf binne die sessie.
ca: Inicieu TLS des de dins de la sessió.
cs: Spustit TLS ze sezení
de: Starte TLS aus dem Inneren der Sitzung.
el: Εκκίνηση TLS από μέσα από τη συνεδρία.
es: Comenzar a usar TLS en esta sesión
fr: Démarrez TLS à partir de la session.
hu: TLS indítása a munkameneten belülről.
it: Avvia TLS da questa sessione
lo: ເລີ່ມ TLS ຈາກພາຍໃນເຊດຊັນ.
nl: Start TLS vanuit de sessie.
pl: Rozpocznij TLS począwszy od tej sesji.
ro: Pornire TLS din această sesiune.
ru: Использовать TLS в сеансе.
sv: Starta TLS inifrån sessionen.
uk: Використовувати TLS у сеансі.
zh_cn: 从会话中启动TLS。

source: TLS Server Certificate Check
af: TLS Bediener Sertifikaat Kontrole
ca: Comprovar certificat de servidor TLS
cs: Kontrola TLS certifikátu serveru
de: TLS Server Zertifikats Prüfung
el: Έλεγχος πιστοποιητικού TLS του διακομιστή
es: Comprobación de certificado de servidor TLS
fr: TLS contrôle du certificat du serveur
hu: TLS Szervertanúsítvány ellenőrzése
it: Controllo certificato del server TLS
lo: ການກວດສອບໃບຢັ້ງຢືນເຊີບເວີ TLS
nl: TLS Server Certificaat Controle
pl: Sprawdzanie certyfikatu TLS serwera
ro: Verificare certificat TLS Server
ru: Проверка TLS сертификата сервера
sv: TLS Servercertifikatkontroll
uk: Перевірка TLS сертифіката сервера
zh_cn: TLS服务器证书检查

source: Enable checks of the server certificate.
af: Inskakel tjeks van die bediener sertifikaat.
ca: Activa les comprovacions del certificat del servidor.
cs: Zapnout kontroly serverového certifikátu.
de: Prüfungen der Serverzertifikate aktivieren.
el: Ενεργοποίηση ελέγχων για το πιστοποιητικό του διακομιστή.
es: Habilitar revisar el certificado del servidor
fr: Activer les vérifications du certificat de serveur.
hu: A szervertanúsítvány ellenőrzéseinek bekapcsolása.
it: Abilita la verifica del certificato del server.
lo: ເປີດໃຊ້ການກວດສອບໃບຢັ້ງຢືນຂອງເຊີບເວີ.
nl: Schakel controles van het servercertificaat in.
pl: Włączone sprawdzanie certyfikatu serwera.
ro: Activare verificare certificate server.
ru: Включить проверку сертификата сервера.
sv: Aktivera kontroll av servercertifikat.
uk: Увімкнути перевірку сертифіката сервера.
zh_cn: 启用服务器证书的检查。

source: Use Default TLS Trust File
af: Gebruik Verstek TLS Vertroue Lêer
ca: Utilitzeu el fitxer de confiança TLS per defecte
cs: Použít výchozí soubor s TLS důvěryhodnost
de: Verwende standardmäßiges TLS Trust File
el: Χρήση προεπιλεγμένου αρχείου TLS Trust
es: Usar el archivo TLS por defecto
fr: Utiliser le fichier de confiance TLS par défaut
hu: Alapértelmezett TLS bizalmi fájl használata
it: Usa il file TLS sicuro di default
lo: ໃຊ້ໄຟລ໌ TLS Trust ເລີ່ມຕົ້ນ
nl: Gebruik Standaard TLS Trust Bestand
pl: Użyj domyślnego zaufanego pliku TLS
ro: Utilizare fișier de încredere TLS implicit
ru: Использовать файл доверия TLS по умолчанию
sv: Använd standard TLS Trust filen
uk: Використовувати Типовий Файл Довіри TLS
zh_cn: 使用默认的TLS信任文件

source: Use default TLS trust file.
ca: Utilitzeu el fitxer de confiança TLS per defecte.
de: Voreingestellte TLS-Vertrauensdatei verwenden.
el: Χρήση προεπιλεγμένου αρχείου πιστοποίησης TLS.
es: Utilice el archivo de confianza TLS per defecto.
fr: Utiliser pour TLS le fichier de confiance par défaut.
hu: Az alapértelmezett megbízható TLS fájl használata
it: Usa di deafult il file sicuro TLS
lo: ໃຊ້ໄຟລ໌ TLS trust ເລີ່ມຕົ້ນ.
nl: Gebruik het standaard TLS trust bestand.
pl: Użyj domyślnego zaufanego pliku TLS.
ro: Utilizare fișier TLS de încredere implicit.
ru: Использовать файл доверия TLS по умолчанию.
sv: Använd TLS standard förtroendefil.
uk: Використовувати файл довіри TLS за замовчуванням.
zh_cn: 使用默认的TLS信任文件。

source: TLS Trust File
af: TLS Vertroue Lêer
ca: Fitxer de confiança de TLS
cs: Soubor se seznamem důvěřovaných pro TLS
el: Αρχείο TLS Trust
es: Archivo de confianza TLS
fr: Fichier de certification TLS
hu: TLS Megbízható Fájl
lo: ໄຟລ໌ TLS Trust
nl: TLS Vertrouwd Bestand
pl: Zaufany plik TLS
ro: Fișier TLS de încredere
ru: Файл доверия TLS
sv: TLS Betroddfil
uk: Файл довіри TLS
zh_cn: TLS信任文件

source: The name of the TLS trust file. The file must be in PEM format containing one or more certificates of trusted Certification Authorities (CAs).
af: Die naam van die TLS trust lêer. Die lêer moet in PEM-formaat wees wat een of meer sertifikate van betroubare sertifiserings owerhede (CA's) bevat.
ca: El nom del fitxer de confiança de TLS. El fitxer ha d'estar en format PEM que contingui un o més certificats d'autoritats de certificació de confiança (CA).
cs: Název souboru s TLS důvěryhodností. Je třeba, aby soubor byl v PEM formátu a obsahoval jeden nebo více certifikátů certifikačních autorit (CA), kterým chcete důvěřovat.
de: Der Name des TLS Trust Files. Das File muss das PEM Format haben und ein oder mehrere Zertifikate von vertrauenswürdigen Zertifizierungsstellen (Certification Authorities CAs) enthalten.
el: Το όνοαμ του αρχείου TLS trust. Το αρχείο πρέπει να είναι σε μορφή PEM και να περιέχει ένα ή περισσότερα πιστοποιητικά από αξιόπιστες Αρχές Πιστοποίησης (CAs).
es: El nombre del archivo TLS. El archivo debe estar en formato PEM y contener uno o más certificados de Autoridades de Certificación (CA's)
fr: Le nom du fichier de confiance TLS. Le fichier doit être au format PEM et contenir un ou plusieurs certificats d'autorités de certification (AC) de confiance.
hu: A TLS bizalmi fájl neve. A fájlnak PEM formátumúnak kell lennie, ami tartalmazz egy vagy több megbízható tanúsítványhitelesítő (CA) tanúsítványét.
it: Nome del file TLS sicuro. Il file deve essere in formato PEM contenente uno o più certificati affidabili delle Autorità di Certificazione (CAs)
lo: ຊື່ຂອງໄຟລ໌ TLS trust. ໄຟລ໌ຕ້ອງຢູ່ໃນຮູບແບບ PEM ທີ່ບັນຈຸໜຶ່ງ ຫຼື ຫຼາຍໃບຢັ້ງຢືນຂອງ Certification Authorities (CAs) ທີ່ເຊື່ອຖືໄດ້.
nl: De naam van het TLS trust bestand. Het bestand moet een PEM-indeling hebben die één of meer certificaten van vertrouwde certificeringsinstanties (CA's) bevat.
pl: Nazwa zaufanego pliku TLS. Plik musi być w formacie PEM i zawierać jeden lub więcej certyfikatów lub zaufanych Urzędów Certyfikacyjnych (CAs).
ro: Numele fișierului de încredere TLS. Fișierul trebuie să respecte formatul PEM și să conțină unul sau mai multe certificate de autorizare emisie de Autoritatea de Certificare (CA).
ru: Имя файла доверия TLS. Файл должен быть в формате PEM, содержащем один или несколько сертификатов доверенных центров сертификации (ЦС).
sv: Namnet på TLS trust filen. Filen måste vara i PEM format och innehålla ett eller flera certifikat från betrodda Certifikatutgivare (CAs).
uk: Ім'я файлу довіри TLS. Файл повинен бути у форматі PEM, що містить один або декілька сертифікатів довірених центрів сертифікації (CAs).
zh_cn: TLS信任文件的名称。 该文件必须是包含一个或多个可信认证机构（CA）证书的PEM格式。

source: TLS Fingerprint
af: TLS Vingerafdruk
ca: Empremta TLS
cs: TLS otisk
de: TLS Fingerabdruck (Fingerprint)
el: Αποτύπωμα TLS
es: Huella TLS
fr: Empreinte digitale TLS
hu: TLS ujjlenyomat
it: Impronta TLS
lo: ລາຍນິ້ວມື TLS
nl: TLS-vingerafdruk
pl: Odcisk palca TLS
ro: Amprentă TLS
ru: Отпечаток пальца TLS
sv: TLS fingeravtryck
uk: Відбиток TLS
zh_cn: TLS指纹

source: Set the fingerprint of a single certificate to accept for TLS.
af: Stel die vingerafdruk van 'n enkele sertifikaat te aanvaar vir TLS.
ca: Estableix l'empremta digital d'un certificat únic per acceptar per TLS.
cs: Nastavit otisk jediného certifikátu který přijímat pro TLS.
de: Richte den Fingerabdruck eines einzelnen Zertifikats ein, um TLS zu akzeptieren.
el: Ορίστε το αποτύπωμα ενός πιστοποιητικού για αποδοχή από το TLS.
es: Usar la huella de un certificadopara aceptar TLS
fr: Définissez l'empreinte d'un seul certificat à accepter pour TLS.
hu: TLS elfogadásához egy tanúsítvány ujjlenyomatának beállítása.
it: Imposta il fingerprint di un singolo certificato da accettare per il TLS
lo: ຕັ້ງຄ່າລາຍນິ້ວມືຂອງໃບຢັ້ງຢືນດຽວເພື່ອຍອມຮັບສໍາລັບ TLS.
nl: Vingerafdruk instellen voor een enkel certificaat om TLS te accepteren.
pl: Ustaw odcisk palca pojedynczego certyfikatu do akceptacji TLS
ro: Setați amprenta unui singur certificat de acceptat pentru TLS.
ru: Установить отпечаток одного сертификата для приема TLS.
sv: Sätt fingeravtrycket för ett certifikat att acceptera för TLS.
uk: Встановити відбиток одного сертифіката для прийому TLS
zh_cn: 设置单个证书的指纹以接受TLS。

source: TLS CRL File
af: TLS CRL Lêer
ca: Arxiu CRL TLS
cs: Soubor s CRL seznamem pro TLS
el: Αρχείο TLS CRL
es: Archivo TLS CRL
fr: Fichier CRL TLS
hu: TLS CRL fájl
it: File TLS CRL
lo: ໄຟລ໌ TLS CRL
nl: TLS CRL Bestand
ro: Fișier TLS CRL
ru: Файл TLS CRL
sv: TLS CRL fil
uk: Файл TLS CRL
zh_cn: TLS CRL文件

source: Certificate revocation list (CRL) file for TLS, to check for revoked certificates.
af: Sertifikaat herroeping lys (CTL) lêer vir TLS, om te kyk of herroep sertifikate.
ca: Registre de revocació de certificats (CRL) per a TLS, per comprovar si hi ha certificats revocats.
cs: Soubor se seznamem zneplatněných certifikátů (CRL) pro TLS, ve které hledat zneplatněné certifikáty.
de: Widerrufliste für Zertifikate (CRL) für TLS, um auf widerrufene Zertifikate zu prüfen.
el: Αρχείο λίστας ανάκλησης πιστοποιητικών (CRL) για το TLS, για έλεγχο για πιστοποιητικά που έχουν ανακληθεί.
es: Lista de revocación de certificados (CRL), para TLS, revisar para certificados revocados.
fr: Fichier de liste de révocation de certificats (CRL) pour TLS, pour vérifier les certificats révoqués.
hu: Tanúsítvány-visszavonás lista (CRL) a TLS számára, a visszavont tanúsítványok ellenőrzéséhez.
it: File con la ista dei certificati da revocare (CLR) per il TLS, da controllare per i certificati revocati.
lo: ໄຟລ໌ລາຍການຍົກເລີກໃບຢັ້ງຢືນ (CRL) ສໍາລັບ TLS, ເພື່ອກວດສອບໃບຢັ້ງຢືນທີ່ຖືກຍົກເລີກ.
nl: Certificaat intrekkingslijsten (CRL) bestand voor TLS, om te controleren op ingetrokken certificaten.
ro: Listă revocare certificate (CRL) pentru TLS, de verificat pentru certificatele revocate.
ru: Файл списков аннулированных сертификатов (CRL) для TLS для проверки отозванных сертификатов.
sv: Fil med lista över återkallade certifikat (CRL) för TLS, för kontroll efter återkallade certifikat.
uk: Файл списку анульованих сертифікатів (CRL) для TLS, для перевірки відкликаних сертифікатів.
zh_cn: TLS的证书吊销列表（CRL）文件，用于检查吊销的证书。

source: TLS Cert File
af: TLS Cert Lêer
ca: Arxiu certificat TLS
cs: Soubor s TLS certifikátem
el: Αρχείο TLS Cert
es: Archivo de certificado TLS
fr: Fichier Certificat TLS
hu: TLS hitelesítő fájl
it: File TLS CRT
lo: ໄຟລ໌ TLS Cert
nl: TLS Cert Bestand
pl: Plik certyfikatu TLS
ro: Fișier certificare TLS
ru: Файл TLS Cert
sv: TLS Cert fil
uk: Файл TLS Cert
zh_cn: TLS证书文件

source: Send a client certificate to the server (use this together with option TLS Key File). The file must contain a certificate in PEM format.
af: Stuur 'n klient sertifikaat na die bediener (gebruik hierdie saam met opsie TLS Sleutel Lêer). Die lêer moet 'n bevat sertifikaat in PEM formaat.
ca: Envieu un certificat de client al servidor (utilitzeu-lo juntament amb l'opció Fitxer de claus TLS). El fitxer ha de contenir un certificat en format PEM.
cs: Odeslat klientský certifikát na server (obvykle společně se souborem s TLS klíčem). Je třeba, aby soubor obsahoval certifikát ve formátu PEM.
de: Sende ein Client-Zertifikat zum Server (zusammen mit der TLS Schlüssel File Option verwenden). Das File muss ein Zertifikate im PEM Format enthalten.
el: Αποστολή ενός πιστοποιητικού πελάτη στο διακομιστή (να χρησιμοποιείται μαζί με την επιλογή Αρχείο Κλειδιού TLS). Το αρχείο πρέπει να περιέχει ένα πιστοποιητικό σε μορφή PEM.
es: Enviar certificado del cliente al servidor (Usar en conjunción con la opción Clave TLS). El archivo debe contener el certificado en formato PEM.
fr: Envoyer un certificat client au serveur (utilisez-le avec l'option TLS Fichier Clé). Le fichier doit contenir un certificat au format PEM.
hu: Egy klienshitelesítés küldése a szervernek (használd ezt a TLS kulcsfájl beállítással együtt). A fájlnak egy PEM formátumú tanúsítványt kell tartalmaznia.
it: Invia un certificato lato client al server (usa questa impostazione assieme all'opzione TLS Key File). Il file deve contenere un certificato in formato PEM
lo: ສົ່ງໃບຢັ້ງຢືນໄຄລເອັນໄປຍັງເຊີບເວີ (ໃຊ້ອັນນີ້ຮ່ວມກັບຕົວເລືອກ TLS Key File). ໄຟລ໌ຕ້ອງບັນຈຸໃບຢັ້ງຢືນໃນຮູບແບບ PEM.
nl: Stuur een clientcertificaat naar de server (gebruik dit samen met de optie TLS-sleutelbestand). Het bestand moet een certificaat in PEM-indeling bevatten.
pl: Wyślij certyfikat klienta do serwera (użyj razem z opcją TSK plik klucza). Plik musi zawierać certyfikat w formacie PEM.
ro: Trimite un certificat client la server (utilizat împreună cu fișierul TLS Key). Fișierul trebuie să conțină un certificat în formatul PEM.
ru: Отправлять сертификат клиента на сервер (используйте его вместе с ключом ключа TLS). Файл должен содержать сертификат в формате PEM.
sv: Skicka ett klientcertifikat till servern (använd detta tillsammans med alternativet TLS Key fil). Filen måste innehålla ett certifikat i PEM format.
uk: Відправляти сертифікат клієнта на сервер (використовуйте це разом з опцією TLS Cert File). Файл повинен містити ключ сертифіката у форматі PEM.
zh_cn: 将客户端证书发送到服务器（与选项TLS密钥文件一起使用）。 该文件必须包含PEM格式的证书。

source: TLS Key File
af: TLS Sleutel Lêer
ca: Arxiu clau TLS
cs: Soubor s TLS klíčem.
de: TLS Schlüsselfile
el: Αρχείο Κλειδιού TLS
es: Clave TLS
fr: Fichier Clé TLS
hu: TLS kulcsfájl
it: File della chiave TLS
lo: ໄຟລ໌ TLS Key
nl: TLS Key Bestand
pl: Plik klucza TLS
ro: Fișier cheie TLS
ru: Файл ключа TLS
sv: TLS Key fil
uk: Файл Ключа TLS
zh_cn: TLS密钥文件

source: Send a client certificate to the server (use this together with option TLS Cert File). The file must contain the private key of a certificate in PEM format.
af: Stuur 'n klient sertifikaat na die bediener (gebruik hierdie saam met opsie TLS Cert Lêer). Die lêer moet die privaat sleutel bevat van 'n sertifikaat in PEM formaat.
ca: Envieu un certificat de client al servidor (utilitzeu-lo juntament amb l'opció Fitxer TLS Cert). El fitxer ha de contenir la clau privada d'un certificat en format PEM.
cs: Poslat na server klientský certifikát (použít toto společně s volbou soubor s TLS certifikátem). Je třeba, aby soubor obsahoval soukromou část klíče certifikátu ve formátu PEM.
de: Sende ein Client-Zertifikat zum Server (zusammen mit der TLS Cert File Option verwenden). Das File muss den privaten Schlüssel eines Zertifikates im PEM Format enthalten.
el: Αποστολή ενός πιστοποιητικού πελάτη στο διακομιστή (να χρησιμοποιείται μαζί με την επιλογή Αρχείο TLS Cert). Το αρχείο πρέπει να περιέχει το ιδιωτικό κλειδί ενός πιστοποιητικού σε μορφή PEM.
es: Enviar certificado del cliente al servidor (Usar en conjunción con la opción certificado TLS). El archivo debe contener la clave privada en formato PEM.
fr: Envoyer un certificat client au serveur (utilisez-le avec l'option TLS Fichier Certificat). Le fichier doit contenir la clé privée d'un certificat au format PEM.
hu: Egy klienshitelesítés küldése a szervernek (használd ezt a TLS hitelesítő fájl beállítással együtt). A fájlnak egy PEM formátumú privát kulcsot kell tartalmaznia.
it: Invia un certificato lato client al server (usa questa impostazione assieme all'opzione TLS Cert File). Il file deve contenere la chiave privata di un certificato in formato PEM
lo: ສົ່ງໃບຢັ້ງຢືນໄຄລເອັນໄປຍັງເຊີບເວີ (ໃຊ້ອັນນີ້ຮ່ວມກັບຕົວເລືອກ TLS Cert File). ໄຟລ໌ຕ້ອງບັນຈຸລະຫັດສ່ວນຕົວຂອງໃບຢັ້ງຢືນໃນຮູບແບບ PEM.
nl: Stuur een clientcertificaat naar de server (gebruik dit samen met de optie TLS Cert-bestand). Het bestand moet de privésleutel van een certificaat in PEM-indeling bevatten.
pl: Wyślij certyfikat klienta do serwera (użyj razem z opcją TSK plik certyfikatu). Plik musi zawierać prywatny klucz certyfikatu w formacie PEM.
ro: Trimiteți un certificat de client către server (utilizați-l împreună cu opțiunea TLS Cert File). Fișierul trebuie să conțină obligatoriu cheia privată a unui certificat în format PEM.
ru: Отправлять сертификат клиента на сервер (используйте его вместе с опцией TLS Cert File). Файл должен содержать закрытый ключ сертификата в формате PEM.
sv: Skicka ett klientcertifikat till servern (använd detta tillsammans med alternativet TLS Cert fil). Filen måste innehålla den privata nyckeln i ett certifikat i PEM format.
uk: Відправляти сертифікат клієнта на сервер (використовуйте це разом з опцією TLS Cert File). Файл повинен містити закритий(private) ключ сертифіката у форматі PEM.
zh_cn: 将客户端证书发送到服务器（与选项TLS证书文件一起使用）。 该文件必须包含PEM格式的证书的私钥。

source: Send Test Email
af: Stuur Toets Epos
ca: Envia correu electrònic de prova
cs: Odeslat testovací e-mail
de: Sende eine Test E-Mail
el: Αποστολή Δοκιμαστικού Email
es: Enviar Email de prueba
fr: Envoyer un courriel d'essai
hu: Teszt e-mail küldése
it: Invia Email di Prova
lo: ສົ່ງອີເມວທົດສອບ
nl: Test E-mail Verzenden
pl: Wyślij e-mail testowy
ro: Trimitere email de test
ru: Послать тестовое письмо.
sv: Skicka test e-post
uk: Надіслати Тестовий Лист
zh_cn: 发送测试电子邮件
