Repository: rojim666/xigmanas-code-r10599-trunk
Catalog: locale/xigmanas-*.po
Languages: af, ca, cs, de, el, es, fr, hu, it, lo, nl, pl, ro, ru, sv, uk, zh_cn

source: Erase Fail Count (chip). This parameter indicates a number of flash erase command failures.
af: Erase Fail Count (chip). Hierdie parameter dui op 'n aantal van flits erase bevel mislukkings.
ca: Esborrar recompte d'errors (xip). Aquest paràmetre indica el nombre d'errors del esborrat de la flash.
cs: Počet nepodařených výmazů (čip). Tento parametr značí počet nezdařilých příkazů vymazání flash paměti.
de: Anzahl der Flashspeicher Lösch-Fehlversuche
el: Αριθμός Αποτυχιών Διαγραφής (τσιπ). Αυτή η παράμετρος δείχνει τον αριθμό αποτυχιών μιας εντολής διαγραφής της flash.
es: Cuenta de borrados fallidos. Este parametro indica el numero de comandos de borrado fallidos de la flash.
fr: Erase Fail Count (puce). Ce paramètre indique un certain nombre d'échecs de la commande d'effacement du flash.
hu: Törlési hibák száma (chip). Ez a paraméter a sikertelen flash törlési parancsok számát mutatja.
it: Numero di cancellazioni errate (del chip). Questo parametro indica quante volte il comando di cancellazione della flash non è andato a buon fine
lo: ຈຳນວນການລຶບລົ້ມເຫຼວ (ຊິບ). ພາຣາມິເຕີນີ້ສະແດງເຖິງຈຳນວນຄວາມລົ້ມເຫຼວຂອງຄຳສັ່ງລຶບແຟລດ.
nl: Wis Fout Telling (chip). Deze parameter geeft het aantal flash wissen opdracht fouten aan.
pl: Liczba błędów kasowania (chip). Ten parametr wskazuje liczbę błędów poleceń kasowania flash.
ro: Contor erori ștergere (cip). Indică numărul de erori la comenzile de ștergere a memorie firmware.
ru: Erase Fail Count (chip). Этот параметр указывает на количество отказов команд стирания флэш.
sv: Räknare raderingsfel (chip). Denna parameter visar antal felaktiga flashraderingskomandon.
uk: Лічильник відмов стирання (чіпу). Цей параметр вказує на кількість відмов команд стирання флеш.
zh_cn: 擦除失败计数（芯片）。 此参数指示闪存擦除命令失败的次数。

source: Delta between most-worn and least-worn Flash blocks. It describes how good/bad the wearleveling of the SSD works on a more technical way.
af: Delta tussen meeste-gedra en minste-gedra Flits Blokke. Dit beskryf hoe goeie/slegte die slijtagenivellering van die SSD werke op 'n meer tegniese manier.
ca: Delta entre la majoria i minoria del desgast dels blocs Flash. S'hi descriu com tan bo/dolent treballa el anivellat de desgast del SSD en una manera més tècnica.
cs: Rozdíl mez nejvíce a nejméně opotřebovanými bloky flash paměti. Toto odráží jak dobře či špatně funguje rozkládání opotřebení buněk flash paměti na této SSD jednotce.
de: Differenz zwischen den am Meisten und am Wenigsten genutzen Flashspeichersegmente. Dies ist ein Qualitätsmerkmal für die benutzten Wearleveling Algorithmen.
el: Διάστημα τιμής ανάμεσα στα περισσότερο φθαρμένα και τα λιγότερα φθαρμένα μπλοκ της μνήμης Flash. Περιγράφει πόσο καλά/άσχημα δουλεύει η λετουργία ελάττωσης φθοράς του SSD με έναν πιο τεχνικό τρόπο.
es: Delta entre bloques Flash mas-desgastados y menos-desgastados. Describe cuan bueno/malo es el grado de desgaste del SSD de una forma más técnica.
fr: Le delta entre les blocs les plus utilisés et les moins utilisés du Flash. D'un point de vue plus technique, il décrit le bon fonctionnement ou non du mécanisme d'uniformisation d'usure du SSD.
hu: A legkevésbé és a legjobban lehasználódott Flash-blokkok közötti különbség. Azt írja le egy jobb technikai módon, hogy mennyire jó/rossz az SSD kopási szintje.
it: Delta fra la maggior parte-consumate e meno usurati blocchi Flash. Esso descrive come buono / cattivo il wearleveling della SSD lavora su un modo più tecnico.
lo: ຄວາມແຕກຕ່າງລະຫວ່າງບລັອກແຟລດທີ່ສຶກຫຼໍຫຼາຍທີ່ສຸດ ແລະ ໜ້ອຍທີ່ສຸດ. ມັນອະທິບາຍວ່າການປັບລະດັບການສຶກຫຼໍຂອງ SSD ເຮັດວຽກໄດ້ດີ/ບໍ່ດີປານໃດໃນທາງເທັກນິກ.
nl: Delta tussen de meeste-gedragen en minst-gedragen Flash blokken. Het beschrijft hoe goed/slecht de wear leveling van de SSD werkt op een meer technische manier.
ro: Diferența dintre cele mai folosite și cele mai puțin folosite blocuri de memorie Flash. Descrie performanța/gradul de uzură al discului SSD într-un mod mai tehnic.
ru: Дельта между наиболее изношенных и наименее изношенных Flash-блоков. Он описывает, насколько хорошо/плохо выравнивается износ SSD в техническом смысле.
sv: Skillnaden mellan mest och minst använda Flashblocken. Detta beskriver hur bra/dålig användningsspridningen på SSDn fungerar i tekniskt avseende.
uk: Дельта між найбільш зношеними і найменш зношеними блоками флеш-пам'яті. Він описує, як добре / погано працює вирівнювання зносу SSD у більш технічному плані.
zh_cn: 大部分磨损和最少磨损的闪存块之间的差值。 它描述了SSD的磨损如何在更技术的方式工作的好/坏。

source: Pre-Fail' Attribute used at least in Samsung devices.
af: Voor-misluk Attribuut gebruik ten minste in Samsung toestelle.
ca: Atribut pre-fallida' utilitzat com a mínim en dispositius de Samsung.
cs: Atribut značící blížící se selhání, používaný přinejmenším v zařízeních od Samsung.
de: "Pre-Fail"-Attribut (zumindest bei Samsung-Geräten genutzt)
el: Χαρακτηριστικό Pre-Fail που χρησιμοποιείται τουλάχιστον στις συσκευές Samsung.
es: Atributo de pre-fallo usado en discos SAMSUNG
fr: Attribut pre-fail (risque de plantage) utilisé au moins sur les périphériques Samsung.
hu: Hiba-előrejelző attribútum, legalábbis Samsung eszközökben.
it: Attributo pre rottura usata nei dispositivi Samsung.
lo: ຄຸນລັກສະນະ 'ກ່ອນລົ້ມເຫຼວ' ໃຊ້ຢ່າງໜ້ອຍໃນອຸປະກອນ Samsung.
nl: Pre-Fail' attribuut ten minste gebruikt in Samsung schijven.
pl: Atrybut 'Pre-Fail' używany w urządzeniach Samsunga.
ro: Atribut de avertizare Pre-Defect al discului folosit în general de discurile Samsung.
ru: Pre-Fail атрибут используется в основном на устройствах Samsung.
sv: Pre-Fail attribut som används åtminstonne i Samsung enheter.
uk: Атрибут Pre-Fail' використовується щонайменше, в пристроях Samsung.
zh_cn: 预失败'属性至少在Samsung设备中使用。

source: Pre-Fail' Attribute used at least in HP devices.
af: Voor-misluk Attribuut gebruik ten minste in HP toestelle.
ca: L'atribut pre-fall' s'utilitza com a mínim en els dispositius HP.
cs: Atribut značící blížící se selhání, používaný přinejmenším v zařízeních od HP.
de: "Pre-Fail"-Attribut (zumindest bei HP-Geräten genutzt)
el: Χαρακτηριστικό Pre-Fail που χρησιμοποιείται τουλάχιστον στις συσκευές HP.
es: Atributo de pre-fallo usado en discos HP
fr: Attribut pre-fail (risque de plantage) utilisé au moins sur les périphériques HP.
hu: Hiba-előrejelző tulajdonság, legalábbis HP eszközökben.
it: Attributo pre rottura usata nei dispositivi HP.
lo: ຄຸນລັກສະນະ 'ກ່ອນລົ້ມເຫຼວ' ໃຊ້ຢ່າງໜ້ອຍໃນອຸປະກອນ HP.
nl: Pre-Fail' attribuut ten minste gebruikt in HP schijven.
pl: Atrybut 'Pre-Fail' używany w urządzeniach HP.
ro: Atribut de avertizare Pre-Defect al discului folosit în general de discurile HP.
ru: Pre-Fail атрибут используется в основном на устройствах HP.
sv: Pre-Fail attribut som används åtminstonne i HP enheter.
uk: Атрибут Pre-Fail' використовується щонайменше, в пристроях HP.
zh_cn: 预失败'属性至少在HP设备中使用。

source: Total number of Flash program operation failures since the drive was deployed.
af: Totale hoeveelheid Flits programering operase mislukkings sedert die skyf ontplooi is.
ca: Nombre total de fallades de funcionament del programa flash des de la unitat va ser desplegada.
cs: Celkový počet nezdařilých zápisů do flash paměti od vůbec prvního zapnutí jednotky.
de: Anzahl Flash Programm GFehler seit Inbetriebnahme.
el: Συνολικός αριθμός αποτυχιών των λειτουργιών προγράμματος flash από τότε που ξεκίνησε η χρήση του δίσκου.
es: Numero total de escrituras de la Flash erroneas desde que el disco fue fabricado
fr: Nombre total de plantage des opérations de programmation du Flash depuis que le lecteur est déployé.
hu: A meghajtó telepítése óta a flash program működési hibáinak összszáma.
it: Numero totale di errori di funzionamento del programma Flash da quando l'unità è stata distribuita.
lo: ຈຳນວນທັງໝົດຂອງຄວາມລົ້ມເຫຼວໃນການດຳເນີນງານໂປຣແກຣມແຟລດຕັ້ງແຕ່ໄດຣຟ໌ຖືກນຳໃຊ້.
nl: Totaal aantal Flash schrijffouten sinds de schijf is ingezet.
pl: Całkowita liczba niepowodzeń operacji flash od wdrożenia.
ro: Numărul total de erori de utilizare ale memoriei FLash din momentul fabricării.
ru: Общее количество сбоев работы флэш программы.
sv: Totlat antal misslyckade Flashprogrammeringar sedan disken togs i drift.
uk: Загальна кількість відмов операцій програмування флеш, з того часу як почато використання приводу.
zh_cn: 自部署驱动器以来的闪存程序操作失败总数。

source: Western Digital, Samsung or Seagate attribute: Total number of data blocks with detected, uncorrectable errors encountered during normal operation.
af: Wstern Digital, Samsung of Seagate eienskap: Totale hoeveelheid data blokke met opgespoorde, nie-regstelbare foute teëgekom gedurende normale werking.
ca: Atributs de Western Digital, Seagate o Samsung: Nombre total de blocs de dades amb errors detectats, no es poden corregir trobades durant el funcionament normal.
cs: Atribut používaný v jednotkách od Western Digital, Samsung nebo Seagate: Celkový počet datových bloků, u kterých byly v průběhu běžného fungování zjištěny neopravitelné chyby.
de: Western Digital, Samsung oder Seagate Attribut: Gesamtanzahl der Datenblöcke mit entdeckten, unkorrigierbaren Fehlern während des Normalbetriebes.
el: Χαρακτηριστικό των Western Digital, των Samsung ή των Seagate: Συνολικός αριθμός των block δεδομένων με ανιχνευμένα, ανεπανόρθωτα σφάλματα που παρουσιάστηκαν κατά την κανονική λειτουργία.
es: Atributo de discos WD, Samsung o Seagate, Número total de bloques de datos irrecuperables encontrados durante el uso normal.
fr: Attribut pour Western Digital, Samsung ou Seagate : nombre total de blocs de données avec des erreurs détectées et non corrigées, pendant des opérations normales
hu: Western Digital, Samsung vagy Seagate attribútum: Normál működés közben keletkezett, észlelt, nem javítható hibákkal rendelkező adatblokkok összszáma.
it: Western Digital, Samsung o Seagate attributo: Numero totale di blocchi di dati con rilevati, errori non correggibili riscontrati durante il normale funzionamento.
lo: ຄຸນລັກສະນະຂອງ Western Digital, Samsung ຫຼື Seagate: ຈຳນວນທັງໝົດຂອງບລັອກຂໍ້ມູນທີ່ມີຄວາມຜິດພາດທີ່ກວດພົບ, ບໍ່ສາມາດແກ້ໄຂໄດ້ທີ່ພົບໃນລະຫວ່າງການດຳເນີນງານປົກກະຕິ.
nl: Western Digital, Samsung of Seagate attribuut: Totaal aantal datablokken met gedetecteerde, oncorrigeerbare fouten die zijn opgetreden tijdens de normale werking.
pl: Atrybut Western Digital, Samsunga i Seagate'a. Całkowita liczba wykrytych bloków danych łącznie z nienaprawialnymi błędami wykrytymi podczas normalnej pracy.
ro: Contor Western Digital, Samsung sau Seagate: Numărul total de blocuri care au avut erori necorectabile în timpul operațiilor normale de scriere/citire.
ru: Western Digital, Samsung или Seagate атрибут: Общее количество блоков данных с обнаруженными, неисправимыми ошибками, возникшими в ходе обычной работы.
sv: Western Digital, Samsung eller Seagate attribut: Totalt antal datablock med upptäckta okorrigerbara fel som uppstått under normal drift.
uk: Атрибут Western Digital, Samsung або Seagate: Загальна кількість блоків даних з виявленими, невиправними помилками, що виникають під час нормальної роботи.
zh_cn: 西部数据，Samsung或希捷属性：在正常操作期间遇到检测到的无法更改的错误数据块总数。

source: This attribute is a part of Hewlett-Packard's SMART IV technology, as well as part of other vendors' IO Error Detection and Correction schemas, and it contains a count of parity errors which occur in the data path to the media via the drive's cache RAM.
af: Die eienskap is deel van die Hewlett-Packard's SMART IV tegnologie asook deel van 'n ander verkoper se IO Fout Opsporing en Korreksie skemas, and dit bevat a telling van pariteit foute wat voorkom in die data pad wat lei tot die media via die skyf se kasgeheue RAM.
ca: Aquest atribut és una part de la tecnologia SMART IV de Hewlett-Packard, així com part de la detecció i correcció d'errors esquemes IO d'altres proveïdors, i conté un recompte d'errors de paritat que es produeixen a la ruta de dades al mitja a través de la memòria cau de la unitat de RAM .
cs: Tento atribut je součástí technologie Hewlet-Packard SMART IV, stejně tak jako součást schémat zjišťování a oprav chyb vstupu/výstupu ostatních výrobců. Uvádí počet chyb parity, které se vyskytly po cestě na médium prostřednictvím mezipaměti na jednotce.
de: Dieses Attribut ist sowohl ein Bestandteil von Hewlett-Packard's SMART IV Technologie, als auch der I/O-Fehlerentdeckung- und -korrektur-Schemata anderer Hersteller. Es enthält einen Zähler für Paritätsfehler, die auf dem Datenpfad zwischen Host-Schnittstelle, über den Cache-Speicher des Laufwerkes, und Medium auftreten.
el: Αυτό το χαρακτηριστικό είναι μέρος της τεχνολογίας SMART IV της Hewlett-Packard, όπως επίσης και σχημάτων για Ανίχνευση και Διόρθωση σφαλμάτων εισόδου/εξόδου άλλων κατασκευαστών και περιέχει τον αριθμό των σφαλμάτων ισοτιμίας που προκύπτουν στη διαδρομή δεδομένων του μέσου, διαμέσου της λανθάνουσας μνήμης RAM.
es: Este atributo es parte de la tecnologia SMART IV de HP, y contiene la cuenta de errores de paridad que ocurren en los datos de la cache RAM del disco.
fr: Cet attribut fait partie de la technologie SMART IV de Hewlett-Packard, ainsi que des schémas de détection et correction d'erreur d'entrée/sortie d'autres vendeurs. Il contient un nombre d'erreur de parités qui surviennent lors de l'accès aux données via le cache RAM du lecteur.
hu: Ez az attribútum a Hewlett-Packard SMART IV technológiájának a része, ugyanúgy, mint a gyártók ki- bemeneti hibaészlelés és -javítási sémájának. A meghajtó cache RAM-ján keresztüli adatútvonalon létrejött paritáshibák számát tartalmazza.
it: Questo attributo è parte della tecnologia SMART IV della HP: è parte del sistema di controllo e correzione errori IO di altri produttori e può contenere un conteggio della parità che si verifica nel percoso dati al dispositivo via cache del disco.
lo: ຄຸນລັກສະນະນີ້ເປັນສ່ວນໜຶ່ງຂອງເທັກໂນໂລຢີ SMART IV ຂອງ Hewlett-Packard, ເຊັ່ນດຽວກັນກັບສ່ວນໜຶ່ງຂອງໂຄງຮ່າງການກວດຈັບ ແລະ ແກ້ໄຂຄວາມຜິດພາດ IO ຂອງຜູ້ຜະລິດອື່ນໆ, ແລະ ມັນປະກອບດ້ວຍການນັບຄວາມຜິດພາດພາຣິຕີທີ່ເກີດຂຶ້ນໃນເສັ້ນທາງຂໍ້ມູນໄປຍັງສື່ຜ່ານແຄດ RAM ຂອງໄດຣຟ໌.
nl: Dit attribuut is een onderdeel van Hewlett-Packard 's SMART IV technologie, evenals deel van andere makers IO foutdetectie en correctie schema's, en het bevat een aantal pariteit fouten die zich in het data locatie tot de media via de schijf cache RAM voordoen.
ro: Acest contor este specific tehnologiei SMRT IV de la Hewlett-Packard, la fel și pentru schema de detecție și corecție a erorilor de Intrare/Ieșire a altor producători. Indică numărul de erori de paritate apărute la transferul de date către media magnetică via memoria cache RAM a discului.
ru: Данный атрибут — часть технологии HP SMART IV — означает, что после передачи данных через кэш-память чётность данных между хостом и жестким диском не совпадает.
sv: Denna egenskap är en del av Hewlett-Packard's SMART IV teknologi, samt andra tillverkares ' IO Error Detection and Correction schemas', och innehåller en räknare över antal paritetsfel som uppstår i datasökvägen till mediat via cacheminnet i disken.
uk: Цей атрибут є частиною технології Hewlett-Packard SMART IV, а також частиною схем виявлення та виправлення помилок в системі введення-виведення інших виробників, і він містить число помилок парності, які відбуваються в тракті передачі даних до носія інформації за допомогою кешу накопичувача.
zh_cn: 此属性是Hewlett-Packard的SMART IV技术的一部分，以及其他供应商的IO错误检测和纠正模式的一部分，并且包含通过驱动器的高速缓存RAM到介质的数据路径中发生的奇偶校验错误计数 。

source: Western Digital attribute.
af: Western Digital eienskap.
ca: Atribut de Western Digital.
cs: Atribut specifický jednotkám od Western Digital.
de: WD Attribut (herstellerspezifisch)
el: Χαρακτηριστικό των Western Digital.
es: Atributo de discos WD
fr: Attribut Western Digital
hu: Western Digital attribútum.
it: Attributi Western Digital.
lo: ຄຸນລັກສະນະຂອງ Western Digital.
nl: Western Digital attribuut.
pl: Parametr stosowany przez firmę Western Digital
ro: Contor Western Digital
ru: Western Digital атрибут.
sv: Western Digital attribut.
uk: Атрибут Western Digital.
zh_cn: 西部数据属性。

source: The count of errors that could not be recovered using hardware ECC (see attribute 195).
af: Die telling van foute wat nie herstel kon word met die gebruik van hardeware ECC nie (sien eienskap 195).
ca: El recompte d'errors que no van poder ser recuperats usant el maquinari ECC (vegeu atribut 195).
cs: Počet chyb, které se nepodařilo opravit pomocí kontrolního součtu ještě v hardware (viz atribut 195).
de: Fehleranzahl, die nicht durch ECC behoben werden konnten.
el: Ο αριθμός των σφαλμάτων που δεν μπόρεσαν να διορθωθούν με τη χρήση της ECC του υλικού (δείτε το χαρακτηριστικό 195).
es: La cuenta de errores que no pueden ser recuperados por el hardware ECC (ver el atributo 195).
fr: Le nombre d'erreurs ne pouvant être récupérées grâce à un ECC matériel (voir l'attribut 195)
hu: Hardveres ECC használatával nem helyrehozható hibák száma.
it: Il numero degli errori che può essere riparato usando l'hardware ECC (vedi attributo 195).
lo: ຈຳນວນຄວາມຜິດພາດທີ່ບໍ່ສາມາດກູ້ຄືນໄດ້ໂດຍໃຊ້ຮາດແວ ECC (ເບິ່ງຄຸນລັກສະນະ 195).
nl: Aantal fouten die niet hersteld konden worden met behulp van hardware ECC (zie attribuut 195).
pl: Ilość błedów które nie mogły zostać naprawione używając sprzętowej korekty ECC ( Patrz atrybut 195).
ro: Numărul de erori care nu au putut fi corectate prin mecanismul ECC (vezi valoarea 195).
ru: Ошибки, которые не могли быть восстановлены, используя методы устранения ошибки аппаратными средствами. (см атрибут 195).
sv: Antal fel som inte kunde rättas av hårdvaru ECC (se attribut 195).
uk: Помилки, які не могли бути відновлені, використовуючи методи усунення помилок апаратними засобами. (Див. атрибут 195).
zh_cn: 使用硬件ECC无法恢复的错误计数（请参阅属性195）。

source: The count of aborted operations due to HDD timeout. Normally this attribute value should be equal to zero and if the value is far above zero, then most likely there will be some serious problems with power supply or an oxidized data cable.
af: Die telling van opgeskorte operasies weens HDD uittyd . Normaalweg is die eienskap gelyk aan nul en as die waarde ver bo nul is dan is dit heel waarskylik dat daar ernstige probleme is met die krag toevoer of 'n geoksideerde data kabel.
ca: El recompte de les operacions avortades a causa del temps d'espera del disc dur. Normalment aquest valor d'atribut ha de ser igual a zero i si el valor està molt per sobre de zero, llavors el més probable és que hi hagi alguns problemes seriosos amb la font d'alimentació o un cable de dades oxidat.
cs: Počet zrušených operací kvůli překročení časového limitu jednotky datového úložiště. Běžně by hodnota tohoto atributu měla být nulová. Pokud je mnohem vyšší, nejspíš je vážný problém se zdrojem napájení nebo kontaktem v datovém konektoru (oxidace).
de: Anzahl abgebrochener Festplattenzugriffe infolge von HDD-Timeouts. Normaler Wert ist Null, ein darüberliegender Wert weist auf Probleme mit dem Netzteil oder dem Datenkabel (z. B. lose Stecker oder oxidierte Kontakte) hin.
el: Ο αριθμός των λειτουργιών που ματαιώθηκαν εξαιτίας εξάντλησης του χρονικού ορίου του σκληρού δίσκου. Υπό φυσιολογικές συνθήκες αυτό το χαρακτηριστικό θα πρέπει να ισούται με 0 και αν η τιμή είναι πολύ μεγαλύτερη του μηδενός, τότε το πιο πιθανόν είναι ότι είτε υπάρχουν σοβαρά προβλήματα με το τροφοδοτικό, είτε κάποιο καλώδιο δεδομένων είναι φθαρμένο.
es: Cuentaa las operaciones interrumpidas por timeout del Disco. Normalmente este atributo debe ser cero y si en cambio está lejos de cero, significa que hay serios problemas con la fuente de alimentación o quizas que el cable está oxidado.
fr: Le nombre d'opérations interrompues à cause d'un timeout du disque dur. Normalement cette valeur doit être zéro. Une valeur très supérieure à zéro indique probablement une défaillance de l'alimentation ou alors un câble oxydé.
hu: HDD időtúllépés miatt megszakadt műveletek száma. Normális esetben 0 az értéke. Amennyiben 0-nál jóval nagyobb az értéke, az a tápegység komoly problémáját vagy oxidált adatkábelt jelez.
it: Il numero di operazioni annullate per un ritardo del HDD. Normalmente questo valore dovrebbe essere zero e se il suo valore si scosta molto da zero, è probabile vi siano seri problemi con l'alimentazione o un cavo dati ossidato.
lo: ຈຳນວນການດຳເນີນງານທີ່ຖືກຍົກເລີກເນື່ອງຈາກ HDD ໝົດເວລາ. ໂດຍປົກກະຕິຄ່າຄຸນລັກສະນະນີ້ຄວນຈະເທົ່າກັບສູນ ແລະ ຖ້າຄ່າສູງກວ່າສູນຫຼາຍ, ມີແນວໂນ້ມວ່າຈະມີບັນຫາຮ້າຍແຮງກັບແຫຼ່ງຈ່າຍໄຟ ຫຼື ສາຍຂໍ້ມູນທີ່ເປັນສະໜິມ.
nl: Aantal afgebroken overdrachten ten gevolge van HDD time-outs. Normaal gesproken moet deze waarde van het attribuut gelijk zijn aan nul en indien de waarde ver boven nul is, dan zal er zeer waarschijnlijk een ernstige probleem zijn met de stroomvoorziening of een geoxideerde datakabel.
ro: Numărul de oprații anulate din cauza erorilor de tip timeout. În mod normal acest contor trebuie să fie zero, astfel încît dacă valoarea sa este diferită de zero avem o probabilitate mare ca discul să aibă probleme cu sursa de alimentare sau cu cablul de alimentare (contacte imperfecte).
ru: Количество прерванных операций из-за тайм-аута HDD. Как правило, это значение атрибута должно быть равно нулю, а если значение намного выше нуля, то, скорее всего, были некоторые серьезные проблемы с электропитанием или окислением кабеля для передачи данных.
sv: Antalet avbrutna operationer på grund av HDD timeout. Normalt skall detta värde vara noll och om värdet är långt över noll är det troligt att det är problem med spänningsförsörjningen eller en oxiderad datakabel.
uk: Кількість перерваних операцій через тайм-аут HDD. Як правило, це значення атрибута має дорівнювати нулю, а якщо значення набагато вище нуля, то, швидше за все, були деякі серйозні проблеми з живленням або окисленням кабелю для передачі даних.
zh_cn: 由于HDD超时而中止的操作计数。 通常，该属性值应等于零，如果该值远高于零，则很可能电源或数据线存在一些严重问题。
