Repository: rojim666/xigmanas-code-r10599-trunk
Catalog: locale/xigmanas-*.po
Languages: af, ca, cs, de, el, es, fr, hu, it, lo, nl, pl, ro, ru, sv, uk, zh_cn

source: CP949 (Korean)
af: CP949 (Koreaans)
ca: CP949 (Coreà)
cs: CP949 (korejština)
de: CP949 (Koreanisch)
el: CP949 (Κορεατικά)
es: CP949 (Coreano)
fr: CP949 (Coréen)
hu: CP949 (koreai)
it: CP949 (Coreano)
nl: CP949 (Koreaans)
pl: CP949 (Koreański)
ro: CP949 (Coreană)
ru: CP949 (Корейская)
sv: CP949 (koreanskt)
uk: CP949 (Корейська)
zh_cn: CP949 (韩文)

source: CP950 (Traditional Chinese Big5)
af: CP950 (Tradisionele Sjinees Big5)
ca: CP950 (Xinés Tradicional Big5)
cs: CP950 (tradiční čínština Big5)
de: CP950 (Traditionelles Chinesisch Big5)
el: CP950 (Παραδοσιακά Κινεζικά Big5)
es: CP950 (Chino Tradicional Big5)
fr: CP950 (chinois traditionnel Big5)
it: CP950 (Cinese tradizionale Big5)
nl: CP950 (Traditioneel Chinees Grote5)
pl: CP950 (Tradycyjny chiński Big5)
ro: CP950 (Chineză tradițională Big5)
ru: CP950 (Традиционный китайский Big5)
sv: CP950 (Traditionell kinesiska Big5)
uk: CP950 (Традиційна китайська Big5)
zh_cn: CP950 (繁体中文 Big5)

source: CP1251 (Cyrillic)
af: CP1251 (Cyrillies)
ca: CP1251 (ciríl·lic)
cs: CP1251 (cyrilice)
de: CP1251 (Kyrillisch)
el: CP1251 (Κυριλλικά)
es: CP1251 (Cirílico)
fr: CP1251 (Cyrillique)
hu: CP1251 (cirill)
it: CP1251 (Cirillico)
nl: CP1251 (Cyrillisch)
pl: CP1251 (Cyrilica)
ro: CP1251 (Chirilic)
ru: CP1251 (Кириллица Windows)
sv: CP1251 (Kyrilliskt)
uk: CP1251 (Кирилиця)
zh_cn: CP1251 (斯拉夫文)

source: CP1252 (Latin 1)
af: CP1252 (Latyns 1)
cs: CP1252 (latinka 1)
nl: CP1252 (Latijn 1)
pl: CP1252
uk: CP1252 (Латиниця 1)
zh_cn: CP1252 (拉丁语 1)

source: Specifies the charset the unix machine Samba runs on uses.
af: Spesifiseer die charset die unix masjien Samba loop op gebruike.
ca: Especifica el joc de caràcters que la màquina Unix Samba executa en usos.
de: Gibt den Zeichensatz an, auf dem der Unix-Computer, auf dem Samba ausgeführt wird, verwendet wird.
el: Ορίζει την κωδικοποίηση που χρησιμοποεί η μηχανή στην οποία εκτελείται η Samba.
es: Especifica el juego de caracteres que utiliza la máquina Unix donde se ejecuta Samba.
fr: Spécifie le jeu de caractères de la machine unix que Samba utilise.
it: Specifica il set di caratteri che la macchina unix con Samba utilizza
lo: ລະບຸຊຸດຕົວອັກສອນທີ່ເຄື່ອງ unix ທີ່ Samba ເຮັດວຽກຢູ່ໃຊ້.
nl: Specificeer de tekenset van de unix machine waarop Samba draaid gebruikt.
ro: Specifică setul de caractere utilizat de mașina Samba unix.
ru: Указывает кодировку Unix-машины, на которой работает Samba.
sv: Anger teckensnittet som unixmaskinen som Samba körs på använder.
uk: Визначає набір символів, який використовує Samba на Unix-машині.
zh_cn: 指定Samba运行时使用的unix机器的字符集。

source: Minimum
ca: Mínim
cs: Nejnižší hodnota
el: Ελάχιστο
es: Mínimo
it: Minimo
lo: ຕ່ຳສຸດ
nl: Minimaal
ro: Minim
ru: Минимальный
uk: Мінімум
zh_cn: 最小值

source: Full
af: Volle
ca: Completa
cs: Plné
de: Vollständig
el: Πλήρης
es: Completo
fr: Complet
hu: Teljes
it: Pieno
lo: ເຕັມຮູບແບບ
nl: Volledig
pl: Pełny
ro: Complet
ru: Полный
sv: Fullständig
uk: Повний
zh_cn: 额满

source: Allow the server to try and become a local master browser.
af: Laat toe die bediener om te probeer en wees 'n plaaslike meester leser.
ca: Permet al servidor provar i convertir-se en un navegador mestre local.
cs: Povolit serveru stát se local master browser.
de: Zulassen, dass der Server die Rolle des 'Local Master Browser' anstrebt und übernimmt.
el: Να επιτραπεί στο διακομιστή να προσπαθήσει να γίνει κεντρικός τοπικός περιηγητής.
es: Permitir al servidor que intente convertirse en buscador maestro local.
fr: Autorisez le serveur à essayer de devenir un maître explorateur local.
hu: Engedély adása, hogy a szerver próbáljon a helyi fő böngésző lenni
it: Consenti al server di provare a diventare un browser principale locale
lo: ອະນຸຍາດໃຫ້ເຊີບເວີພະຍາຍາມກາຍເປັນ local master browser.
nl: Sta toe dat de server de local master browser wordt.
ro: Permite serverului să încerce să devină server master browser local.
ru: Разрешить серверу попробовать стать локальным главным браузером.
sv: Låt servern försöka bli en lokal master browser.
uk: Дозволити серверу спробувати стати локальним головним браузером.
zh_cn: 允许服务器尝试成为本地主浏览器。

source: The server advertises itself as a time server to Windows clients.
af: Die bediener adverteer homself aan Windows kliënte as 'n tyd bediener.
ca: El servidor s'anuncia com un servidor de temps per als clients de Windows.
cs: Server se propaguje jako časový server pro Windows klienty.
de: Deklaration des Servers gegenüber dem Windows-Client als Zeitserver zu- und abschalten.
el: Ο διακομιστής διαφημίζει τον εαυτό του ως διακομιστής ώρας για πελάτες Windows.
es: El servidor se anuncia asimismo como servidor de hora a los clientes windows.
fr: Le serveur se présente comme un serveur de temps pour les clients Windows.
hu: A szerver időkiszolgálóként viselkedjen a Windows kliensek felé.
it: Il server si pubblica come time server per i client Windows.
lo: ເຊີບເວີປະກາດຕົວເອງເປັນເຊີບເວີເວລາໃຫ້ກັບ client Windows.
nl: De server maakt zich kenbaar als tijdserver voor Windows cliënten.
pl: Serwer przedstawia się jako serwer czasu dla klientów Windows
ro: Sistemul se anunță ca server de timp pentru clienții Windows.
ru: Представляться сервером точного времени для Windows клиентов
sv: Servern annonserar sig som tidserver för Windowsklienter.
uk: Представлятися сервером точного часу для Windows клієнтів
zh_cn: 向Windows客户端广播本时间服务器。

source: Password server name or IP address (e.g. Active Directory domain controller).
af: Wagwoord bediener naam of IP adres (b.v. Aktiewe Lêergids domein beheerder).
ca: Contrasenya del servidor o adreça IP (per exemple, controlador de domini d'Active Directory).
cs: Název nebo IP adresa serveru s hesly (např. řadič domény Active Directory).
de: Name des Passwort-Servers oder IP-Adresse (z. B. Active Directory Domain Controller)
el: Όνομα διακομιστή κωδικών ή διεύθυνση IP (π.χ. ο ελεγκτής τομέα ενός Active Directory)
es: IP o nombre del servidor de contraseñas (Ej: un controlador de dominio de Active Directory).
fr: Serveur de mot de passe ou son adresse IP (Ex.: contrôleur de domaine Active Directory)
hu: Jelszószerver neve vagy IP címe (pl. Címtárszolgáltató Tartományvezérlő).
it: Nome server delle password o indirizzo IP (ad esempio controller di dominio di Active Directory)
lo: ຊື່ເຊີບເວີລະຫັດຜ່ານ ຫຼື ທີ່ຢູ່ IP (ຕົວຢ່າງ: Active Directory domain controller).
nl: Wachtwoord servernaam of IP-adres (bijv. Active Directory domein controller).
pl: Hasło, nazwa serwera lub adres IP (np.: kontroler domeny)
ro: Nume sau adresă IP server parolă (ex. controler domeniu Active Directory)
ru: Имя или IP адрес сервера паролей (например, контроллер домена Active Directory)
sv: Namn eller IP-adress för Lösenordsserver (Active Directory domänkontroller)
uk: Пароль Ім'я сервера або IP адреса (типа контролер домену Active Directory).
zh_cn: 密码服务器的名称或IP 地址（例如Active Directory域控制器）。

source: WINS server IP address (e.g. from MS Active Directory server).
af: WINS bediener IP adres (bv. vanaf MS Aktiewe Directory bediener).
ca: Adreça IP del servidor WINS (per exemple, des del servidor MS d'Active Directory).
cs: IP adresa WINS serveru (např. serveru MS Active Directory).
de: IP-Adresse des WINS-Servers (z. B. MS Active Directory Server).
el: IP Διεύθυνση του διακομιστή WINS (π.χ. από τον διακομιστή MS Active Directory).
es: Dirección IP del servidor WINS (por ejemplo de un servidor MS Active Directory)
fr: Adresse IP du serveur WINS (p.ex. depuis le serveur MS Active Directory).
hu: WINS kiszolgáló IP címe (pl. MS Címtárszolgáltató kiszolgáló).
it: Indirizzo IP del server WINS (ad esempio server MS Active Directory).
lo: ທີ່ຢູ່ IP ຂອງເຊີບເວີ WINS (ຕົວຢ່າງ: ຈາກ MS Active Directory server).
nl: WINS server IP-adres (bijv. van de MS Active Directory server).
pl: Adres IP serwera WINS (np. serwera MS Active Directory).
ro: Adresă IP server WINS (ex. obținută de la un server MS Active Directory).
ru: IP-адрес сервера WINS (например, с сервера Microsoft Active Directory).
sv: WINS server IP adress (t.ex från MS Active Directory server)
uk: IP адреса сервера WINS (наприклад, з сервера MS Active Directory).
zh_cn: WINS服务器IP地址 (例：微软Active Directory服务器)

source: Allow trusted domains.
af: Laat verdroude domeine toe.
ca: Permet dominis certificats
cs: Povolit důvěryhodné domény.
de: Vertrauenswürdige Domains zulassen.
el: Να επιτρέπονται έμπιστοι τομείς
es: Permitir Dominios de confianza
fr: Autorise les domaines validés.
hu: Megbízható domainek engedélyezése.
it: Permetti domini affidabili.
lo: ອະນຸຍາດໂດເມນທີ່ເຊື່ອຖືໄດ້.
nl: Vertrouwde domeinen toestaan.
pl: Zezwalaj zaufanym domenom
ro: Permite domenii de încredere.
ru: Разрешить доверенные домены.
sv: Tillåt betrodda domäner
uk: Дозволити довірені домені.
zh_cn: 允许受信任的域。

source: If allowed, a user of the trusted domains can access the share.
af: As die toegelaat word, het 'n gebruiker van die vertroude sleutelgebied toegang tot die deel
ca: Si es permet, un usuari dels dominis de confiança pot accedir al recurs compartit.
cs: Je-li zapnuto, uživatelům z důvěryhodných domén bude umožněn přistup ke sdílené složce.
de: Wenn erlaubt, kann ein Benutzer der vertrauenswürdigen Domäne auf die Freigabe zugreifen.
el: Εάν επιτρέπεται, οι χρήστες των έμπιστων τομέων μπορούν να έχουν πρόσβαση στο κοινόχρηστο.
es: Si se permite, un usuario de un dominio de confianza podra acceder a los compartidos.
fr: S'il est autorisé, un utilisateur des domaines validés peut accéder au partage.
hu: Ha engedélyezett, a megbízható tartományi felhasználó elérheti a megosztásokat.
it: Se permesso, un utente di un dominio affidabile potrà accedere alla condivisione
lo: ຖ້າອະນຸຍາດ, ຜູ້ໃຊ້ຂອງໂດເມນທີ່ເຊື່ອຖືໄດ້ສາມາດເຂົ້າເຖິງການແບ່ງປັນໄດ້.
nl: Indien toegestaan, een gebruiker van de vertrouwde domeinen kan de deling benaderen.
pl: Jeśli zezwolisz użytkownicy zaufanych domen będą mieli dostęp do udziału.
ro: Dacă este permis, un utilizator dintr-un domeniu de încredere poate accesa partajarea.
ru: Если разрешено, пользователь доверенных доменов может иметь доступ к общедоступному ресурсу.
sv: Om tillåten kan en användare av de betrodda domänerna nå utdelningen.
uk: Якщо дозволено, користувач з довіреного домену може отримати доступ до спільного ресурсу.
zh_cn: 如果允许，受信任域的用户可以访问分享区。

source: Use this option to override the username ("ftp" by default) which will be used for access to services which are specified as guest. Whatever privileges this user has will be available to any client connecting to the guest service. This user must exist in the password file, but does not require a valid login.
af: Gebruik hierdie opsie om oorritt die gebruikersnaam ("ftp" deur verstek) watter sal wees gebruikde vir toelaat om diemse watter word gespesifiseer as gas. Wat ook al voorregs wat hierdie gebruiker het, is beskikbaar vir enige klient verbinding met die gaste diens. Hierdie gebruiker moet in die wagwoordlêer bestaan, maar het nie 'n geldige aanmelding nodig nie.
ca: Utilitzeu aquesta opció per substituir el nom d'usuari ("ftp" per defecte) que s'utilitzarà per accedir a serveis que s'especifiquen com a convidat. Qualsevol privilegi que tingui aquest usuari estarà disponible per a qualsevol client que es connecti al servei d’atenció al client. Aquest usuari ha d'existir al fitxer de contrasenya, però no requereix un inici de sessió vàlid.
de: Verwenden Sie diese Option, um den Benutzernamen ( "ftp" ist voreingestellt) zu überschreiben, der für den Zugriff auf Dienste verwendet wird, die als Gast angegeben sind. Alle Berechtigungen, die dieser Benutzer hat, stehen jedem Client zur Verfügung, der eine Verbindung zum Gastservice herstellt. Dieser Benutzer muss in der Kennwortdatei vorhanden sein, erfordert jedoch keine gültige Anmeldung.
el: Χρησιμοποιήστε αυτή την επιλογή για να παρακάμψετε το όνομα χρήστη ('ftp' από προεπιλογή), το οποίο θα χρησιμοποιηθεί για πρόσβαση σε υπηρεσίες ως επισκέπτης. Όποια και αν είναι τα δικαιώματα αυτού του χρήστη, θα είναι διαθέσιμα σε κάθε σύνδεση πελάτη που συνδέεται σε μια υπηρεσία ως επισκέπτης. Αυτός ο χρήστης πρέπει να υπάρχει στο αρχείο των κωδικών, αλλά δεν απαιτεί μια έγκυρη σύνδεση.
es: Use esta opción para cambiar el usuario ("ftp" de forma predeterminada) que se usará para acceder a los recursos compartidos con acceso de invitado. Cualesquiera privilegios que tenga este usuario estarán disponibles para cualquier cliente que se conecte como invitado. Este usuario debe existir como tal en el archivo de contraseñas, pero no requiere que su inicio de sesión sea válido.
fr: Utilisez cette option pour remplacer le nom d'utilisateur ("ftp" par défaut) qui sera utilisé pour accéder aux services spécifiés en tant qu'invité. Quels que soient les privilèges de cet utilisateur, ils seront disponibles pour tout client se connectant au service invité. Cet utilisateur doit exister dans le fichier de mots de passe, mais ne nécessite pas de connexion valide.
it: Usare questa opzione per sovrascrivere lo username ("ftp" di default) che sarà usato per accedere ai servizi specificati come ospite. Qualsiasi siano i privilegi che ha questo utente, saranno disponibili a qualsiasi client che si collega al servizio guest. Questo utente deve esistere nel file password, ma non richiede una login valida.
lo: ໃຊ້ຕົວເລືອກນີ້ເພື່ອລົບລ້າງຊື່ຜູ້ໃຊ້ ("ftp" ໂດຍຄ່າເລີ່ມຕົ້ນ) ທີ່ຈະຖືກໃຊ້ສຳລັບການເຂົ້າເຖິງບໍລິການທີ່ລະບຸເປັນແຂກ. ສິດພິເສດໃດໆທີ່ຜູ້ໃຊ້ນີ້ມີຈະສາມາດໃຊ້ໄດ້ໂດຍ client ໃດໆທີ່ເຊື່ອມຕໍ່ກັບບໍລິການແຂກ. ຜູ້ໃຊ້ນີ້ຕ້ອງມີຢູ່ໃນໄຟລ໌ລະຫັດຜ່ານ, ແຕ່ບໍ່ຈຳເປັນຕ້ອງມີການເຂົ້າສູ່ລະບົບທີ່ຖືກຕ້ອງ.
nl: Gebruik deze optie om de gebruikersnaam te overschrijven ("ftp" standaard) die wordt gebruikt voor toegang tot services die zijn opgegeven als gast. Welke rechten deze gebruiker ook heeft, zal beschikbaar zijn voor elk cliënt die verbinding maakt met de gast service. Deze gebruiker moet aanwezig zijn in het wachtwoordbestand, maar heeft geen geldige aanmelding nodig.
ro: Utilizați această opțiune pentru a înlocui numele de utilizator implicit („ftp”) care va fi utilizat pentru accesul la serviciile care sunt specificate cu acces tip vizitator. Indiferent de privilegiile pe care le are acest utilizator, aceste servicii vor fi disponibile oricărui client care se conectează prin contul de vizitator. Utilizatorul trebuie însă să existe în fișierul cu parole, dar nu necesită o autentificare validă pentru a accesa servicile respective.
ru: Используйте эту опцию, чтобы переопределить имя пользователя (по умолчанию «ftp»), которое будет использоваться для доступа к службам, указанным в качестве гостя. Какие бы привилегии ни имел этот пользователь, он будет доступен любому клиенту, подключенному к гостевой службе. Этот пользователь должен существовать в файле паролей, но ему не требуется действительный логин.
sv: Använd detta alternativ för att överrida användarnamnet ("ftp" som standard) som kommer användas för åtkomst till tjänster som är angivna som gäst. Alla rättigheter som denna användare har kommer att vara tillgängliga för alla klienter som ansluter till gästtjänsten. Denna användare måste finnas med i lösenordsfilen, men behöver inte ha en giltig inloggning.
uk: Використовуйте цю опцію, щоб замінити ім'я користувача ("ftp" за замовчуванням), яке буде використовуватися для доступу до служб, які вказані як гостьові. Які б привілеї користувач не мав, вони будуть доступні для кожного клієнта, який підключається до гостьової служби. Цей користувач повинен існувати у файлі паролів, але не потребує дійсного логіна.
zh_cn: 使用此选项可以覆盖用户名（默认情况下为“ ftp”），该用户名将用于访问指定为来宾的服务。 该用户拥有的任何特权将对连接到客户服务的任何客户端可用。 该用户必须存在于密码文件中，但不需要有效的登录名。

source: Never - (Default)
af: Nooit - (Standaard)
ca: Mai - (per defecte)
cs: Nikdy – (výchozí)
de: Nie (Voreinstellung)
el: Ποτέ - (Προεπιλογή)
es: Nunca - (Por defecto)
fr: Jamais - (Défaut)
hu: Soha - (alapértelmezett)
it: Mai - (Default)
lo: ບໍ່ເຄີຍ - (ຄ່າເລີ່ມຕົ້ນ)
nl: Nooit - (Standaard)
pl: Nigdy - (Domyślnie)
ro: Niciodată - (Implicit)
ru: Никогда - (по умолчанию)
sv: Aldrig - (Standard)
uk: Ніколи (за замовчуванням)
zh_cn: 永不 - （默认）

source: Bad User - (Non Existing Users)
af: Slegte Gebruiker - (Nie Bestaande Gebruikers)
ca: Usuari dolent - (usuaris no existents)
cs: Chybný uživatel – (neexistují uživatelé)
de: wenn der Benutzer nicht existiert
el: Λάθος Χρήστης - (Ανύπαρκτοι Χρήστες)
es: Usuario erroneo - (No existe el usuario)
fr: Mauvais utilisateur - (utilisateur inexistant)
hu: Rossz felhasználó - (nem létező felhasználók)
it: Utente sbagliato - (Utente non esiste)
lo: ຜູ້ໃຊ້ບໍ່ຖືກຕ້ອງ - (ຜູ້ໃຊ້ທີ່ບໍ່ມີຢູ່)
nl: Foutieve gebruiker - (Gebruiker Bestaat Niet)
pl: Zły użytkownik - (Użytkownik nie istnieje)
ro: Eroare utilizator - (utilizator inexistent)
ru: Неверный пользователь - (не существующий пользователь)
sv: Felaktig användare - (Icke existerande)
uk: Невірний користувач (неіснуючий користувач)
zh_cn: 不良用户 - （非现有用户）

source: Size of send buffer (%d by default).
af: Groote van versend buffer (%d by verstek)
ca: Mida de búfer d'enviament (%d per defecte).
cs: Velikost odesílací vyrovnávací paměti (výchozí je %d).
de: Größe des 'Send'-Puffer (%d sind Standard).
el: Μέγεθος buffer αποστολής (%d η προεπιλογή).
es: Tamaño del buffer de envío (%d por defecto).
fr: Taille du tampon d'envoi (%d par défaut).
hu: Küldő buffer mérete (%d alapértelmezetten)
it: Dimensione del buffer di invio (%d per default).
lo: ຂະໜາດຂອງບັບເຟີສົ່ງ (%d ໂດຍຄ່າເລີ່ມຕົ້ນ).
nl: Grootte van de verzendbuffer (standaard %d).
pl: Rozmiar bufora wysyłania (%d domyślnie).
ro: Dimensiune bufer transmisie (implicit %d).
ru: Размер буфера отправки (по умолчанию %d).
sv: Storlek på sändbufferten (%d är standard)
uk: Розмір буфера відправлення (за замовчуванням %d).
zh_cn: 传送缓冲区的大小（默认为 %d）。

source: Size of receive buffer (%d by default).
af: Groote van die ontvang buffer (%d by verstek)
ca: Mida de búfer de recepció (%d per defecte).
cs: Velikost přijímací vyrovnávací paměti (výchozí je %d).
de: Größe des 'Receive'-Puffer (%d sind Standard).
el: Μέγεθος buffer λήψης (%d η προεπιλογή).
es: Tamaño del buffer de recepción (%d por defecto).
fr: Taille du tampon de réception (%d par défaut).
hu: Fogadó buffer mérete (%d alapértelmezetten)
it: Dimensione del buffer di ricezione (%d per default).
lo: ຂະໜາດຂອງບັບເຟີຮັບ (%d ໂດຍຄ່າເລີ່ມຕົ້ນ).
nl: Grootte van de ontvangstbuffer (standaard %d).
pl: Rozmiar bufora odbierania (%d domyślnie).
ro: Dimensiune bufer recepție (implicit %d).
ru: Размер буфера приема (по умолчанию %d).
sv: Storlek på mottagningsbufferten (%d är standard)
uk: Розмір буфера отримання (за замовчуванням %d).
zh_cn: 接收缓冲区的大小（默认为 %d）。

source: Enable large read/write.
af: Aktiveer groot lees/skryf.
ca: Habilitar lectura/escriptura gran.
cs: Zapnout velké čtení/zápis.
de: Aktiviere 'large read/write'
el: Ενεργοποίηση μεγάλου διαβάσματος/εγγραφής.
es: Habilitar lectura/escritura grande
fr: Activer la lecture / écriture élargie.
hu: Óriás írás/olvasás bekapcsolása.
it: Abilita 'large read/write'.
lo: ເປີດໃຊ້ງານການອ່ານ/ຂຽນຂະໜາດໃຫຍ່.
nl: Inschakelen groot lezen/schrijven.
ro: Activare citire/scriere blocuri mari.
ru: Включить чтение/запись большими блоками
sv: Aktivera stor läs/skriv.
uk: Дозволити довге читання/запис.
zh_cn: 启用大型读/写。

source: Use the new 64k streaming read and write variant SMB requests introduced with Windows 2000.
af: Gebruik die nuwe 64k strooming lees en skryf variant SMB versoeke bekendgestel met Vensters 2000.
ca: Utilitzeu la nova variant per transmissió de 64k lectura/escriptura per sol·licituds SMB introduïdes amb Windows 2000.
cs: Používat novou, 64k variantu vysílání SMB požadavků na čtení a zápis, uvedenou společně s Windows 2000.
de: Nutzung der 64K Streaming Lese- und Schreibzugriffe über Samba/SMB (eingeführt mit Windows 2000')
el: Χρήση της νέας (64k) ροής διαβάσματος και ανάγνωσης των αιτήσεων SMB, παραλλαγή που εισήχθησε με τα Windows 2000.
es: Usa el nuevo stream SMB de 64k para lectura y escritura introducido con Windows 2000.
fr: Utiliser les nouvelles requêtes SMB lecture/écriture en streaming 64k apparues avec Windows 2000.
hu: Az új 64k streaming olvasási és írási változata SMB kérelmeket esetén a Windows 2000-ben.
it: Usa la nuova variante SMB per le richieste di lettura scrittura in streaming 64K, introdotta con Windows 2000.
lo: ໃຊ້ຄຳຮ້ອງຂໍ SMB ແບບ streaming ອ່ານ ແລະ ຂຽນ 64k ໃໝ່ທີ່ນຳສະເໜີກັບ Windows 2000.
nl: Gebruik voor SMB aanvragen de nieuwe 64k lees/schrijf variant, geïntroduceerd in Windows 2000.
pl: Użyj nowego 64k wariantu odczytu i zapisu zapytań do SMB wprowadzonego razem z Windows 2000.
ro: Se utilizează varianta nouă SMB de citire/scriere în pachete de 64K introdusă de Windows 2000.
ru: Использовать новый вариант SMB запросов для чтения и записи потоками по 64k, который поддерживается начиная с Windows 2000
sv: Använd den nya 64k strömmande läs- och skrivvariant av SMB-förfrågan som introducerades med Windows 2000
uk: Використовує новий 64k варіант потокового читання і запису запитів SMB, що з'явився у Windows 2000.
zh_cn: 启用自从Windows 2000 新增的64k 读写串流的SMB 询问。

source: Enable extended attribute support.
af: Inskakel uitgebreide attribuut ondersteuning.
ca: Activa el suport d'atributs estesos.
cs: Zapnout podporu rozšířených atributů.
de: Unterstützung erweiterter attribute aktivieren.
el: Ενεργοποίηση υποστήριξης εκτεταμένων ιδιοτήτων.
es: Habilitar soporte de atributos extendidos
fr: Activer le support d'attributs étendus.
hu: Kiterjesztett attribútumtámogatás bekapcsolása.
it: Abilita supporto attributi esteso
lo: ເປີດໃຊ້ງານການຮອງຮັບ extended attribute.
nl: Inschakelen externe attributen ondersteuning.
ro: Activare suport atribute extinse.
ru: Включить поддержку расширенных атрибутов.
sv: Aktivera stöd för utökade attribut.
uk: Дозволити підтримку розширених атрибутів.
zh_cn: 启用扩展属性支持。

source: Allow clients to attempt to store OS/2 style extended attributes on a share.
af: Laat kliënte toe om te probeer om OS/2 tipe uitgebreide eienskappe op 'n gedeelde te stoor.
ca: Permet que els clients intentin emmagatzemar atributs estesos d'estil OS/2 en un recurs.
cs: Umožnit klientům pokoušet se při ukládání na sdílení používat rozšířené atributy ve stylu systému IBM OS/2.
de: Das Speichern von Dateiattributen im OS/2-Stil auf der Freigabe durch Clients zulassen.
el: Επιτρέπει στους πελάτες την προσπάθεια αποθήκευσης εκτεταμένων ιδιοτήτων OS/2 σε ένα κοινόχρηστο.
es: Permitir a los clientes intentar guardar atributos extendidos del estilo OS/2 en un recurso compartido.
fr: Autoriser les clients à tenter de stocker des attributs étendus OS/2 sur un partage.
hu: Megengedi a klienseknek, hogy megpróbáljanak OS/2 kiterjesztett attribútumokat tárolni a megosztáson.
it: Consente ai client di tentare il salvataggiodegli attributi estesi in stile OS/2 su una condivisione.
lo: ອະນຸຍາດໃຫ້ client ພະຍາຍາມເກັບ extended attributes ແບບ OS/2 ໃນການແບ່ງປັນ.
nl: Sta cliënten toe om te proberen OS/2-stijl externe attributen op te slaan in een deling.
pl: Zezwalaj klientom na przechowywanie rozszerzonych atrybutów OS/2 dla udziału.
ro: Permite clienților să utilizeze atribute extinse tip OS/2
ru: Разрешить клиентам хранить атрибуты в стиле OS/2 на общем ресурсе.
sv: Tillåt klienter att försöka lagra OS/2-liknande utökade attribut på en tilldelad enhet.
uk: Дозволити клієнтам зберігати атрибути в стилі OS/2 на загальному ресурсі.
zh_cn: 允许客户端尝试在共享上存储OS/2风格的扩展属性。
