Repository: rojim666/xigmanas-code-r10599-trunk
Catalog: locale/xigmanas-*.po
Languages: af, ca, cs, de, el, es, fr, hu, it, lo, nl, pl, ro, ru, sv, uk, zh_cn

source: Level 192 - Intermediate Power Usage without Standby
af: Vlak 192 - Intermediêre Krag Gebruik sonder Staanby
ca: Nivell 192 - Consum d'energia intermedi sense entrar en espera
cs: Úroveň 192 – střední spotřeba energie bez pohotovostního režimu
de: Stufe 192 - Mittlerer Stromverbrauch ohne Standby
el: Επίπεδο 192 - Ενδιάμεση χρήση ενέργειας χωρίς χρήση αναμονής
es: Nivel 192 - Consumo de energía intermedio sin modo de espera
fr: Niveau 192 - Puissance intermédiaire sans Stand-by (pas d'arrêt rotation)
hu: 192-es szint - Közbülső energiafelhasználás készenléti üzemmód nélkül
it: Livello 192 - Consumo energetico medio senza Standby
lo: ລະດັບ 192 - ການໃຊ້ພະລັງງານລະດັບກາງໂດຍບໍ່ມີສະແຕນບາຍ
nl: Niveau 192 - Intermediair Energieverbruik zonder Standby
pl: Poziom 192 - Średnie zużycie energii bez stanu wstrzymania.
ro: Nivel 192 - Nivel intermediar de consum fără mod standby
ru: Level 192 - Среднее энергопотребление без режима Standby
sv: Nivå 192 - Medel effektförbrukning utan strömsparläge
uk: Рівень 192 - Середнє споживання енергії без засинання
zh_cn: 级别192 - 无待机的中等电源使用

source: Level 254 - Maximum Performance, Maximum Power Usage
af: Vlak 254 - Maksimum Werksverrigting, Maksimum Krag Gebruik
ca: Nivell 254 - Màxim rendiment, consum màxim
cs: Úroveň 254 – nejvyšší výkon, nejvyšší spotřeba energie
de: Level 254 - Maximale Gechwindigkeit - maximaler Stromverbrauch (permanente Höchstleistung)
el: Επίπεδο 254 - Μέγιστη απόδοση, μέγιστη χρήση ενέργειας
es: Nivel 254 - Rendimiento máximo, consumo de energía máximo
fr: Niveau 254 - Performance maximum , consommation puissance maximum
hu: 254-es szint - Maximális teljesítmény, maximális energiafelhasználás
it: Livello 254 - Massime performance, Consumo energetico massimo
lo: ລະດັບ 254 - ປະສິດທິພາບສູງສຸດ, ການໃຊ້ພະລັງງານສູງສຸດ
nl: Niveau 254 - Maximale Prestaties, Maximaal Energieverbruik
pl: Poziom 254 - Maksymalna wydajność, maksymalne zużycie energii
ro: Nivel 254 - Performanță maximă, consum maxim
ru: Level 254 - Максимальная производительность, максимальное энергопотребление
sv: Nivå 254 - Maximal prestanda, maximal effektförbrukning
uk: Рівень 254 - Максимальна продуктивність, максимальне споживання енергії
zh_cn: 级别254 - 最高性能，最大功耗

source: Power management
af: Kragbestuur
ca: Gestió d'energia
cs: Správa napájení
de: Energieverwaltung
el: Διαχείριση ενέργειας
es: Gestión de energía
fr: Gestion de l'alimentation
hu: Energiagazdálkodás
it: Gestione energia
lo: ການຈັດການພະລັງງານ
nl: Energiebeheer
pl: Zarządzanie zasilaniem
ro: Gestionare consum
ru: Управление питанием
sv: Strömhantering
uk: Керування живленням
zh_cn: 电源管理

source: This allows you to lower the power consumption of the disk, at the expense of performance.
af: Hierdie laat jou toe om die kragverbruik van die skyf te verminder, ten koste van werksverrigting.
ca: Això li permet reduir el consum d'energia del disc, a costa del rendiment.
cs: Toto umožňuje snížit spotřebu energie u disku, ovšem za cenu snížení výkonu.
de: Die Konfigurationsoption reduziert den Energieverbrauch zu Lasten der Leistung
el: Αυτό σας επιτρέπει να ελαττώσετε την κατανάλωση ενέργειας του δίσκου, σε βάρος της απόδοσης.
es: Esto permite reducir el consumo del disco a expensas del rendimiento.
fr: Ceci vous permet de baisser la consommation électrique du disque, aux dépens de la performance.
hu: Ez engedélyezi a lemez energiafelhasználásának csökkentését a teljesítmény rovására.
it: Ciò consente di ridurre il consumo di energia del disco, a scapito delle prestazioni.
lo: ນີ້ອະນຸຍາດໃຫ້ທ່ານຫຼຸດການໃຊ້ພະລັງງານຂອງດິສກ໌, ໂດຍແລກກັບປະສິດທິພາບ.
nl: Selecteer het energieverbruik voor de schijf, diverse niveau's kunnen energie besparen maar brengt dan wel de systeemprestaties omlaag.
pl: Pozwala obniżyć zużycie energii przez dysk, kosztem wydajności.
ro: Permite modificarea consumului de energie, cu afectarea corespunzătoare a performanței.
ru: Это позволяет снизить энергопотребление диска, за счет производительности
sv: Detta låter dig minska diskens energiförbrukning, på bekostnad av prestanda.
uk: Це дозволяє знизити енергоспоживання диска за рахунок продуктивності.
zh_cn: 这允许您以牺牲性能为代价降低磁盘的功耗。

source: Minimum Performance, Minimum Acoustic Output
af: Minimum Werksverrigting, Minimum Akoestiese Uitset
ca: Rendiment mínim, soroll acústic mínim
cs: Nejnižší výkon, nejnižší hlučnost
de: Minimale Performance, geringste Geräuschkulisse
el: Ελάχιστη απόδοση, ελάχιστη ένταση θορύβου
es: Rendimiento mínimo, salida máxima acústica
fr: Performance minimale, Bruit minimal
hu: Minimális teljesítmény, minimális zajszint kimenet
it: Performance minime, Output acustico minimo
lo: ປະສິດທິພາບຕ່ຳສຸດ, ສຽງອອກຕ່ຳສຸດ
nl: Minimale Prestaties, Minimale Geluidsproductie
pl: Minimum wydajności, minimum hałasu
ro: Performanță minimă, Nivel acustic minim
ru: Минимальная производительность, минимальный уровень шума
sv: Lägsta prestanda, lägsta ljudnivå
uk: Мінімальна продуктивність, мінімальний рівень шуму
zh_cn: 最小性能，最低噪音

source: Medium Acoustic Output
af: Medium Akoestiese Uitset
ca: Emissió acústica mitjà
cs: Střední hlučnost
de: Mittlere Geräuschkulisse
el: Μέτρια ένταση θορύβου
es: Salida acústica medio
fr: Bruit médian
hu: Közepes zajszint kimenet
it: Output acustico medio
lo: ສຽງອອກລະດັບກາງ
nl: Medium Geluidsproductie
pl: Średni poziom akustyczny.
ro: Nivel mediu acustic
ru: Средний уровень шума
sv: Medel ljudnivå
uk: Середній рівень шуму
zh_cn: 中等噪音

source: Maximum Performance, Maximum Acoustic Output
af: Maksimum Werksverrigting, Maksimim Akoesiese Uitset
ca: Màxim rendiment, màxim nivell acústic
cs: Nejvyšší výkon, nevyšší hlučnost
de: Maximale Performance, Maximale Geräuschkulisse
el: Μέγιστη απόδοση, μέγιστη ένταση θορύβου
es: Máximo rendimiento, Máxima salida acústica
fr: Performance maximale, Bruit maximal
hu: Maximális teljesítmény, maximális zajszint kimenet
it: Performance massime, output acustico massimo
lo: ປະສິດທິພາບສູງສຸດ, ສຽງອອກສູງສຸດ
nl: Maximale Prestaties, Maximale Geluidsproductie
pl: Maksimum wydajności, Najwyższy poziom akustyczny.
ro: Performanță maximă, Nivel acustic maxim
ru: Максимальная производительность, максимальный уровень шума
sv: Max prestanda, högsta ljudnivå
uk: Максимальна продуктивність, максимальний рівень шуму
zh_cn: 最大性能，最大噪音

source: Acoustic Level
af: Akoestiese Vlak
ca: Nivell acústic
cs: Akustická úroveň
de: Schallpegel
el: Ακουστικό Επίπεδο
es: Nivel acústico
fr: Niveau Acoustique
hu: Akkusztikus szint
it: Livello acustico
lo: ລະດັບສຽງ
nl: Akoestisch Niveau
pl: Akustyczny poziom
ro: Nivel acustic
ru: Акустический уровень
sv: Ljudnivå
uk: Акустичний рівень
zh_cn: 声学级别

source: This allows you to set how loud the drive is while it's operating.
af: Dit laat jou toe of die klank sterkte van die skyf te stel terwyl dit bedryf word.
ca: Això li permet ajustar el soroll de la unitat mentre s'està operant.
cs: Zde je možné nastavit, jak budou disky za chodu hlučné.
de: Dies erlaubt Ihnen die Lautstärke des Laufwerkes, während es in Betrieb ist, einzustellen.
el: Αυτό σας επιτρέπει να ορίσετε την ένταση του θορύβου του δίσκου όσο λειτουργεί.
es: Esto le permite configurar como de silenciosa será la unidad mientras está operando.
fr: Ceci vous permet d'ajuster le bruit produit par le disque pendant son fonctionnement.
hu: Ez lehetővé teszi, hogy milyen hangos legyen a meghajtó amíg működik.
it: Consente di impostare il livello acustico del drive quando esso è in funzione.
lo: ນີ້ອະນຸຍາດໃຫ້ທ່ານຕັ້ງຄ່າຄວາມດັງຂອງໄດຣຟ໌ໃນຂະນະທີ່ມັນເຮັດວຽກ.
nl: Selecteer een instelling om de geluidsproduktie van de harde schijf te beperken tijdens lees/schrijf acties.
pl: Pozwala to ustawić poziom głośności dysku podczas jego pracy.
ro: Vă permite să stabiliți cît de zgomotos va fi discul în timpul funcționării.
ru: Это позволяет установить, насколько будет шумным диск при работе.
sv: Detta låter dig att ställa in hur högljudd hårddisken är när den arbetar.
uk: Це дозволяє встановити наскільки гучним буде диск під час своєї роботи.
zh_cn: 这是硬盘的运作噪音控制选项。

source: Activate S.M.A.R.T. monitoring for this device.
af: Aktiveer- S.M.A.R.T. moniteer tans vir hierdie toestel.
ca: Activar control S.M.A.R.T. per a aquest dispositiu.
cs: Zapnout pro toto zařízení sledování hodnot SMART diagnostiky.
de: S.M.A.R.T. für dieses Gerät aktivieren.
el: Ενεργοποίηση παρακολούθησης S.M.A.R.T. για αυτή τη συσκευή.
es: Activar la monitorización S.M.A.R.T. para este dispositivo.
fr: Activer la surveillance S.M.A.R.T. pour ce périphérique.
hu: Aktív S.M.A.R.T. figyelés ehhez az eszközhöz.
it: Attiva monitoraggio S.M.A.R.T. per questo dispositivo
lo: ເປີດໃຊ້ການຕິດຕາມ S.M.A.R.T. ສຳລັບອຸປະກອນນີ້.
nl: Activeer S.M.A.R.T. controle voor deze schijf.
pl: Aktywuj monitoring S.M.A.R.T. dla tego urządzenia.
ro: Activează monitorizarea S.M.A.R.T. pentru acest dispozitiv.
ru: Включить S.M.A.R.T. для этого устройства.
sv: Aktivera S.M.A.R.T övervakning för denna enhet.
uk: Активувати S.M.A.R.T. моніторинг для цього пристрою.
zh_cn: 开启这个设备的 S.M.A.R.T. 监测

source: Extra options (usually empty).
af: Ekstra opsies (gewoonlik leeg).
ca: Opcions extra (generalment buit).
cs: Další předvolby (obvykle se nevyplňuje).
de: Extra Einstellungen (meist leer).
el: Επιπλέον επιλογές (συνήθως κενό).
es: Opciones extra (normalmente vacias).
fr: Options supplémentaires (habituellement vide).
hu: Extra beállítások (általában üres).
it: Opzioni aggiuntive (normalmente vuoto)
lo: ຕົວເລືອກພິເສດ (ປົກກະຕິວ່າງເປົ່າ).
nl: Extra opties (normaal leeg).
pl: Dodatkowe opcje (zazwyczaj puste).
ro: Opțiuni suplimentare (nu sunt obligatorii)
ru: Дополнительные настройки (обычно пусто).
sv: Tilläggsfunktioner (vanligtvis tomt).
uk: Додаткові опції (зазвичай не заповнюють).
zh_cn: 额外选项（通常为空白）。

source: Please check the documentation.
af: Tjek asseblief die dokumentasie.
ca: Si us plau, consulteu la documentació
cs: Podívejte se do dokumentace.
de: Bitte schauen Sie in die Dokumentation.
el: Παρακαλώ ελέγξτε την τεκμηρίωση.
es: Por favor revise la documentación
fr: S'il vous plaît consulter la documentation.
hu: Ellenőrizd a dokumentációt.
it: Per favore controllare la documentazione
lo: ກະລຸນາກວດສອບເອກະສານ.
nl: Bekijk de documentatie.
pl: Sprawdź dokumentację.
ro: Verificați documentația.
ru: См. документацию.
sv: Kontrollera dokumentationen.
uk: Будь ласка, дивіться документацію.
zh_cn: 请查看文档。

source: S.M.A.R.T. Options
af: S.M.A.R.T. Opsies
ca: S.M.A.R.T. Opcions
de: S.M.A.R.T. Einstellungen
el: Επιλογές S.M.A.R.T.
es: Opciones S.M.A.R.T.
fr: Options S.M.A.R.T.
hu: S.M.A.R.T. beállítások
it: Opzioni S.M.A.R.T.
lo: ຕົວເລືອກ S.M.A.R.T.
nl: S.M.A.R.T. Opties
pl: Opcje S.M.A.R.T
ro: Opțiuni S.M.A.R.T.
ru: S.M.A.R.T. параметры
sv: S.M.A.R.T. Optioner
uk: Опції S.M.A.R.T.
zh_cn: S.M.A.R.T. 选项

source: This option allows you to set the file system of already formatted disks containing data.
af: Die opsie laat jou toe om die lêer stelsel te stel van reeds geformatiseerde skywe wat data bevat.
ca: Aquesta opció us permet configurar el sistema d'arxius de discs formatats ja que contenen dades.
cs: Tato předvolba umožňuje nastavit souborový systém už formátované jednotky obsahující data.
de: Diese Einstellung erlaubt Ihnen das Dateisystem von bereits formatierten Datenträgern vorzugeben die bereits Daten enthalten.
el: Αυτή η επιλογή σας επιτρέπει να ορίσετε το σύστημα αρχείων για ήδη διαμορφωμένους δίσκους που περιέχουν δεδομένα.
es: Está opción, permite montar un sistema de archivos d eun disco preformateado que contiene datos utiles.
fr: Cette option vous permet de définir le système de disques déjà formatés contenant des données.
hu: Ez a beállítása lehetővé teszi már megformázott, adatokat tartalmazó lemez fájlrendszerének beállítását.
it: Questa opzione consente di settare il file system di dischi già formattati contenti dati.
lo: ຕົວເລືອກນີ້ອະນຸຍາດໃຫ້ທ່ານຕັ້ງຄ່າລະບົບໄຟລ໌ຂອງດິສກ໌ທີ່ຈັດຮູບແບບແລ້ວ ແລະ ມີຂໍ້ມູນ.
nl: Met deze optie kunt u het bestandssysteem instellen van reeds geformatteerde schijven met data gegevens.
pl: Ta opcja pozwala ustawić system plików sformatowanego dysku zawierającego dane.
ro: Această opțiune permite să definiți sistemul de fișiere pentru discuri formatate care conțin deja date.
ru: Эта опция позволяет вам задать файловую систему для уже форматированного диска, содержащего данные.
sv: Detta alternativ låter dig sätta filsystem för redan formaterade diskar som innehåller data.
uk: Ця опція дозволяє встановити файлову систему для вже відформатованих дисків, що містять дані.
zh_cn: 此选项允许您设置包含数据的已格式化磁盘的文件系统。

source: Select option 'Unformatted' for unformatted disks and format them with the
af: Kies die opsie 'Ongeformatteerd' vir ongeformatteerde skywe en formateer hulle met die keuse
ca: Seleccionar l'opció "sense format" per als discos sense format i donar-los format amb el
cs: V případě předem nepřipravených disků vyberte možnost „nenaformátovaný“ a připravte je tak pomocí
de: Wählen Sie 'unformatiert' für unformatierte Festplatten und formatieren Sie diese mit dem
el: Διαλέξτε την επιλογή 'Αδιαμόρφωτο' για αδιαμόρφωτους δίσκους και διαμορφώστε τους με
es: Seleccionar opción 'sin formatear' para discos sin formato y luego formatearlo con
fr: Sélectionnez l'option 'Unformatted' pour des disques non formatés et les formater avec Disques|Gestion|Format de Disque Dur|.
hu: Válaszd a 'Formázatlan' beállítást a nem formázott lemezekhez, majd formázd meg őket
it: Selezionare l'opzione 'non formattato' per dischi non formattati e formattarli con
lo: ເລືອກຕົວເລືອກ 'ບໍ່ໄດ້ຈັດຮູບແບບ' ສຳລັບດິສກ໌ທີ່ບໍ່ໄດ້ຈັດຮູບແບບ ແລະ ຈັດຮູບແບບດ້ວຍ
nl: Selecteer de optie 'Ongeformatteerd' voor ongeformatteerde schijven en formatteer deze met de
pl: Wybierz "Niesformatowany" dla niesformatowanego dysku i sformatuj go
ro: Selectați opțiunea 'Neformatat' pentru discuri neformatate și formatați-le folosind
ru: Выберите вариант “Unformatted” для не форматированных дисков и отформатируйте их с помощью
sv: Välj alternativet 'Oformaterad' för oformaterade diskar och formatera dem med
uk: Виберіть варіант "Неформатований" для неформатованих дисків і відформатуйте їх за допомогою
zh_cn: 为未格式化的磁盘选择“未格式化”选项，并用右边的工具格式化它们:

source: Format Program
af: Formaat Prograam
ca: Programa de format
cs: Nástroj pro formátování
de: Formatierungsprogramm
el: Πρόγραμμα Διαμόρφωσης
es: Programa de formato
fr: Programme Format
hu: Formázó program
it: Programma Formattazione
lo: ໂປຣແກຣມຈັດຮູບແບບ
nl: Formatteer Programma
pl: Program formatowania
ro: Program formatare
ru: Программа Форматирования
uk: Программа форматування
zh_cn: 格式化程序

source: Preformatted file system
af: Vooraf geformatteerde lêer stelsel
ca: Sistema d'arxius preformatejat
cs: Předpřipraveno se souborovým systémem
de: Vorformatiertes Dateisystem
el: Προδιαμορφωμένο σύστημα αρχείων
es: Sistema de archivos preformateado
fr: Système de fichiers préformaté
hu: Előreformázott fájlrendszer
it: File system preformattato
lo: ລະບົບໄຟລ໌ທີ່ຈັດຮູບແບບໄວ້ລ່ວງໜ້າ
nl: Reeds geformatteerd bestandssyteem
pl: Wstępnie sformatowany system plików
ro: Sistem de fișiere preformatat
ru: Уже имеющаяся файловая система
sv: Förformaterat filsystem
uk: Попередньо форматована файлова система
zh_cn: 已格式化的文件系统

source: iSCSI Initiator Settings
af: iSCSI Inisieerder Instellings
ca: Configuració de l'iniciador iSCSI
cs: Nastavení iSCSI iniciátoru
de: iSCSI Initiator Einstellungen
el: Ρυθμίσεις Εκκινητή iSCSI
es: Ajustes del iniciador iSCSI
fr: Paramètres de l'initiateur iSCSI
hu: iSCSI Kezdeményező beállítások
it: Settaggi dell'inizializzatore iSCSI
lo: ການຕັ້ງຄ່າ iSCSI Initiator
nl: iSCSI Initiator Instellingen
pl: Ustawienia inicjatora iSCSI
ro: Setări Inițiator iSCSI
ru: Настройки iSCSI инициатора
sv: iSCSI Initiator inställningar
uk: Налаштування ініціатора iSCSI
zh_cn: iSCSI启动器设置

source: Interval
de: Intervall
el: Μεσοδιάστημα
es: Intervalo
fr: Intervalle
hu: Időköz
it: Intervallo
lo: ໄລຍະເວລາ
pl: Odstęp
ru: Интервал
sv: Intervall
uk: Інтервал
zh_cn: 间隔

source: Power Mode
af: Krag Modus
ca: Mode d'energia
cs: Režim napájení
de: Strom-Modus
el: Λειτουργία ενέργειας
es: Modo de energía
fr: Mode de gestion d'alimentation
hu: Energia üzemmód
it: Modo Alimentazione
lo: ໂໝດພະລັງງານ
nl: Energie Mode
pl: Tryb zasilania
ro: Mod Energetic
ru: Режим энергопотребления
sv: Effektläge
uk: Режим живлення
zh_cn: 电源模式

source: Difference
af: Verskil
ca: Diferència
cs: Rozdíl
de: Differenz
el: Διαφορά
es: Diferencia
fr: Différence
hu: Eltérés
it: Differenza
lo: ຄວາມແຕກຕ່າງ
nl: Verschil
pl: Różnica
ro: Diferență
ru: Изменение
sv: Skillnad
uk: Різниця
zh_cn: 差异

source: Informal
af: Informaal
cs: Pro informaci
de: Zur Information
el: Ανεπίσημος
es: Incremental
fr: Informel
hu: Jelzés
it: Informale
lo: ບໍ່ເປັນທາງການ
nl: Informeel
pl: Nieformalny
ro: Informare
ru: Информирование
sv: Varning
uk: Інформування
zh_cn: 非正式

source: To Email Address
af: Na Epos Adres
ca: Per a l'adreça de correu electrónic
cs: Na e-mailovou adresu
de: Empfänger-E-Mail-Adresse
el: Διεύθυνση ηλεκτρονικού ταχυδρομείου παραλήπτη
es: Para: Dirección de e-mail
fr: Vers cette adresse mail
hu: Címzett e-mail címe
it: All Indirizzo Email
lo: ທີ່ຢູ່ອີເມລ໌ຜູ້ຮັບ
nl: E-mailadres Ontvanger
pl: Adres email
ro: Adresă de email destinație
ru: Email адрес
sv: Till e-postadress
uk: До електронної адреси
zh_cn: 到Email地址

source: Interval must be greater or equal than 10 seconds.
af: Interval moet grooter as of gelyk aan 10 sekondes wees.
ca: Interval ha de ser major o igual a 10 segons.
cs: Je třeba, aby interval byl alespoň 10 sekund.
de: Das Intervall muss genau oder länger als 10 Sekunden sein.
el: Το διάστημα πρέπει να είναι μεγαλύτερο ή ίσο από 10 δευτερόλεπτα.
es: El intervalo debe ser mayor o igual a 10 segundos.
fr: L'intervalle doit être supérieur ou égal à 10 secondes.
hu: A beírt időtartamnak nagyobb vagy egyenlőnek kell lennie 10 mp-nél.
it: L'intervallo deve essere maggiore od uguale a 10 secondi.
lo: ໄລຍະເວລາຕ້ອງໃຫຍ່ກວ່າ ຫຼື ເທົ່າກັບ 10 ວິນາທີ.
nl: De interval moet groter of gelijk zijn aan 10 seconden.
pl: Okres czasu musi być większy lub równy 10 sekund.
ro: Intervalul trebuie să fie mai mare sau egal cu 10 secunde.
ru: Интервал должен быть больше или равен 10 секундам.
sv: Intervall måste vara minst 10 sekunder.
uk: Інтервал повинен бути більший або рівний ніж 10 секунд.
zh_cn: 间隔值必须大于或等于10秒。

source: Short Self-Test
af: Kort self-Toets
ca: Auto-comprovació curta
cs: Krátký samotest
de: kurzer Selbsttest
es: Auto-Test Corto.
fr: Auto-test court
hu: Rövid önteszt
it: Autocontrollo veloce
lo: ການທົດສອບຕົນເອງແບບສັ້ນ
nl: Korte Zelf-Test
pl: Krótki self-test
ro: Auto-test rapid
ru: Короткое самотестирование
sv: Kort självtest
uk: Коротке самотестування (Short Self-Test)
zh_cn: 短自检

source: Long Self-Test
af: Lang Self-Toets
ca: Autocomprovació llarga
cs: Dlouhý samotest
de: Vollständiger Selbsttest
es: Auto-Test Largo
fr: Auto-test long
hu: Hosszú önteszt
it: Auto test lungo
lo: ການທົດສອບຕົນເອງແບບຍາວ
nl: Lange Zelf-Test
pl: Długi self-test
ro: Test detaliat
ru: Долгое самотестирование
sv: Lång självtest
uk: Довге Самотестування
zh_cn: 长期自测

source: Conveyance Self-Test
af: Conveyance Selftoets
ca: Autocomprovació de trasnferencia
cs: Test případného poškození při přepravě
de: Übertraguungs- Selbsttest
es: Auto-Test de transporte.
fr: Auto-test de transfert
hu: Konjov önteszt
it: Autocontrollo 'Conveyance'
lo: ການທົດສອບຕົນເອງແບບຂົນສົ່ງ
nl: Na-transport Zelf-Test
ro: Auto-test detaliat
sv: Överföringssjälvtest
uk: Самотестування передавання
zh_cn: 输送自检

source: Offline Immediate Test
af: Aflyn Onmiddellike Toets
ca: Prova immediata de desconexió
cs: Okamžitý test při vypnutí
de: Sofortiger Offline Test
es: Test offline inmediato
fr: Test immédiat hors ligne
hu: Offline azonnali teszt
it: Test offline immediato
lo: ການທົດສອບທັນທີແບບອອບລາຍ
nl: Offline Onmiddellijke Test
ro: Test offline imediat
ru: Непосредственный тест офлайн
sv: Omedelbar offlinetest
uk: Офлайновий негайний тест
zh_cn: 离线即时测试

source: Reload Page
af: Herlaai Bladsy
ca: Recarregar pàgina
cs: Načíst stránku znovu
de: Seite nochmal laden
el: Επαναφόρτωση Σελίδας
es: Recargar página
fr: Rafraîchir la page
hu: Oldal újratöltése
it: Ricarica pagina
lo: ໂຫຼດໜ້າຄືນໃໝ່
nl: Pagina Herladen
pl: Załaduj ponownie stronę
ro: Reîncărcare pagină
ru: Перезагрузить страницу
sv: Ladda om sidan
uk: Перезавантажити сторінку
zh_cn: 重新加载页面

source: USB Mass Storage Devices
af: USB Massa Stoor Toestelle
ca: Dispositius d'emmagatzematge massiu USB
cs: USB jednotky pro ukládání dat
de: USB Massenspeichergerät
el: Μαζικές Συσκευές Αποθήκευσης USB
es: Dispositivos de almacenamiento masivo USB
fr: Périphériques de stockage de masse USB
hu: USB Mass tároló eszközö
it: Dispositivo di memorizzazione di massa USB
lo: ອຸປະກອນເກັບຂໍ້ມູນ USB
nl: USB Mass Storage Apparaten
pl: Urządzenia pamięci masowej USB
ro: Dispozitiv de stocare USB
ru: Устройства хранения данных USB
sv: USB Masslagringsenheter
uk: Пристрої USB Mass Storage
zh_cn: USB大容量存储设备

source: Make sure you have already configured your email settings
af: Maak seker dat jy reeds gekonfigureer het jou epos instellings
ca: Assegureu-vos que ja ha configurat els paràmetres de email
cs: Ověřte, zda jsou provedena nastavení ohledně e-mailu
de: Stellen Sie sicher, dass die E-Mail-Einstellungen bereits konfiguriert sind.
el: Σιγουρευτείτε ότι έχετε ήδη κάνει τις ρυθμίσεις για το ηλεκτρονικό ταχυδρομείο
es: Asegúrese de haber configurado los ajustes de email
fr: Assurez-vous que vous avez déjà configuré vos paramètres de messagerie
hu: Győződj meg arról, hogy az e-mail tulajdonságokat beállítottad.
it: Assicurarsi di aver già configurato le impostazioni dell'email
lo: ກວດສອບໃຫ້ແນ່ໃຈວ່າທ່ານໄດ້ຕັ້ງຄ່າອີເມລ໌ຂອງທ່ານແລ້ວ
nl: Zorg ervoor dat u uw email-instellingen al correct heeft geconfigureerd
pl: Upewnij się że już skonfigurowałeś swój email
ro: Asigurați-vă că ați configurat deja adresa de email
ru: Убедитесь, что вы уже настроили параметры электронной почты
sv: Se till att du har gjort dina e-postinställningar
uk: Переконайтеся, що ви вже налаштували параметри електронної пошти
zh_cn: 确保您已配置电子邮件设置

source: Make sure you have activated S.M.A.R.T. for your devices.
af: Maak seeker dat jy S.M.A.R.T. vir al jou toestelle geaktiveer het
ca: Assegureu-vos que ha activat S.M.A.R.T. per als seus dispositius.
cs: Zkontrolujte, zda máte zapnuté SMART dohledování u svých zařízení.
de: Aktivieren Sie S.M.A.R.T. für Ihre Geräte.
el: Βεβαιωθείτε ότι έχετε ενεργοποιήσει το S.M.A.R.T. στις συσκευές σας.
es: Asegúrese de haber activado S.M.A.R.T. para todos sus dispositivos.
fr: Assurez-vous que vous avez activé S.M.A.R.T. pour vos périphériques.
hu: Bizonyosodjon meg róla, hogy a S.M.A.R.T.-ot aktiválta eszközein.
it: Assicurarsi di aver attivato S.M.A.R.T. per le periferiche.
lo: ກວດສອບໃຫ້ແນ່ໃຈວ່າທ່ານໄດ້ເປີດໃຊ້ S.M.A.R.T. ສຳລັບອຸປະກອນຂອງທ່ານແລ້ວ.
nl: Controleer of S.M.A.R.T ingeschakeld staat voor de harde schijf(schijven).
pl: Upewnij się, że aktywowałeś funkcję S.M.A.R.T. dla urządzeń
ro: Verificați dacă ați activat S.M.A.R.T.
ru: Убедитесь, что S.M.A.R.T. на вашем устройстве включен.
sv: Se till att du har aktiverat S.M.A.R.T. för dina enheter.
uk: Переконайтесь, що ви активували S.M.A.R.T. для вашого пристрою.
zh_cn: 请确定你已经启用装置的 S.M.A.R.T.。
