Repository: rojim666/xigmanas-code-r10599-trunk
Catalog: locale/xigmanas-*.po
Languages: af, ca, cs, de, el, es, fr, hu, it, lo, nl, pl, ro, ru, sv, uk, zh_cn

source: Edit WebDAV Record
af: Wysig WebDAV Rekord
ca: Edita el registre de WebDAV
cs: Upravit záznam WebDAV
de: WebDAV Eintrag bearbeiten
el: Επεξεργασία Εγγραφής WebDAV
es: Editar registro WebDAV
fr: Modifier un Enregistrement WebDAV
hu: WebDAV bejegyzés módosítása
it: Edita il record WebDav
lo: ແກ້ໄຂລາຍການ WebDAV
nl: Bewerk WebDAV Item
ro: Editare înregistrare WebDAV
ru: Изменить WebDAV запись
sv: Ändra WebDAV post
uk: Редагувати запис WebDAV
zh_cn: 编辑WebDAV记录

source: WebDAV record is marked for deletion
af: WebDAV rekord is gemerk vir skrap
ca: El registre de WebDAV està marcat per esborrar
cs: WebDAV záznam je označen pro smazání
de: WebDAV Eintrag ist zum Löschen markiert
el: Η εγγραφή WebDAV έχει σημειωθεί προς διαγραφή
es: El registro WebDAV está marcado para borrar
fr: L'enregistrement WebDAV est marqué pour suppression
hu: A WebDAV bejegyzést megjelölték törlésre
it: Il record WebDAV è segnato per la cancellazione
lo: ລາຍການ WebDAV ຖືກໝາຍໄວ້ເພື່ອລຶບ
nl: WebDAV item is gemarkeerd voor verwijdering
ro: Înregistrarea WebDAV este marcată pentru ștergere
ru: WebDAV запись отмечена для удаления.
sv: WebDAV posten är markerad för borttagning
uk: Запис WebDAV позначений для видалення
zh_cn: WebDAV记录标记为删除

source: WebDAV record is locked
af: WebDAV rekord is toegeslot
ca: El registre de WebDAV està bloquejat
cs: WebDAV záznam je uzamčený
de: WebDAV Eintrag ist gesperrt
el: Η εγγραφή WebDAV είναι κλειδωμένη
es: Registro WebDAV bloqueado
fr: L'enregistrement WebDAV est verrouillé
hu: A WebDAV bejegyzés zárolt
it: Il record WebDAV è bloccato
lo: ລາຍການ WebDAV ຖືກລັອກ
nl: WebDAV item is vergrendeld
ro: Înregistrarea WebDAV este blocată
ru: WebDAV запись заблокирована.
sv: WebDAV posten är låst
uk: Запис WebDAV заблокований
zh_cn: WebDAV记录被锁定

source: WebDAV record is unlocked
af: WebDAV rekord is ontgeslot
ca: El registre de WebDAV està desbloquejat
cs: WebDAV záznam je odemknutý
de: WebDAV Eintrag ist entsperrt
el: Η εγγραφή WebDAV είναι ξεκλείδωτη
es: Registro WebDAV desbloqueado
fr: L'enregistrement WebDAV est déverrouillé
hu: A WebDAV bejegyzés zárolását feloldották
it: Il record WebDAV è sbloccato
lo: ລາຍການ WebDAV ຖືກປົດລັອກ
nl: WebDAV item is ontgrendeld
ro: Înregistrarea WebDAV este deblocată
ru: WebDAV запись разблокирована.
sv: WebDAV posten är olåst
uk: Запис WebDAV розблокований
zh_cn: WebDAV记录已解锁

source: Delete Selected WebDAV Records
af: Skrap Geselekteerde WebDAV Rekords
ca: Elimineu els registres seleccionats de WebDAV
cs: Odstranit vybrané záznamy služby WebDAV
de: Lösche ausgewählte WebDAV Einträge
el: Διαγραφή Επιλεγμένων Εγγραφών WebDAV
es: Borrar registros seleccionados WebDAV
fr: Supprimer les Enregistrements WebDAV Sélectionnés
hu: Kiválasztott WebDAV bejegyzések törlése
it: Cancella i Record WebDAV selezionati
lo: ລຶບລາຍການ WebDAV ທີ່ເລືອກ
nl: Geselecteerde WebDAV items Verwijderen
ro: Ștergere selecție înregistrări WebDAV
ru: Удалить выбранные WebDAV записи
sv: Ta bort valda WebDAV poster
uk: Видалити обрані записи WebDAV
zh_cn: 删除所选的WebDAV记录

source: Disable Selected WebDAV Records
af: Deaktiveer Geselekteerde WebDAV Rekords
ca: Desactiva els registres seleccionats de WebDAV
cs: Vypnout označené WebDAV záznamy
de: Schalte ausgewählte WebDAV Einträge ab
el: Απενεργοποίηση Επιλεγμένων Εγγραφών WebDAV
es: Desactivar registros seleccionados WebDAV
fr: Désactiver les Enregistrements WebDAV Sélectionnés
hu: Kiválasztott WebDAV bejegyzések tiltása
it: Disabilita i Record WebDAV selezionati
lo: ປິດໃຊ້ງານລາຍການ WebDAV ທີ່ເລືອກ
nl: Geselecteerde WebDAV Items Uitschakelen
ro: Dezactivare selecție înregistrări WebDAV
ru: Отключить выбранные WebDAV записи
sv: Inaktivera valda WebDAV poster
uk: Вимкнути обрані записи WebDAV
zh_cn: 禁用所选的WebDAV记录

source: Enable Selected WebDAV Records
af: Inskakel Geselekteerde WebDAV Rekords
ca: Activa els registres seleccionats de WebDAV
cs: Zapnout označené záznamy pro WebDAV
de: Schalte ausgewählte WebDAV Einträge ein
el: Ενεργοποίηση Επιλεγμένων Εγγραφών WebDAV
es: Activar registros WebDAV seleccionados
fr: Activer les eEnregistrements WebDAV Sélectionnés
hu: Kiválasztott WebDAV bejegyzések bekapcsolása
it: Abilita i record WebDav selezionati
lo: ເປີດໃຊ້ງານລາຍການ WebDAV ທີ່ເລືອກ
nl: Geselecteerde WebDAV Items Inschakelen
ro: Activare înregistrări WebDAV selectate
ru: Включить выбранные WebDAV записи
sv: Aktivera valda WebDAV poster
uk: Увімкнути обраний запис WebDAV
zh_cn: 启用选定的WebDAV记录

source: Toggle Selected WebDAV Records
af: Toggle Geselekteerde WebDAV Rekords
ca: Commuta els registres seleccionats de WebDAV
cs: Vyp/zap označené WebDAV záznamy
de: Ausgewählte WebDAV Einträge umschalten.
el: Μεταβολή Επιλεγμένων Εγγραφών WebDAV
es: Cambiar entre los registros WebDAV seleccionados
fr: Activer / Désactiver les Enregistrements WebDAV Sélectionnés
hu: A kiválasztott WebDAV bejegyzések átkapcsolása
it: Abilitare i record WebDAV selezionati
lo: ສະຫຼັບການໃຊ້ງານລາຍການ WebDAV ທີ່ເລືອກ
nl: Geselecteerde WebDAV Items Omschakelen
ro: Inversare selecție înregistrări WebDAV
ru: Переключить выбранные WebDAV записи
sv: Växla valda WebDAV poster
uk: Перемкнути обрані записи WebDAV
zh_cn: 切换选定的WebDAV记录

source: Do you want to delete selected WebDAV records?
af: Wil jy geselekteerde WebDAV-rekords skrap?
ca: Voleu eliminar els registres seleccionats WebDAV?
cs: Opravdu chcete označené záznamy pro WebDAV smazat?
de: Möchten Sie die ausgewählten WebDAV Einträge löschen?
el: Θέλετε να διαγράψετε τις επιλεγμένες εγγραφές WebDAV;
es: Quieres borrar registros seleccionados WebDAV?
fr: Voulez-vous supprimer les enregistrements WebDAV sélectionnés?
hu: Biztos, hogy törlöd a kiválasztott WebDAV bejegyzéseket?
it: Vuoi cancellare i record WebDAV selezionati?
lo: ທ່ານຕ້ອງການລຶບລາຍການ WebDAV ທີ່ເລືອກອອກບໍ່?
nl: Wilt u de geselecteerde WebDAV items wissen?
ro: Doriți să ștergeți înregistrări WebDAV selectate?
ru: Вы действительно хотите удалить выбранные WebDAV записи?
sv: Vill du ta bort valda WebDAV poster
uk: Ви підтверджуєте видалення обраних записів WebDAV?
zh_cn: 是否要删除所选的WebDAV记录？

source: Do you want to disable selected WebDAV records?
af: Wil jy geselekteerde WebDAV rekords deaktiveer?
ca: Voleu desactivar els registres WebDAV seleccionats?
cs: Opravdu chcete vypnout označené WebDAV záznamy?
de: Möchten Sie die ausgewählten WebDAV Einträge abschalten?
el: Θέλετε να επενεργοποιήσετε τις επιλεγμένες εγγραφές WebDAV;
es: Quieres desactivar los registros seleccionados WebDAV?
fr: Voulez-vous désactiver les enregistrements WebDAV sélectionnés?
hu: Biztos, hogy letiltod a kiválasztott WebDAV bejegyzéseket?
it: Vuoi disabilitare i record WebDAV selezionati?
lo: ທ່ານຕ້ອງການປິດໃຊ້ງານລາຍການ WebDAV ທີ່ເລືອກບໍ່?
nl: Wilt u de geselecteerde WebDAV items uitschakelen?
ro: Doriți să dezactivați înregistrările WebDAV selectate?
ru: Вы действительно хотите отключить выбранные WebDAV записи?
sv: Vill du inaktivera valda WebDAV poster?
uk: Ви підтверджуєте вимкнення обраних записів WebDAV?
zh_cn: 是否要禁用所选的WebDAV记录？

source: Do you want to enable selected WebDAV records?
af: Wil jy geselekteerde WebDAV rekords inskakel?
ca: Voleu activar els registres seleccionats WebDAV?
cs: Opravdu chcete zapnout označené záznamy pro WebDAV?
de: Möchten Sie die ausgewählten WebDAV Einträge einschalten?
el: Θέλετε να ενεργοποιήσετε τις επιλεγμένες εγγραφές WebDAV;
es: Quieres habilitar los registros seleccionados WebDAV?
fr: Voulez-vous activer les enregistrements WebDAV sélectionnés?
hu: Biztos, hogy engedélyezed a kiválasztott WebDAV bejegyzéseket?
it: Vuoi abilitare i record WebDAV selezionati?
lo: ທ່ານຕ້ອງການເປີດໃຊ້ງານລາຍການ WebDAV ທີ່ເລືອກບໍ່?
nl: Wilt u de geselecteerde WebDAV items inschakelen?
ro: Doriți să activați înregistrările WebDAV selectate?
ru: Вы действительно хотите включить выбранные WebDAV записи?
sv: Vill du aktivera valda WebDAV poster?
uk: Ви підтверджуєте увімкнення обраних записів WebDAV?
zh_cn: 是否要启用所选的WebDAV记录？

source: Do you want to toggle selected WebDAV records?
af: Doen jy wil geselekteerde WebDAV rekords toggle?
ca: Voleu canviar els registres seleccionats de WebDAV?
cs: Opravdu chcete přepnout označené WebDAV záznamy?
de: Möchten Sie die ausgewählten WebDAV Einträge umschalten?
el: Θέλετε να μεταβάλλετε τις επιλεγμένες εγγραφές WebDAV;
es: Quieres cambiar los registros seleccionados WebDAV?
fr: Voulez-vous changer d'état les enregistrements WebDAV sélectionnés?
hu: Biztos, hogy átkapcsolod a kiválasztott WebDAV bejegyzéseket?
it: Vuoi inviare i record WebDav?
lo: ທ່ານຕ້ອງການສະຫຼັບການໃຊ້ງານລາຍການ WebDAV ທີ່ເລືອກບໍ່?
nl: Wilt u de geselecteerde WebDAV items omschakelen?
ro: Doriți să inversați înregistrările WebDAV selectate?
ru: Вы действительно хотите переключить выбранные WebDAV записи?
sv: Vill du växla valda WebDAV poster?
uk: Ви підтверджуєте перемикання обраних записів WebDAV?
zh_cn: 是否要切换选定的WebDAV记录？

source: Name of the WebDAV Record.
af: Naam van die WebDAV Rekord.
ca: Nom del registre WebDAV.
cs: Název záznamu pro WebDAV.
de: Name des WebDAV Eintrages.
el: Όνομα της εγγραφής WebDAV.
es: Nombre del registro WebDAV.
fr: Nom de l'Enregistrement WebDAV.
hu: A WebDAV bejegyzés megnevezése.
it: Nome del Record WebDAV
lo: ຊື່ຂອງລາຍການ WebDAV.
nl: Naam van de WebDAV Item.
ro: Numele înregistrării WebDAV.
ru: Имя WebDAV записи.
sv: Namn på WebDAV posten.
uk: Ім'я запису WebDAV.
zh_cn: WebDAV记录的名称。

source: The WebDAV configuration is applied to all folders matching this pattern.
af: Die WebDAV konfigurasie word toegepas op alle gidse wat by hierdie patroon ooreenstem.
ca: La configuració de WebDAV s'aplica a totes les carpetes que coincideixin amb aquest patró.
cs: Nastavení WebDAV je uplatněno na všechny složky odpovídající tomuto vzoru.
de: Die WebDAV Konfiguration wird auf alle Ordner angewendet, auf die dieses Msuter passt.
el: Οι ρυθμίσεις WebDAV εφαρμόζονται σε όλους τους φακέλους που ταιριάζουν με αυτό το πρότυπο.
es: La configuración de WebDAV será aplicada a todas las carpetas que coincidan con este patrón.
fr: La configuration WebDAV est appliquée à tous les dossiers correspondant à ce modèle.
hu: A mintára illeszkedő összes mappára alkalmazzuk a WebDAV beállításait.
it: La configurazione WebDAV è applicata per tutte le cartelle che coincidono con questo profilo
lo: ການຕັ້ງຄ່າ WebDAV ຖືກນຳໃຊ້ກັບທຸກໂຟນເດີທີ່ກົງກັບຮູບແບບນີ້.
nl: De WebDAV configuratie wordt toegepast op alle mappen die overeenkomen met dit patroon.
ro: Configurația WebDAV este aplicată tuturor folderelor care respectă acest model.
ru: Конфигурация WebDAV успешно применена ко все папкам, соответствующим выбранному шаблону.
sv: WebDAV konfigurationen implementeras på alla kataloger med detta mönster.
uk: Конфігурація WebDAV застосовується до всіх каталогів, що відповідають цьому шаблону.
zh_cn: WebDAV配置应用于与此模式匹配的所有文件夹。

source: Read-Only Access.
af: Lees-Slegs Toegang.
ca: Accés només de lectura.
cs: Přístup pouze pro čtení.
de: Schreibgeschützter Zugriff.
el: Πρόσβαση Μόνο για ανάγνωση
es: Acceso sólo de lectura.
fr: Accès en lecture seule.
hu: Írásvédett hozzáférés.
it: Accesso in sola lettura
lo: ການເຂົ້າເຖິງແບບອ່ານຢ່າງດຽວ.
nl: Alleen-lezen Toegang.
ro: Acces doar citire.
ru: Доступ только для чтения
sv: Endast läsaccess.
uk: Доступ тільки для читання.
zh_cn: 只读访问权限。

source: Use Sqlite for lockings and properties.
af: Gebruik Sqlite vir lockings en eiendomme.
ca: Utilitzeu Sqlite per a bloquejos i propietats.
cs: Použít pro zamykání a vlastnosti Sqlite.
de: Benutze Sqlite für die Verwaltung von Sperrungen und Eigenschaften von Dateien.
el: Χρήση Sqlite για κλειδώματα και ιδιότητες.
es: Usar SQLite para bloqueos y propiedades
fr: Utilisez Sqlite pour les verrouillages et les propriétés.
hu: Sqlite használata zárolásokhoz és tulajdonságokhoz.
lo: ໃຊ້ Sqlite ສຳລັບການລັອກ ແລະ ຄຸນສົມບັດ.
nl: Gebruik Sqlite voor vergrendelingen en eigenschappen.
ro: Utilizează Sqlite pentru blocări și proprietăți.
ru: Использовать Sqlite для блокировок и свойств.
sv: Använd Sqlite för lås och egenskaper.
uk: Використовувати Sqlite для блокування та властивостей.
zh_cn: 使用Sqlite进行锁定和属性。

source: These parameters will be added to this WebDAV configuration.
af: Hierdie parameters sal bygevoeg word tot hierdie WebDAV konfigurasie.
ca: Aquests paràmetres s'afegiran a aquesta configuració de WebDAV.
cs: Tyto parametry budou přidány do této konfigurace WebDAV.
de: Diese Parameter werden zu dieser WebDAV Konfiguration hinzugefügt.
el: Αυτές οι παράμετροι θα προστεθούν σε αυτή την παραμετροποίηση του WebDAV.
es: Estos parámetros se añadirán a la configuración de WebDAV.
fr: Ces paramètres vont être ajoutés à la configuration de WebDAV
hu: Ezeket a paramétereket ehhez a WebDAV konfigurációhoz adjuk hozzá
it: Questi parametri saranno aggiunti alla configurazione di questo server WebDAV
lo: ພາຣາມິເຕີເຫຼົ່ານີ້ຈະຖືກເພີ່ມເຂົ້າໃນການຕັ້ງຄ່າ WebDAV ນີ້.
nl: Deze parameters worden toegevoegd aan de WebDAV configuratie.
ro: Acești parametri vor fi adăugați la fișierul de configurare WebDAV.
ru: Эти параметры будут добавлены в эту конфигурацию WebDAV.
sv: Dessa parametrar kommer läggas till i denna WebDAV konfiguration.
uk: Ці параметри будуть додані до цієї конфігурації WebDAV.
zh_cn: 这些参数将添加到此WebDAV配置中。

source: Web Service Discovery
ca: Descobriment de serveis web
es: Web Service Discovery (WSD)
fr: Découverte de Service Web
it: Scoperta del servizio web
ro: Descoperire servicii Web
ru: Обнаружение веб-сервисов
uk: Виявлення веб-служби
zh_cn: Web服务发现

source: IP Address Family
af: IP adres familie
ca: Família d’adreces IP
de: IP-Adressfamilie
el: Οικογένεια Διευθύνσεων IP
es: Familia de direcciones IP
fr: Famille d'Adresses IP
it: Famiglia di indirizzi IP
lo: ຕະກູນທີ່ຢູ່ IP
nl: IP Adres Familie
ro: Familia de adrese IP
ru: Семейство IP-адресов
sv: IP adressfamilj
uk: Сімейство IP-адрес
zh_cn: IP 地址系列

source: NETBIOS Hostname
af: NETBIOS Masjiennaam
ca: Nom de l'amfitrió NETBIOS
el: Όνομα NETBIOS
es: Nombre NETBIOS
fr: Nom d'hôte NETBIOS
it: Nome dell'host NETBIOS
lo: ຊື່ໂຮສ NETBIOS
nl: NETBIOS Hostnaam
ro: Nume NETBIOS sistem
ru: Имя хоста NETBIOS
sv: NETBIOS Värdnamn
uk: Ім'я хоста NETBIOS
zh_cn: NETBIOS主机名

source: Preserve Case
ca: Conserva la capitalització
de: Groß-/Kleinschreibung beibehalten
el: Διατήρηση Κεφαλαίων & Μικρών
es: Conservar mayúsculas/minúsculas
fr: Préserver la casse
it: Mantenere MAIUSCOLE/minuscole
lo: ຮັກສາຕົວພິມ
ro: Păstrare tip caracter
ru: Учитывать регистр
sv: Behåll skiftläge
uk: Враховувати регістр
zh_cn: 保留大小写

source: Server Mode
ca: Mode servidor
de: Servermodus
el: Λειτουργία Διακομιστή
es: Modo de servidor
fr: Mode serveur
it: Modalità server
lo: ໂໝດເຊີບເວີ
ro: Mod Server
ru: Серверный режим
sv: Serverläge
uk: Режим сервера
zh_cn: 服务器模式

source: Workgroup Name
ca: Nom del grup de treball
el: Όνομα Ομάδας Εργασίας
es: GruupodeTrabajo
fr: Nom du Groupe de Travail
it: Nome del gruppo di lavoro
lo: ຊື່ກຸ່ມເຮັດວຽກ
nl: Werkgroepnaam
ro: Nume Grup de lucru
ru: Название рабочей группы
sv: Arbetsgruppsnamn
uk: Назва робочої групи
zh_cn: 工作组名称

source: IPv4 only
af: Slegs IPv4
ca: Només l’IPv4
de: Nur IPv4
el: Μόνο IPv4
es: Solo IPv4
fr: IPv4 seulement
it: Solo IPv4
lo: IPv4 ເທົ່ານັ້ນ
nl: Alleen IPv4
ro: Doar IPv4
ru: только IPv4
sv: Endast IPv4
uk: тільки IPv4
zh_cn: 仅 IPv4

source: IPv6 only
af: Slegs IPv6
ca: Només l’IPv6
de: Nur IPv6
el: Μόνο IPv6
es: Solo IPv6
fr: IPv6 seulement
it: Solo IPv6
lo: IPv6 ເທົ່ານັ້ນ
nl: Alleen IPv6
ro: Doar IPv6
ru: только IPv6
sv: Endast IPv6
uk: тільки IPv6
zh_cn: 仅 IPv6

source: Set domain name
ca: Estableix el nom de domini
de: Domänenname festlegen
el: Ορισμός ονόματος τομέα
es: Nombre de Dominio
fr: Définir le nom de domaine
it: Imposta il nome di dominio
lo: ຕັ້ງຊື່ໂດເມນ
nl: Domeinnaam instellen
ro: Setare nume domeniu
ru: Установить доменное имя
sv: Sätt domännamn
uk: Встановити доменне ім’я
zh_cn: 设置域名

source: These options are appended to the command line parameters of the wsdd script.
ca: Aquestes opcions s'afegeixen als paràmetres de la línia d'ordres de l'script wsdd.
de: Diese Optionen werden an die Befehlszeilenparameter des wsdd-Skripts angehängt.
el: Αυτές οι επιλογές προστίθενται στις παραμέτρους γραμμής εντολών του wsdd script.
es: Estas opciones se añaden a los parámetros de la línea de comandos del script wsdd.
fr: Ces options sont ajoutées aux paramètres de ligne de commande du script wsdd.
it: Queste opzioni sono aggiunte in coda ai parametri della linea di comando dello script wsdd
lo: ຕົວເລືອກເຫຼົ່ານີ້ຖືກເພີ່ມໃສ່ທ້າຍພາຣາມິເຕີເສັ້ນຄຳສັ່ງຂອງ wsdd script.
nl: Deze opties worden toegevoegd aan de command line parameters van het wsdd script.
ro: Aceste opțiuni vor fi adăugate la linia de comandă a scriptului wsdd.
ru: Эти параметры добавляются к параметрам командной строки сценария wsdd.
sv: Dessa alternativ läggs till som parametrar i kommandoraden i wsdd skriptet.
uk: Ці параметри додаються до параметрів командного рядка сценарію wsdd.
zh_cn: 这些选项附加到 wsdd 脚本的命令行参数。

source: Override (NETBIOS) hostname to be used.
af: Plaasvervangende (NETBIOS) masjiennaam wat gebruik moet word.
ca: Substitueix (NETBIOS) el nom d'amfitrió que s'utilitzarà.
de: Überschreibe den (NETBIOS) Hostnamen, der verwendet werden soll.
el: Παράκαμψη ονόματος (NETBIOS) που θα χρησιμοποιηθεί.
es: No usar el nombre de host de NETBIOS
fr: Remplacez le nom d'hôte (NETBIOS) à utiliser.
it: Sovrascrivi l'hostname NETBIOS da usare
lo: ລົບລ້າງຊື່ໂຮສ (NETBIOS) ທີ່ຈະໃຊ້.
nl: Overschrijven de (NETBIOS) hostnaam die moet worden gebruikt.
ro: Suprascriere nume server (NETBIOS) de utilizat.
ru: Переопределить (NETBIOS) имя хоста, которое будет использоваться.
sv: Ersätt (NETBIOS) värdnamn som skall användas.
uk: Змінити (NETBIOS) ім’я хосту, яке буде використовуватися.
zh_cn: 覆盖要使用的 (NETBIOS) 主机名。

source: Preserve case of the provided/detected hostname.
ca: Manteniu les mayúscules/minúscules del amfitrió previst/detectat.
de: Groß-/Kleinschreibung des eingegebenen/erkannten Hostnames beibehalten.
el: Διατήρηση κεφαλαίων και μικρών στο παρεχόμενο/εντοπισμένο όνομα υπολογιστή.
es: Conservar mayúsculas/minúsculas en el nombre del host
fr: Préserver la casse du nom d'hôte fourni / détecté.
it: Mantenere MAIUSCOLE/minuscole dell'hostname fornito o individuato
lo: ຮັກສາຕົວພິມໃຫຍ່/ນ້ອຍຂອງຊື່ໂຮສທີ່ໃຫ້/ກວດພົບ.
nl: Preserve case van de opgegeven/gedetecteerde hostnaam.
ro: Păstrare tip caracter pentru numele sistemelor furnizate/descoperite.
ru: Учитывать регистр предоставленного/обнаруженного имени хоста.
sv: Behåll skiftläge på det erhållna/upptäckta värdnamnet.
uk: Враховувати регістр наданого / виявленого імені хосту.
zh_cn: 保留提供/检测到的主机名的大小写。

source: Select between domain mode and workgroup mode.
ca: Seleccioneu entre el mode de domini i el mode de grup de treball.
de: Wählen Sie zwischen Domänenmodus und Arbeitsgruppenmodus.
el: Επιλέξτε μεταξύ λειτουργίας τομέα και ομάδας εργασίας.
es: Seleccione entre GrupodeTrabajo y Dominio
fr: Sélectionnez entre le mode domaine et le mode groupe de travail.
it: Scegli fra modo dominio e modo workgroup
lo: ເລືອກລະຫວ່າງໂໝດໂດເມນ ແລະ ໂໝດກຸ່ມເຮັດວຽກ.
nl: Kies tussen domein modus en werkgroep modus.
ro: Selecțați între modul domeniu sau modul grup de lucru.
ru: Выберите между режимом домена и режимом рабочей группы.
sv: Välj mellan domänläge eller arbetsgruppsläge.
uk: Вибирайте між режимом домену та режимом робочої групи.
zh_cn: 在域模式和工作组模式之间进行选择。

source: Set workgroup name
ca: Estableix el nom de grup
de: Arbeitsgruppenname einstellen
el: Ορισμός ονόματος ομάδας εργασίας
es: Nombre del GrupodeTrabajo
fr: Définir le nom du groupe de travail
it: Impostare il nome del gruppo di lavoro
lo: ຕັ້ງຊື່ກຸ່ມເຮັດວຽກ
nl: Werkgroep naam instellen
ro: Stabilire nume grup de lucru
ru: Установить имя рабочей группы
sv: Sätt arbetsgruppnamn
uk: Встановити назву робочої групи

source: You may enter a description for your reference.
af: Jy mag 'n beskrywing te betree vir jou verwysing.
ca: Podeu introduir una descripció per a la vostra referència.
cs: Sem je možné zapsat popis pro vlastní referenci.
de: Sie können eine Beschreibung für ihre Unterlagen eingeben.
el: Για δική σας αναφορά μπορείτε να εισάγετε μια περιγραφή.
es: Puede introducir una descripción para su referencia.
fr: Vous pouvez entrer une description pour votre référence.
hu: Ide írhatod a hivatkozásod leírását.
it: E' possibile inserire una descrizione per vostro riferimento.
lo: ທ່ານສາມາດປ້ອນຄຳອະທິບາຍເພື່ອການອ້າງອີງຂອງທ່ານ.
nl: U kunt een beschrijving invoeren voor uw referentie.
ro: Puteți introduce o descriere pentru referință.
ru: Вы можете ввести описание для справки.
sv: Du kan ange en förklarande text.
uk: Ви можете ввести описання для вашого посилання.
zh_cn: 你可以输入描述以供参考。
