Repository: rojim666/xigmanas-code-r10599-trunk
Catalog: locale/xigmanas-*.po
Languages: af, ca, cs, de, el, es, fr, hu, it, lo, nl, pl, ro, ru, sv, uk, zh_cn

source: Limits the amount of space a dataset and its descendants can consume. This property enforces a hard limit on the amount of space used. This includes all space consumed by descendants, including file systems and snapshots. To specify the size use the following human-readable suffixes (for example, 'k', 'KB', 'M', 'Gb', etc.).
af: Dit plaas 'n limiet op die grote van die spasie wat 'n data stel en sy afstamelinge kan verteer. Hierdie eienskap dwing af 'n harde limiet op die grote van die spasie wat gebruik kan word. Dit sluit in al die spasie wat verteer kan word deur die afstamelinge, insluitend die lêer stelsels en fotos. Om die grote voor te stel gebruik die volgende mens leesbare toevoegings (byvoorbeeld, 'k', 'KB', 'M', 'Gb', ens).
ca: Limita la quantitat d'espai que un conjunt de dades i els seus descendents poden consumir. Aquesta propietat imposa un límit físic de la quantitat d'espai utilitzat. Això inclou tot l'espai consumit per descendents, incloent els sistemes d'arxius i les instantànies. Per especificar el tamany, utilitzeu els següents sufixos llegibles (per exemple, 'k', 'KB "," M "," Gb ", etc.).
cs: Omezuje objem prostoru, který datová sada a jí podřízené mohou zabrat. Tato vlastnost vynucuje nepřekročitelnou hranici objemu využitého prostoru na úložišti. A to včetně prostoru, zabraného souvisejícími objekty, jako jsou souborové systémy a zachycené stavy. Velikost zadávejte pomocí člověku srozumitelných přípon (např. k, KB, M, Gb, atp.).
de: Beschränkt die Größe des Speicherplatzes, der durch ein Dataset und ihm nachgeordnete Sets genutzt werden kann. Mit dieser Einstellung wird eine feste Grenze für den genutzten Speicherplatz gesetzt, einschließlich des Dateisystems und möglicher Schnappschüsse. Um die Größe einzustellen, können die folgenden Suffixe benutzt werden: »k«, »KB«, »M«, »Gb«, usw.
el: Περιορίζει το μέγεθος του χώρου που ένα dataset και οι απόγονοί του μπορούν να καταναλώσουν. Η ιδιότητα αυτή επιβάλλει ένα ισχυρό όριο στην ποσότητα του χώρου που θα χρησιμοποιηθεί. Αυτό περιλαμβάνει όλο το χώρο που καταναλώνεται από τους απογόνους, συμπεριλαμβανομένων των συστημάτων αρχείων και των στιγμιοτύπων. Για να καθορίσετε το μέγεθος χρησιμοποιήσετε τα ακόλουθα αναγνώσιμα από τον άνθρωπο επιθήματα (για παράδειγμα, 'k', 'KB', 'M', 'Gb', κλπ.).
es: Limita la cantidad de espacio que un conjunto de datos(Dataset) y sus descendientes pueden usar. Esta propiedad refuerza el límite en la cantidad de espacio usado. Este límite incluye todo el espacio utilizado por los descendientes, incluyendo el sistema de archivos y las instantáneas. Para especificar el tamaño utilice los sufijos estandarizados (por ejemplo, 'k', 'KB', 'M', 'Gb', etc.).
fr: Limite la quantité d'espace qu'un ensemble de données et ses descendants puisse consommer. Cette propriété donne une limite forte sur la quantité d'espace utilisée. Ceci inclus tout l'espace consommé par les descendants, incluant les systèmes de fichiers et les instantanés. Pour spécifier la taille, utiliser les suffixes usuels (par exemple : 'k', 'KB', 'M', 'Gb', etc...)
hu: Egy adattár és leszármazottjai által használt méret korlátozása. Ez a tulajdonság erős korlátot állít a használható hely mennyiségére. Magába foglalja a leszármazottaknak szánt összes helyet, beleértve a fájlrendszert és a pillanatképeket. Megadásához használd a hagyományos utótag formátumokat (pl. 'k', 'KB', 'M', 'Gb', stb.).
it: Limita lo spazio di un dataset e dei suoi discendenti. Questa proprietà imposta un limite sullo spazio usato. Ciò include tutto lo spazio usato dai discendenti, inclusi i file system e gli snapshot. Per specificare la dimensione, utilizzare i seguenti suffissi 'human-readable' (for example, 'k', 'KB', 'M', 'Gb', etc.).
lo: ຈຳກັດຈຳນວນພື້ນທີ່ທີ່ຊຸດຂໍ້ມູນ ແລະ ລູກຫຼານຂອງມັນສາມາດນຳໃຊ້ໄດ້. ຄຸນສົມບັດນີ້ບັງຄັບໃຊ້ຂີດຈຳກັດທີ່ເຄັ່ງຄັດຕໍ່ຈຳນວນພື້ນທີ່ທີ່ໃຊ້. ນີ້ລວມທັງພື້ນທີ່ທັງໝົດທີ່ໃຊ້ໂດຍລູກຫຼານ, ລວມທັງລະບົບໄຟລ໌ ແລະ ສະແນັບຊັອດ. ເພື່ອລະບຸຂະໜາດ, ໃຫ້ໃຊ້ຄຳຕໍ່ທ້າຍທີ່ອ່ານໄດ້ງ່າຍ (ຕົວຢ່າງ: 'k', 'KB', 'M', 'Gb', ແລະ ອື່ນໆ).
nl: Beperkt de hoeveelheid ruimte dat een dataset en zijn nakomelingen kunnen verbruiken. Deze eigenschap dwingt een harde grens af op de hoeveelheid aan gebruikte ruimte. Dit omvat alle ruimte die door nakomelingen, met inbegrip van bestandssystemen en momentopnames worden verbruikt. Om de grootte te specificeren gebruikt u de volgende leesbare achtervoegsels (bijvoorbeeld, ' k' , ' KB' , ' M' , ' Gb' , enz.).
ro: Limitează spațiul care poate fi utilizat de o bază de date și descendenții acesteia. Această proprietate stabiliește o limită fizică a spațiului utilizat, incluzând aici tot spațiul consumat de descendenți, sistemul de fișiere sistem și imaginile sistem (snapshot). Pentru a specifica dimensiunea spațiului maxim utilizabil puteți folosi și sufixe gen 'k', 'KB', 'M', 'Gb', etc..
ru: Ограничение величины дискового пространства, которое могут занимать dataset и его потомки. Этот параметр накладывает жесткое ограничение на размер используемого пространства, включающего в себя файловые системы и снимки (snapshots). Чтобы задать размер, вы можете использовать понятные суффиксы, такие как 'k' или 'KB' (килобайт), 'M' (мегабайт), 'Gb' (гигабайт).
sv: Begränsar mängden utrymme en datauppsättning och dess 'ättlingar' kan konsumera. Denna egenskap upprätthåller en hård gräns för den mängd utrymme som används. Detta inkluderar allt utrymme som förbrukas av 'ättlingar', inklusive filsystem och ögonblicksbilder. För att ange storleken använd följande läsbara suffix (till exempel "k", "KB", "M", "GB ", etc.).
uk: Обмежує обсяг простору, який набір даних і його нащадкі, можуть споживати. Ця властивість встановлює жорсткий ліміт на кількість використовуваного простору. Це включає в себе весь простір, займаний нащадками, включаючи файлові системи і знімки. Щоб вказати розмір простору, використовуйте загальноприйняті суфікси ('k', 'KB', 'M', 'Gb' тощо).
zh_cn: 限制数据集与其所有后代的可用空间。此属性强硬限制可用空间量。这包括其所有后代，文件系统和快照占用的空间。请使用以下的后缀来指定大小（例如'k'，'KB'，'M'，'Gb' 等）。

source: Enter a description
af: Insleutel 'n beskrywing
ca: Introduïu una descripció
cs: Zadejte popis
de: Geben Sie eine Beschreibung ein
el: Εισάγετε μια περιγραφή
es: Introduzca una descripción
fr: Entrez une description
hu: Adj meg egy leírást
it: Immetti una descrizione
lo: ໃສ່ຄຳອະທິບາຍ
nl: Geef een beschrijving op
pl: Wprowadź opis
ro: Introducere descriere
ru: Введите описание
sv: Ange en beskrivning
uk: Введіть опис
zh_cn: 输入描述

source: Clone Configuration
af: Kloon Konfigurasie
ca: Configuració clon
cs: Klonovat nastavení
de: Klonkonfiguration
el: Κλωνοποίηση Ρυθμίσεων
es: Clonar la configuración
fr: Dupliquer la Configuration
hu: Konfiguráció másolása
it: Configurazione copia
lo: ການຕັ້ງຄ່າການໂຄນ
nl: Kloon Configuratie
pl: Klonuj konfigurację
ro: Clonare configurație
ru: Клонировать конфигурацию
sv: Klona konfiguationen
uk: Сконфігорувати копію
zh_cn: 克隆配置

source: ZFS filesystem not found.
af: ZFS lêerstelsel nie gevind.
ca: No s'ha trobat el sistema de fitxers ZFS.
de: ZFS-Dateisystem nicht gefunden.
el: Δεν βρέθηκε σύστημα αρχείων ZFS.
es: Sistema de archivos ZFS no encontrado.
fr: Système de fichiers ZFS introuvable.
hu: ZFS fájlrendszer nem található
it: Filesystem ZFS non trovato
lo: ບໍ່ພົບລະບົບໄຟລ໌ ZFS.
nl: ZFS filesysteem niet gevonden.
pl: Nie znaleziono systemu plików ZFS
ro: Sistemul de fișiere ZFS nu a fost găsit.
ru: Файловая система ZFS не найдена.
sv: ZFS filsystem hittas inte.
uk: Файлова система ZFS не знайдена.
zh_cn: 找不到ZFS文件系统。

source: ZFS filesystem properties not available.
af: ZFS lêerstelsel eiendomme nie beskikbaar.
ca: Les propietats del sistema de fitxers ZFS no estan disponibles.
de: Eigenschaften des ZFS-Dateisystems nicht verfügbar.
el: Μη διαθέσιμες ιδιότητες Συστήματος Αρχείων ZFS.
es: propiedades ZFS no disponibles.
fr: Les propriétés du système de fichiers ZFS ne sont pas disponibles.
hu: ZFS fájlrendszer beállításai nem érhető el
it: Le proprietà del filesystem ZFS non sono disponibli
lo: ຄຸນສົມບັດລະບົບໄຟລ໌ ZFS ບໍ່ສາມາດໃຊ້ງານໄດ້.
nl: ZFS filesysteem eigenschappen niet beschikbaar.
pl: Właściwośći systemu plików ZFS niedostępne
ro: Proprietățile sistemului de fișiere ZFS nu sunt disponibile.
ru: Свойства файловой системы ZFS недоступны.
sv: ZFS filsystemsegenskaper inte tillgängliga
uk: Властивості файлової системи ZFS недоступні.
zh_cn: ZFS文件系统属性不可用。

source: ZFS Filesystem Information & Status
af: ZFS Lêerstelsel Inligting & Status
ca: Informació i estat del sistema de fitxers ZFS
de: Informationen und Status des ZFS-Dateisystems.
el: Πληροφορίες & Κατάσταση Συστήματος Αρχείων ZFS
es: Información y Estado ZFS
fr: Informations et état du système de fichiers ZFS
hu: ZFS fájlrendszer információk és állapota
it: Stato e informazione del filesystem ZFS
lo: ຂໍ້ມູນ ແລະ ສະຖານະລະບົບໄຟລ໌ ZFS
nl: ZFS Filesysteem Informatie & Status
pl: Informacje i status systemu plików ZFS
ro: Informații & Stare sistem de fișiere ZFS
ru: Информация и статус файловой системы ZFS
sv: ZFS Filsystemsinformation & status
uk: Інформація і статус файлової системи ZFS
zh_cn: ZFS文件系统信息和状态

source: Information & Status
af: Informasie & Status
ca: Informació i Estat
cs: Informace a stav
el: Πληροφορίες και Κατάσταση
es: Información y Estado
fr: Informations et Statut
hu: Információ és állapot
it: Informazioni & status
lo: ຂໍ້ມູນ ແລະ ສະຖານະ
nl: Informatie & Status
pl: Informacje i status
ro: Informații & Stare
ru: Информация и статус
uk: Інформація та статус
zh_cn: 信息和状态

source: ZFS Filesystem Properties
af: ZFS Lêerstelsel Eienskapps
ca: Propietats del sistema de fitxers ZFS
de: Eigenschaften des ZFS-Dateisystems
el: Ιδιότητες Συστήματος Αρχείων ZFS
es: Propiedades ZFS
fr: Propriétés du système de fichiers ZFS
hu: ZFS fájlrendszer beállításai
it: Proprietà del filesystem ZFS
lo: ຄຸນສົມບັດລະບົບໄຟລ໌ ZFS
nl: ZFS Filesysteem Eigenschappen
pl: Właściwości systemu plików ZFS
ro: Proprietăți sistem de fișiere ZFS
ru: Свойства файловой системы ZFS
sv: ZFS Filsystemsegenskaper
uk: Властивості файлової системи ZFS
zh_cn: ZFS文件系统属性

source: Properties
af: Eienskappe
ca: Propietats
cs: Vlastnosti
de: Eigenschaften
el: Ιδιότητες
es: Propiedades
fr: Propriétés
hu: Tulajdonságok
it: Proprietà
lo: ຄຸນສົມບັດ
nl: Eigenschappen
pl: Właściwości
ro: Proprietăți
ru: Свойства
sv: Egenskaper
uk: Властивості
zh_cn: 属性

source: ZFS Settings
af: ZFS Instellings
ca: Configuració ZFS
cs: Nastavení ZFS
de: ZFS-Einstellungen
el: Ρυθμίσεις ZFS
es: Opciones ZFS
fr: Paramètres ZFS
hu: ZFS beállításai
it: Impostazioni ZFS
lo: ການຕັ້ງຄ່າ ZFS
nl: ZFS Instellingen
pl: Ustawienia ZFS
ro: Setări ZFS
ru: Настройки ZFS
sv: ZFS inställningar
uk: Налаштування ZFS
zh_cn: ZFS池属性

source: Maintenance Tool Settings
af: Onderhoud Gereedskap Instellings
ca: Configuració de l'eina de manteniment
cs: Nastavení údržbového nástroje
de: Einstellungen für das Wartungstool
el: Ρυθμίσεις Εργαλείου Συντήρησης
es: Opciones d ela herramienta de mantenimiento
fr: Paramètres de l'outil de maintenance
hu: Karbantartási eszközök beállításai
it: Configurazione dei tool di manutenzione
lo: ການຕັ້ງຄ່າເຄື່ອງມືບຳລຸງຮັກສາ
nl: Onderhoud Tool Instellingen
pl: Ustawienia narzędzi konserwacji
ro: Setări unelte întreținere
ru: Настройки инструментов обслуживания
sv: Underhållsverktygsinställningar
uk: Налаштування інструмента обслуговування
zh_cn: 维护工具设置

source: Capacity Alert Thresholds
af: Kapasiteit Alert Drempels
ca: Llindars d'alerta de capacitat
cs: Hranice upozorňování na kapacitu
de: Schwellenwerte für Kapazitäts-Warnmeldungen
el: Όρια Ειδοποιήσεων Χώρου
es: Alertas de capacidad
fr: Seuils d'alerte de capacité
hu: Kapacitás riasztási küszöbértékei
it: Soglia di allerta della capacità.
lo: ຂີດຈຳກັດການແຈ້ງເຕືອນຄວາມຈຸ
nl: Capaciteit Alarmdrempels
ro: Nivel de alertă capacitate
ru: Пороги предупреждений о емкости
sv: Utrymmesvarningsgränser
uk: Пороги Попереджень про Місткість
zh_cn: 容量警报阈值

source: Add Snapshot
af: Voeg Kiekie
ca: Afegir instantània
cs: Přidat zachycený stav
de: Snapshot hinzufügen
el: Προσθήκη Στιγμιότυπου
es: Añadir Snapshot
fr: Ajouter un instantané
hu: Pillanatkép létrehozása
it: Aggiungi Snapshot
lo: ເພີ່ມສະແນັບຊັອດ
nl: Momentopname Toevoegen
pl: Dodaj Migawkę.
ro: Adăugare Snapshot
ru: Добавить снимок
sv: Lägg till ögonblicksbild
uk: Додати знімок
zh_cn: 增加快照

source: Edit Snapshot
af: Redigeer Momentopname
ca: Editar instantani
cs: Upravit zachycený stav
de: Snapshot bearbeiten
el: Επεξεργασία Στιγμιότυπου
es: Editar instantánea
fr: Éditer l'instantané
hu: Pillanatkép módosítása
it: Modifica lo Snapshot
lo: ແກ້ໄຂສະແນັບຊັອດ
nl: Momentopname Bewerken
pl: Edytuj Migawkę
ro: Editare snapshot
ru: Редактировать снимок
sv: Ändra ögonblicksbild
uk: Редагувати знімок
zh_cn: 编辑快照

source: Snapshot is marked for deletion
af: Foto is gemerk om uitgewise te word
ca: Instantània està marcat per ser esborrat
cs: Zachycený stav je označen ke smazání
de: Schnappschuss wurde zum Löschen markiert
el: Το στιγμιότυπο έχει σημειωθεί προς διαγραφή
es: El Snapshot ha sido marcado para borrado.
fr: L'instantané est marqué pour la suppression
hu: Pillanatkép törlésre megjelölve
it: Lo snapshot è segnalato per la cancellazione
lo: ສະແນັບຊັອດຖືກໝາຍໄວ້ເພື່ອລຶບ
nl: Momentopname is gemarkeerd voor verwijdering
pl: Migawka oznaczona do usunięcia
ro: Snapshot-ul este marcat pentru ștergere
ru: Снимок помечен для удаления
sv: Ögonblicksbilden är markerad för borttagning
uk: Знімок позначений для видалення
zh_cn: 快照被标记为删除

source: Snapshot is locked
af: Foto is gesluit
ca: Instantània està bloquejat
cs: Zachycený stav je uzamčen
de: Schnappschuss ist gesperrt
el: Το στιγμιότυπο είναι κλειδωμένο
es: Instantáneas bloqueadas
fr: L'instantané est vérouillé
hu: Pillanatkép zárolt
it: Lo snapshot è bloccato
lo: ສະແນັບຊັອດຖືກລັອກ
nl: Momentopname is vergrendeld
pl: Migawka zablokowana
ro: Snapshot-ul este blocat
ru: Снимок заблокирован
sv: Ögonblicksbilden är låst
uk: Знімок заблоковано
zh_cn: 快照被锁定

source: Snapshot is unlocked
af: Foto is oopgesluit
ca: Instantània està desbloquejat
cs: Zachycený stav je odemčen
de: Schnappschuss ist entsperrt
el: Το στιγμιότυπο είναι ξεκλείδωτο
es: Snatshot desbloqueado
fr: L'instantané est dévérouillé
hu: A pillantkép zárolását feloldottad
it: Lo snapshot è sbloccato
lo: ສະແນັບຊັອດຖືກປົດລັອກ
nl: Momentopname is ontgrendeld
pl: Migawka odblokowana
ro: Snapshot-ul este deblocat
ru: Снимок разблокирован
sv: Ögonblicksbilden är olåst
uk: Знімок розблоковано
zh_cn: 快照已解锁

source: Delete Selected Snapshots
af: Skrap Geselekteerde Momentopnames
ca: Suprimeix instantànies seleccionats
cs: Smazat označené zachycené stavy
de: Ausgewählte Schnappschüsse löschen
el: Διαγραφή Επιλεγμένων Στιγμιότυπων
es: Borrar los snapshot seleccionados
fr: Supprimer les instantanés sélectionnés
hu: Kiválasztott pillanatképek törlése
it: Cancella gli Snapshot selezionati
lo: ລຶບສະແນັບຊັອດທີ່ເລືອກ
nl: Geselecteerde Momentopnamen Verwijderen
pl: Usuń wybrane migawki
ro: Ștergere Snapshot-uri selectate
ru: Удалить выбранные снимки
sv: Ta bort vald ögonblicksbild
uk: Видалити обрані знімки
zh_cn: 删除选中的快照

source: Do you want to delete selected snapshots?
af: Wil jy die geselekteerde momentopnames verwyder?
ca: Vols esborrar els instantanis seleccionats?
cs: Opravdu smazat označené zachycené stavy?
de: Möchten Sie die ausgewählten Schnappschüsse löschen?
el: Θέλετε να διαγράψετε τα επιλεγμένα στιγμιότυπα;
es: ¿Quieres borrar las instantaneas seleccionadas?
fr: Voulez-vous supprimer les instantanés sélectionnés ?
hu: Biztos törlöd a kiválasztott pillanatképeket?
it: Vuoi cancellare gli Snapshots selezionati?
lo: ທ່ານຕ້ອງການລຶບສະແນັບຊັອດທີ່ເລືອກບໍ?
nl: Wilt u de geselecteerde momentopnamen verwijderen?
pl: Czy chcesz usunąc wybrane migawki ?
ro: Doriți să ștergeți snapshot-urile selectate?
ru: Вы хотите удалить выбранные снимки?
sv: Vill du ta bort valda ögonblicksbilder
uk: Ви підтверджуєте видалення обраних знімків?
zh_cn: 要删除选中的快照吗？

source: All
af: Alle
ca: Tot
cs: Vše
de: Alle
el: Όλα
es: Todos
fr: Tous
hu: Minden
it: Tutto
lo: ທັງໝົດ
nl: Alle
pl: Wszystko
ro: Toate
ru: Все
sv: Alla
uk: Всі
zh_cn: 全部

source: Today
af: Vandag
ca: Avui
de: Heute
el: Σήμερα
es: Hoy
fr: Aujourd’hui
hu: Ma
it: Oggi
lo: ມື້ນີ້
nl: Vandaag
pl: Dzisiaj
ro: Astăzi
ru: Сегодня
sv: Idag
uk: Сьогодні
zh_cn: 今天

source: Yesterday
af: Gister
ca: Ahir
de: Gestern
el: Χθες
es: Ayer
fr: Hier
hu: Tegnap
it: Ieri
lo: ມື້ວານນີ້
nl: Gisteren
pl: Wczoraj
ro: Ieri
ru: Вчера
sv: Igår
uk: Вчора
zh_cn: 昨天

source: Older than yesterday
af: Ouer as gister
ca: Més antic que ahir
de: Älter als gestern
el: Παλιότερα από εχθές
es: Más antiguo de ayer
fr: Avant hier
hu: Régebbi, mint a tegnapi
it: Più vecchio di ieri
lo: ເກົ່າກວ່າມື້ວານນີ້
nl: Ouder dan gisteren
pl: Starsze niż przedwczorajsze
ro: Mai vechi de o zi
ru: Старее чем вчера
sv: Äldre än igår
uk: Старіше за вчора
zh_cn: 早于昨天

source: This week
af: Hierdie week
ca: Aquesta setmana
de: Diese Woche
el: Αυτή την εβδομάδα
es: Semana actual
fr: Cette semaine
hu: Ez a hét
it: Questa settimana
lo: ອາທິດນີ້
nl: Deze week
pl: W tym tygodniu
ro: Săptămâna aceasta
ru: Эта неделя
sv: Denna vecka
uk: Цього тижня
zh_cn: 本周

source: Last week
af: Verlede week
ca: Darrera setmana
cs: Minulý týden
de: Letzte Woche
el: Προηγούμενη βδομάδα
es: Última semana
fr: La semaine dernière
hu: Múlt hét
it: La settimana precedente
lo: ອາທິດທີ່ຜ່ານມາ
nl: Vorige week
pl: Ostatni tydzień
ro: Săptămâna trecută
ru: На прошлой неделе
sv: Förra veckan
uk: Минулого тижня
zh_cn: 上周

source: Older than last week
af: Ouer as verlede week
ca: Més antic que la setmana passada
de: Älter als letzte Woche
el: Παλιότερα της προηγούμενης εβδομάδας
es: Más antiguo que la semana pasada
fr: Avant la semaine dernière
hu: Egy hétnél régebben
it: Più vecchio della settimana scorsa
lo: ເກົ່າກວ່າອາທິດທີ່ຜ່ານມາ
nl: Ouder dan vorige week
pl: Starsze niż ubiegłotygodniowe
ro: Mai vechi de o săptămână
ru: Старее прошлой недели
sv: Äldre än förra veckan
uk: Старіше за минулий тиждень
zh_cn: 早于上周

source: This month
af: Hierdie maand
ca: Aquest mes
de: Aktueller Monat
el: Αυτό το μήνα
es: Mes actual
fr: Ce mois-ci
hu: Az a hónap
it: Questo mese
lo: ເດືອນນີ້
nl: Deze maand
pl: Bieżący miesiąc
ro: Luna aceasta
ru: Текущий месяц
sv: Denna månad
uk: Цього місяця
zh_cn: 本月

source: Last month
af: Verlede maand
ca: Darrer mes
cs: Minulý měsíc
de: Letzter Monat
el: Προηγούμενος μήνας
es: Último mes
fr: Le mois dernier
hu: Múlt hónap
it: Scorso mese
lo: ເດືອນທີ່ຜ່ານມາ
nl: Vorige maand
pl: Zeszły miesiąc
ro: Luna trecută
ru: Прошлый месяц
sv: Förra månaden
uk: Минулого місяця
zh_cn: 上个月

source: Current and previous month
af: Huidige en vorige maand
ca: Mes actual i anterior
cs: Tento a následující měsíc
de: Aktueller und vorheriger Monat
el: Τρέχον και προηγούμενος μήνας
es: Este y el siguiente mes.
fr: Mois actuel et précédent
hu: A mostani és az előző hónap
it: mese corrente e precedente
lo: ເດືອນປັດຈຸບັນ ແລະ ເດືອນກ່ອນໜ້າ
nl: Huidige en vorige maand
pl: Obecny i poprzedni miesiąc
ro: Luna curentă și cea anterioară
ru: Текущий и предыдущий месяц
sv: Denna och föregående månad
uk: Поточний та попередній місяць
zh_cn: 本月及上个月

source: Older than last month
af: Ouer as verlede maand
ca: Més antic que el mes passat
de: Älter als letzten Monat
el: Παλιότερα του προηγούμενου μήνα
es: Más antiguo que el mes pasado.
fr: Avant le mois dernier
hu: A múlt hónapnál régebben
it: Più vecchio del mese scorso
lo: ເກົ່າກວ່າເດືອນທີ່ຜ່ານມາ
nl: Ouder dan vorige maand
pl: Starsze niż zeszłomiesięczne
ro: Mai vechi de o lună
ru: Старее прошлого месяца
sv: Äldre än förra månaden
uk: Старіше за минулий місяць
zh_cn: 早于上个月

source: Current quarter
af: Huidige kwartaal
ca: Trimestre actual
de: Aktuelles Quartal
el: Τρέχον τρίμηνο
es: Este trimestre
fr: Trimestre en cours
hu: Jelenlegi negyedév
it: Quarto attuale
lo: ໄຕຣມາດປັດຈຸບັນ
nl: Huidig kwartaal
pl: Bieżący kwartał
ro: Trimestrul curent
ru: Текущий квартал
sv: Detta kvartal
uk: Поточний квартал
zh_cn: 本季度

source: Previous quarter
af: Vorige kwartaal
ca: Trimestre anterior
de: Vorheriges Quartal
el: Προηγούμενο τρίμηνο
es: trimestre anterior
fr: Trimestre précédent
hu: Előző negyed
it: Trimestre precedente
lo: ໄຕຣມາດກ່ອນໜ້າ
nl: Vorig kwartaal
pl: Poprzedni kwartał
ro: Trimestrul anterior
ru: Предыдущий квартал
sv: Föregående kvartal
uk: Попередній квартал
zh_cn: 上个季度

source: Older than previous quarter
af: Ouer as die vorige kwartaal
ca: Més antic que el trimestre anterior
de: Älter als im Vorquartal
el: Παλιότερα του προηγούμενου τριμήνου
es: Más antiguo que el trimestre pasado
fr: Avant le trimestre précédent
hu: Régebbi, mint az előző negyed
it: Più vecchio del trimestre precedente
lo: ເກົ່າກວ່າໄຕຣມາດກ່ອນໜ້າ
nl: Ouder dan vorig kwartaal
pl: Starsze niż poprzedni kwartał
ro: Mai vechi de un trimestru
ru: Старее предыдущего квартала
sv: Äldre än förra kvartalet
uk: Старіше за попередню чверть
zh_cn: 早于上个季度

source: Current year
af: Huidige jaar
ca: Any actual
cs: Tento rok
de: Aktuelles Jahr
el: Τρέχον έτος
es: Año actual
fr: Année en cours
hu: Jelenlegi év
it: Anno corrente
lo: ປີປັດຈຸບັນ
nl: Huidige jaar
pl: Obecny rok
ro: Anul curent
ru: Текущий год
sv: Detta år
uk: Поточний рік
zh_cn: 今年

source: Previous year
af: Vorige jaar
ca: Any anterior
de: Vorheriges Jahr
el: Προηγούμενο έτος
es: Año anterior
fr: Année précédente
hu: Előző év
it: Anno precedente
lo: ປີກ່ອນໜ້າ
nl: Vorig jaar
pl: Zeszły rok
ro: Anul anterior
ru: Предыдущий год
sv: Föregående år
uk: Попередній рік
zh_cn: 去年

source: Current and previous year
af: Huidige en vorige jaar
ca: Any actual i anterior
cs: Tento a následující rok
de: Aktuelles und vorheriges Jahr
el: Τρέχον και προηγούμενο έτος
es: Este y el siguiente año
fr: Année courante et précédente
hu: A mostani és az előző év
it: anno corrente e precedente
lo: ປີປັດຈຸບັນ ແລະ ປີກ່ອນໜ້າ
nl: Huidige en vorig jaar
pl: Obecny i poprzedni rok
ro: Anul curent și cel anterior
ru: Текущий и предыдущий год
sv: Detta och föregående år
uk: Поточний та попередній рік
zh_cn: 今年及去年

source: Older than previous year
af: Ouer as die vorige jaar
ca: Més antic que l'any anterior
de: Älter als im Vorjahr
el: Παλιότερα του προηγούμενου έτους
es: Más antiguo que el año anterior
fr: Avant l'année précédente
hu: Régebbi, mint az előző évi
it: Più vecchio dell'anno scorso
lo: ເກົ່າກວ່າປີກ່ອນໜ້າ
nl: Ouder dan vorig jaar
pl: Starsze niż zeszłoroczne
ro: Mai vechi de un an
ru: Старее предыдущего года
sv: Äldre än förra året
uk: Старіше за минулий рік
zh_cn: 早于去年

source: Snapshot
af: Foto
ca: Instantània
cs: Zachycený stav
el: Στιγμιότυπο
es: Snapshot (Instantanea)
fr: Instantané
hu: Pillanatkép
lo: ສະແນັບຊັອດ
nl: Momentopname
pl: Migawka
ro: Imagine sistem
ru: Снимок
sv: Avbild
uk: Знімок
zh_cn: 快照

source: Clone
af: Kloon
ca: Clonar
cs: Klonovat
de: Klonen
el: Δημιουργία κλώνου
es: Clonar
fr: Dupliquer
hu: Klón
it: Clona
lo: ໂຄນ
nl: Kloon
pl: Klon
ro: Clonare
ru: Клоны
sv: Klona
uk: Клон
zh_cn: 克隆

source: Auto Snapshot
af: Outo Momentopname
ca: Captura automàtica
cs: Automatické zachycení stavu
de: Automatischer Snapshot
el: Αυτόματο στιγμιότυπο
es: Snapshot automatico
fr: Capture Instantanée Automatique
hu: Automatikus pillanatkép
lo: ສະແນັບຊັອດອັດຕະໂນມັດ
nl: Auto Momentopname
pl: Automatyczna migawka
ro: Imagine snapshot automată
ru: Автоматический снимок
sv: Automatisk avbildning
uk: Автоматичний знімок
zh_cn: 自动快照

source: Filter
ca: Filtre
cs: Filtr
el: Φίλτρο
es: Filtro
fr: Filtre
hu: Szűrő
it: Filtro
lo: ຕົວກອງ
pl: Filtr
ro: Filtru
ru: Фильтр
sv: Filtrera
uk: Фільтр
zh_cn: 过滤

source: Display
af: Vertooning
ca: Visualització
cs: Zobrazit
de: Anzeige
el: Εμφάνιση
es: Pantalla
fr: Afficher
hu: Kijelző
lo: ສະແດງຜົນ
nl: Weergave
pl: Ekran
ro: Afișare
ru: Показать
sv: Visa
uk: Дисплей
zh_cn: 显示
