Repository: rojim666/xigmanas-code-r10599-trunk
Catalog: locale/xigmanas-*.po
Languages: af, ca, cs, de, el, es, fr, hu, it, lo, nl, pl, ro, ru, sv, uk, zh_cn

source: To Email
af: Te E-pos
ca: A correu electrònic
cs: Na e-mail
de: Zu Email
el: Προς Email
es: Para
fr: Envoyer unCouriel
hu: Címzett
it: Via E-Mail
lo: ເຖິງອີເມວ
nl: Naar E-mail
pl: Na maila
ro: Către email
ru: Электронная почта
sv: Till E-post
uk: на емайл

source: Custom script is required.
af: Doelgemaakte skrif word benodig
ca: Es requereix script personalitzat.
cs: Vlastní skript je vyžadován.
de: Ein Befehlsscript des Anwenders ist erforderlich
el: Απαιτείται προσαρμοσμένο αρχείο εντολών
es: Es necesario un Script personalizado
fr: Le script personnalisé est requis.
hu: Egyéni scriptre van szükség.
it: È richiesto lo script personalizzato.
lo: ຕ້ອງການສະຄຣິບກຳນົດເອງ.
nl: Er is een aangepast script nodig.
pl: Wymagany jest skrypt użytkownika.
ro: Scriptul personalizat este necesar.
ru: Требуется пользовательский сценарий.
sv: Specialskript krävs.
uk: Потрібен довільний сценарій.
zh_cn: 必需有自定义脚本。

source: Custom script not found.
af: Gepasmaakte skrip nie gevind.
ca: Script personalitzat no trobat.
cs: Vlastní skript nebyl nalezen.
de: Das benutzerdefinierte Skript wurde nicht gefunden.
el: Δεν βρέθηκε προσαρμοσμένο αρχείο εντολών
es: Script personalizado no encontrado
fr: Script personnalisé non trouvé.
hu: Egyéni szkript nem található.
it: Script utente non trovato
lo: ບໍ່ພົບສະຄຣິບກຳນົດເອງ.
nl: Er is geen aangepast script gevonden.
pl: Nie znaleziono skryptu użytkownika
ro: Scriptul utilizator nu a fost găsit.
ru: Пользовательский скрипт не найден.
sv: Användarskript hittas inte.
uk: Користувацький скрипт не знайдений.
zh_cn: 自定义脚本未找到。

source: Status report successfully sent.
af: Status verslag met sukses gestuur.
ca: Informe d'estat enviat amb èxit.
cs: Zpráva o stavu byla úspěšně odeslána.
de: Statusreport wurde erfolgreich versandt.
el: Η αναφορά της κατάστασης στάλθηκε με επιτυχία.
es: El informe de estado se ha enviado exitosamente.
fr: Rapport d'état envoyé avec succès.
hu: Állapotjelentés sikeresen elküldve.
it: Il rapporto di stato risulta inviato con successo.
lo: ສົ່ງລາຍງານສະຖານະສຳເລັດແລ້ວ.
nl: Het status rapport is met succes verzonden.
pl: Raport statusowy wysłany pomyślnie.
ro: Raportul de stare a fost trimis cu succes.
ru: Отчет отправлен успешно.
sv: Statusrapport skickad med lyckat resultat.
uk: Звіт про статус успішно надіслано.
zh_cn: 状态报告已成功传送。

source: Failed to send status report.
af: Kon nie die status verslag stuur nie.
ca: No s'ha pogut enviar l'informe d'estat.
cs: Odeslání hlášení o stavu se nezdařilo.
de: Senden des Statusreports fehlgeschlagen.
el: Αποτυχία αποστολής της αναφοράς κατάστασης.
es: Fallo al enviar reporte de estado.
fr: Impossible d'envoyer un rapport d'état.
hu: Állapot riport küldése sikertelen.
it: Invio rapporto di stato fallito.
lo: ສົ່ງລາຍງານສະຖານະລົ້ມເຫຼວ.
nl: Mislukt om het statusrapport te verzenden.
pl: Niepowodzenie wysyłania raportu o stanie.
ro: Eroare trimitere raport de stare.
ru: Не удалось отправить отчет о состоянии.
sv: Misslyckades att skicka statusrapport.
uk: Відмова відправлення звіту про стан.
zh_cn: 无法发送状态报告。

source: System info
af: Stelsel inligting
ca: Informació del sistema
cs: Informace o systému
de: Systeminformation
el: Πληροφορίες συστήματος
es: Información del sistema
fr: Informations système
hu: Rendszerinformáció
it: Informazioni di sistema
lo: ຂໍ້ມູນລະບົບ
nl: Systeem info
pl: Informacje systemowe
ro: Informații sistem
ru: Информация о системе
uk: Відомості про систему
zh_cn: 系统信息

source: System message buffer
af: Stelsel boodskap buffer
ca: Memòria intermitja de missatges del sistema
cs: Vyrovnávací paměť zpráv systému
de: System Nachrichten Puffer
el: Buffer μηνυμάτων συστήματος
es: Buffer de mensajes del sistema
fr: Tampon message système
hu: Rendszerüzenet buffer
it: Buffer dei messaggi di sistema
lo: ບັບເຟີຂໍ້ຄວາມລະບົບ
nl: Systeemberichten buffer
pl: Bufor komunikatów systemowych
ro: Buffer mesaje sistem
ru: Буфер сообщений системы
sv: Systemets medelandebuffert
uk: Буфер системних повідомлень
zh_cn: 系统消息缓冲区

source: System log
af: Stelsel register
ca: Registre del sistema
cs: Záznam událostí v systému
el: Αρχείο καταγραφής συστήματος
es: Registro del sistema (log)
fr: Log système
hu: Rendszernapló
it: Log di sistema
lo: ບັນທຶກລະບົບ
nl: Systeem log
pl: Dziennik systemowy
ro: Jurnal sistem
ru: Журнал системы
sv: Systemlogg
uk: Журнал системи
zh_cn: 系统记录

source: FTP log
ca: Registre d'FTP
cs: Záznam událostí na FTP
el: Καταγραφή FTP
fr: Log FTP
hu: Ftp napló
it: Log di FTP
lo: ບັນທຶກ FTP
pl: Dziennik FTP
ro: Jurnal FTP
ru: Журнал FTP
sv: FTP-logg
uk: Журнал FTP
zh_cn: FTP 记录

source: RSYNC log
af: RSYNC register
ca: Registre RSYNC
cs: RSYNC – záznam událostí
el: Καταγραφή RSYNC
es: Log RSYNC
fr: Log RSYNC
hu: RSYNC napló
it: Log di RSYNC
lo: ບັນທຶກ RSYNC
pl: Dziennik RSYNC
ro: Jurnal RSYNC
ru: Журнал RSYNC
sv: RSYNC logg
uk: Журнал RSYNC
zh_cn: RSYNC 记录

source: SSHD log
af: SSHD register
ca: Registre SSHD
cs: Protokol událostí služby ssh
el: Καταγραφή SSHD
es: Registro de SSHD
fr: Log SSHD
hu: SSHD napló
it: Log di SSHD
lo: ບັນທຶກ SSHD
pl: Dziennik SSHD
ro: Jurnal SSHD
ru: Журнал SSHD
sv: SSHD logg
uk: Журнал демону SSH
zh_cn: SSHD 记录

source: S.M.A.R.T. log
af: S.M.A.R.T. register
ca: S.M.A.R.T. registre
cs: Záznam událostí SMART diagnostiky
el: Αρχείο καταγραφής S.M.A.R.T.
es: registro S.M.A.R.T.
fr: Log S.M.A.R.T.
hu: S.M.A.R.T. napló
it: Log di S.M.A.R.T.
lo: ບັນທຶກ S.M.A.R.T.
pl: Dziennik S.M.A.R.T.
ro: Jurnal S.M.A.R.T.
ru: Журнал S.M.A.R.T.
sv: S.M.A.R.T.-logg
uk: Журнал S.M.A.R.T.
zh_cn: S.M.A.R.T. 记录

source: Daemon log
ca: Registre del Dimoni
cs: Záznam událostí na straně procesu služby
de: Hintergrunddienste-Log
el: Καταγραφή Δαίμονα
es: Registro del demonio
fr: Journal des démons
hu: Démon napló
it: Log del Daemon
lo: ບັນທຶກ Daemon
ro: Jurnal daemon
ru: Журнал процесса
sv: Daemon logg
uk: Журнал демона
zh_cn: 守护进程记录

source: Custom script
af: Doelgemaakte skrif
ca: Script personalitzat
cs: Vlastní skript
de: angepaßtes Befehlsscript
el: Προσαρμοσμένο αρχείο εντολών
es: Script personalizado
fr: Script personnalisé
hu: Egyéni script
it: Script personalizzato
lo: ສະຄຣິບກຳນົດເອງ
nl: Aangepast script
pl: Skrypt użytkownika
ro: Script personalizat
ru: Пользовательский сценарий
sv: Specialskript
uk: Користувацький скрипт
zh_cn: 自定义脚本

source: Email Reports Setup
af: Epos Verslae Stel op
ca: Instal·lació d'Informes de correu electrònic
cs: Nastavení hlášení e-mailem
de: Berichts-Email Einstellungen
el: Παραμετροποίηση Αναφορών Ηλ. Ταχυδρομείου
es: Opciones de e-mail
fr: Configuration des rapports par courriel
hu: E-mail jelentések beállításai
it: Impostazioni Rapporti per Email
lo: ການຕັ້ງຄ່າລາຍງານທາງອີເມວ
nl: E-mail Rapportage Instellingen
pl: Ustawienia raportów email
ro: Setări rapoarte email
ru: Настройки отчетов по электронной почте
sv: E-postrapportinställning
uk: Встановлення Емейл звітування
zh_cn: Email报告设置

source: Your current email settings are either incomplete or insecure.
af: Jou huidige e-pos instellings is óf onvolledig of onseker.
ca: La vostra configuració de correu electrònic actual és incompleta o insegura.
cs: Stávající nastavení pro e-mail jsou buď neúplné nebo nezabezpečené.
de: Ihre momentanen Email Einstellungen sind entweder unvollständig oder unsicher.
el: Οι τρέχουσες ρυθμίσεις ηλεκτρονικού ταχυδρομείου είναι είτε ημιτελείς είτε μη ασφαλείς.
es: Su configuración actual de correo electrónico es incompleta o insegura.
fr: Vos paramètres de messagerie actuels sont incomplets ou non sécurisés.
hu: A jelenlegi levelezési beállítása nem teljes vagy nem biztonságos.
it: Le vostra impostazioni email attuali sono incomplete e/o insicure.
lo: ການຕັ້ງຄ່າອີເມວປັດຈຸບັນຂອງທ່ານບໍ່ສົມບູນ ຫຼື ບໍ່ປອດໄພ.
nl: Uw huidige email instellingen zijn onvolledig ingevuld of u gebruikt onveilige instellingen.
pl: Aktualne ustawienia email są niekompletne lub niezabezpieczone.
ro: Setările curente pentru email sunt fie incorecte fie nesigure.
ru: Ваши текущие настройки электронной почты являются неполными или небезопасными.
sv: Dina nuvarande e-postinställningar är endera inkompletta eller osäkra.
uk: Ваші поточні налаштування електронної пошти є неповними або небезпечними.
zh_cn: 你当前的电子邮件设置不完整或不安全。

source: System Email Report Settings
af: Sisteem Epos Verslag Instellings
ca: Informe de configuració del sistema de correu electrònic
cs: Nastavení hlášení o systému e-mailem
de: Systembericht-Email Einstellung
el: Ρυθμίσεις Αναφορών Ηλ. Ταχυδρομείου Συστήματος
es: Opciones de e-mail del sistema
fr: paramètres du courrier de rapports système
hu: Rendszer e-mail jelentések beállításai
it: Settaggi del sistema di report via E-Mail
lo: ການຕັ້ງຄ່າລາຍງານອີເມວລະບົບ
nl: Systeem E-mail Repportage Instellingen
pl: Ustawienia systemowego raportowania email
ro: Setări rapoarte email sistem
ru: Системные настройки отчетов по электронной почте
sv: System e-postrapportinställningar
uk: Налагоджування системи Емейл звітів
zh_cn: 系统Email报告设置

source: Enter Email Address(es)
af: Ingaan Epos Adres(es)
ca: Introduir adreça (és) de correu electrònic
cs: Zadejte e-mailové adresy
de: Geben Sie die Email-Adresse ein:
el: Εισαγωγή Διεύθυνσης/Διευθύνσεων Ηλ. Ταχυδρομείου
es: Introduzca dirección de e-mail
fr: Entrez l'adresse courriel (s)
hu: Add meg az e-mail cím(ek)et
it: Inserire l'(gli) indirizzo(i) Email
lo: ໃສ່ທີ່ຢູ່ອີເມວ
nl: Geef de e-mailadres(sen) op
pl: Wprowadź adres(y) email
ro: Introduceți adresa(adresele) de email
ru: Введите адрес электронной почты
sv: Mata in E-postadress(er)
uk: Додавання адреси(-ів) емайл.
zh_cn: 输入Email地址

source: Enter Subject
af: Ingaan Onderwerp
ca: Escriviu l'assumpte
cs: Zadejte předmět
de: Betreff eingeben
el: Εισαγωγή Θέματος
es: Escriba el asunto
fr: Saisissez un sujet
hu: Tárgy megadása
it: Inserire l'oggetto
lo: ໃສ່ຫົວຂໍ້
nl: Vul het onderwerp in
pl: Wpisz temat
ro: Introduceți subiectul
ru: Введите тему
sv: Ange ämne
uk: Вкажіть тему
zh_cn: 输入主题

source: Standard Reports
af: Standaard Verslae
ca: Informes estàndard
cs: Standardní hlášení
de: Standard Berichte
el: Κανονικές Αναφορές
es: Report standar
fr: Rapports standard
hu: Standard riportok
it: Reports standard
lo: ລາຍງານມາດຕະຖານ
nl: Standaard Rapporten
pl: Standardowe raporty
ro: Rapoarte standard
ru: Стандартные отчеты
sv: Standardrapporter
uk: Стандартні звіти
zh_cn: 标准报告

source: Custom Script
af: Gepasmaakte Script
ca: Script de personalització
cs: Vlastní skript
de: benutzereigenes Skript
el: Προσαρμοσμένο αρχείο εντολών
es: Script personalizado
fr: Script personnalisé
hu: Egyéni szkript
lo: ສະຄຣິບກຳນົດເອງ
nl: Aangepast script
pl: Skrypt użytkownika
ro: Script utilizator
ru: Пользовательский скрипт
sv: Användarskript
uk: Користувацький скрипт
zh_cn: 自定义脚本

source: Polling Time
af: Polling Tyd
ca: Temps de cicle
cs: Okamžik dotazování
de: Abfrage Zeit
el: Χρόνος Ελέγχου
es: Tiempo entre comprobaciones
fr: Moments d'envoi
hu: Lekérdezési idő
it: Tempo di votazione
lo: ເວລາສອບຖາມ
nl: Verzendtijd Rapportage
pl: Czas dostarczenia
ro: Timp verificare
ru: Время опроса
sv: Intervall
uk: Час опитування
zh_cn: 轮询时间

source: Send Now
af: Stuur Nou
ca: Envia ara
cs: Odeslat nyní
de: Jetzt senden
el: Αποστολή τώρα
es: Enviar ahora
fr: Envoyer maintenant
hu: Küldés most
it: Invia Adesso
lo: ສົ່ງດຽວນີ້
nl: Nu Verzenden
pl: Wyślij teraz
ro: Trimite acum
ru: Отправить сейчас
sv: Skicka nu
uk: Надіслати зараз
zh_cn: 现在发送

source: Invalid file format.
af: Ongeldige lêer formaat.
ca: Format de fitxer no vàlid.
cs: Neplatný formát souboru
de: Ungültiges Dateiformat.
el: Άκυρη μορφή αρχείου.
es: Formato de archivo inválido.
fr: Format de fichier invalide.
hu: Érvénytelen fájlformátum.
it: Formato file non valido.
lo: ຮູບແບບໄຟລ໌ບໍ່ຖືກຕ້ອງ.
nl: Ongeldig bestandsformaat.
pl: Nieprawidłowy format pliku.
ro: Format invalid fișier.
ru: Неверный формат файла.
sv: Ogiltigt filformat.
uk: Неправильний формат файла.
zh_cn: 文件格式无效。

source: *** Imported duplicate ***
af: *** Ingevoer dupliseer ***
ca: *** Duplicat importat ***
cs: *** Importovaný duplikát ***
de: *** Importiertes Duplikat ***
el: *** Εισήσχθησαν εις διπλούν ***
es: *** Importación duplicada ***
fr: *** Règle importée dupliquée ***
hu: *** Importált duplikátum ***
it: ***Duplicato importato***
lo: *** ການນຳເຂົ້າຊ້ຳກັນ ***
nl: *** Geïmporteerde duplicaat ***
pl: *** Zaimportowane duplikaty ***
ro: *** Duplicat importat ***
ru: *** Импортирован дубликат ***
sv: *** Importerad dubblett ***
uk: *** Імпортований дублікат ***
zh_cn: *** 重复导入 ***

source: Export Rules
af: Uitvoer Reëls
ca: Regles d'exportació
cs: Exportovat pravidla
de: Exportregeln
el: Εξαγωγή Κανόνων
es: Reglas de exportación
fr: Exporter les règles
hu: Szabályok exportálása
it: Esporta le regole
lo: ສົ່ງອອກກົດ
nl: Exporteer Regels.
pl: Zasady eksportu
ro: Reguli export
ru: Экспортировать правила
sv: Exportera regler
uk: Правила експорту
zh_cn: 导出规则

source: Export
af: Uitvoer
ca: Exportar
cs: Exportovat
de: Exportieren
el: Εξαγωγή
es: Exportar
fr: Exporter
hu: Exportálás
it: Esporta
lo: ສົ່ງອອກ
nl: Exporteren
pl: Eksport
ro: Exportă
ru: Экспорт
sv: Exportera
uk: Експорт
zh_cn: 导出

source: Import Rules
af: Invoer Reëls
ca: Importa regles
cs: Importovat pravidla
de: Importregeln
el: Εισαγωγή Κανόνων
es: Importar Reglas
fr: Importer les Règles
hu: Szabályok importálása
it: Importa regole
lo: ນຳເຂົ້າກົດ
nl: Importeer Regels
pl: Zasady importu
ro: Reguli import
ru: Импортировать правила
sv: Importera regler
uk: Правила імпорту
zh_cn: 导入规则

source: Firewall Rules
af: Brandmuur Reël
ca: Regles del tallafoc
cs: Pravidla brány firewall
de: Firewallregeln
el: Κανόνες Τείχους Προστασίας
es: Reglas del cortafuegos
fr: Règles du Pare-feu
hu: Tűzfal-szabályok
it: Regole del firewall
lo: ກົດໄຟວໍ
nl: Firewall Regels
pl: Reguły firewalla
ro: Reguli firewall
ru: Правила межсетевого экрана
sv: Brandväggsregler
uk: Правила фаерволу
zh_cn: 防火墙 规则

source: Rule #
ca: Regla #
de: Regel #
el: Κανόνας #
es: Regla #
fr: Règle #
hu: Szabály #
it: Regola #
lo: ກົດ #
nl: Regel #
pl: Reguły #
ro: Regula #
ru: Правило №
sv: Regel #
uk: Правило №
zh_cn: 规则 #

source: The unique rule number is already used.
af: Die unieke reël nommer word reeds gebruik.
ca: El número únic de regla ja s'utilitza.
cs: Toto číselné označení pravidla je už v systému použito – je třeba zvolit jiné, jedinečné.
de: Die eindeutige Regelnummer wird bereits verwendet.
el: Ο μοναδικός αριθμός κανόνα χρησιμοποιείται ήδη.
es: El numero de regla ha de ser unico (posiblemente en uso).
fr: Le numéro de règle est déjà utilisé.
hu: Az egyedi szabályazonosító már létezik.
it: Il numero della regola unica è già utilizzato.
lo: ໝາຍເລກກົດທີ່ບໍ່ຊ້ຳກັນນີ້ຖືກນຳໃຊ້ແລ້ວ.
nl: De unieke regelnummer is reeds gebruikt.
pl: Unikalny numer reguły jest już używany.
ro: Numărul unic de regulă este utilizat deja.
ru: Правило с таким номером уже используется.
sv: Detta unika nummer används redan.
uk: Правило з таким номером вже використовується.
zh_cn: 规则编号已经被使用。

source: Rule
af: Reël
ca: Regla
cs: Pravidlo
de: Regel
el: Κανόνας
es: Regla
fr: Règle
hu: Szabály
it: Regola
lo: ກົດ
nl: Regel
pl: Reguła
ro: Regulă
ru: Правило
sv: Regel
uk: Правило
zh_cn: 规则

source: Firewall Rule Settings
af: Brandmuur Reël Instellings
ca: Configuració de regles de tallafocs
cs: Nastavení pravidla brány firewall
de: Regeln der Firewall
el: Ρυθμίσεις Κανόνα Τείχους Προστασίας
es: Configurar reglas del firewall
fr: configuration des règles du parefeu
hu: Tűzfalszabály beállításai
it: Impostazioni delle regole del Firewall
lo: ການຕັ້ງຄ່າກົດໄຟວໍ
nl: Firewall Regel Instellingen
pl: Ustawienia reguł firewall'a
ro: Setări reguli firewall
ru: Настройки правил брандмауэра
sv: Brandväggsregler
uk: Налаштування правил фаєрвола
zh_cn: 防火墙规则设置

source: Rule number
af: Reël nommer
ca: Regla número
cs: Číslo pravidla
de: Regelnummer
el: Αριθμός κανόνα
es: Numero de regla
fr: Numéro de règle
hu: Szabály száma
it: Numero della regola
lo: ໝາຍເລກກົດ
nl: Regelnummer
pl: Numer reguły
ro: Numărul regulei
ru: Номер правила
sv: Regelnummer
uk: Номер правила
zh_cn: 规则编号

source: The rule number determines the order of the rule.
af: Die reël nommer stel die volgorde van die reël vas.
ca: El número de la regla determina l'ordre de la regla.
cs: Číslo pravidla určuje jeho pozici v pořadí.
de: Die Regelnummer bestimmt die Reihenfolge der Regel.
el: Ο αριθμός του κανόνα καθορίζει τη σειρά του.
es: El numero de la regla determina el orden de la regla.
fr: Le numéro de règle détermine l'ordre de la règle.
hu: A szabályok sorszámai határozzák meg a szabályok sorrendjét.
it: Il numero della regola ne determina l'ordine.
lo: ໝາຍເລກກົດກຳນົດລຳດັບຂອງກົດ.
nl: Het regelnummer bepaald de volgorde van de regel.
pl: Numer reguły określa kolejność jej wykonania.
ro: Numărul regulii stabilește și ordinea acesteia.
ru: Номера правил определяют последовательность их применения.
sv: Regelnumret bestämmer sorteringsordningen för regeln.
uk: Номер правила визначає також його порядковий номер.
zh_cn: 规则号码决定规则秩序。

source: Reject
af: Weier
ca: Rebutja
cs: Odmítnout
de: Zurückweisen
el: Απόρριψη
es: Rechazar
fr: Rejeter
hu: Elvetés
it: Rifiuta
lo: ປະຕິເສດ
nl: Afwijzen
pl: Odmów
ro: Respingere
ru: Отклонить
sv: Avböj
uk: Відхилити
zh_cn: 拒绝

source: The action which will be executed when the packet match the criteria specified below.
af: Die aksie sal uitgevooer word wanneer die pakkie ooreenstem met die kriteria hieronder
ca: L'acció que s'executarà quan el paquet coincideix amb els criteris especificats a continuació.
cs: Akce, která bude vykonána pokud paket splní níže uvedená kritéria.
de: Diese Funktion wird in Gang gesetzt, wenn das Paket mit dem unten benannten Kriterium übereinstimmt.
el: Η ενέργεια θα εκτελεστεί όταν το πακέτο ταιριάζει με τα κριτήρια που ορίζονται παρακάτω.
es: La acción se ejecutará cuando el paquete concuerde con el criterio especificado debajo.
fr: Action à exécuter lorsque le paquet satisfait les critères spécifiés ci-dessous.
hu: A művelet típusa, ha a csomag megfelelnek az alábbi feltételeknek.
it: L'azione che sarà eseguita quando il pacchetto soddisfa i criteri specificati di seguito.
lo: ການກະທຳທີ່ຈະຖືກປະຕິບັດເມື່ອແພັກເກັດກົງກັບເງື່ອນໄຂທີ່ລະບຸຂ້າງລຸ່ມນີ້.
nl: De actie die zal worden uitgevoerd wanneer het pakket voldoet aan de hieronder opgegeven criteria.
pl: Akcja zostanie wykonana gdy pakiet spełni kryteria określone poniżej.
ro: Acțiunea va fi executată atunci când pachetul de date va respecta criteriul specificat mai jos.
ru: Действие, которое будет применено к пакету, попадающему под указанные ниже критерии.
sv: Den händelse som kommer att utföras när paketet stämmer överens med nedanstående angivna kriterier.
uk: Дія, яка буде застосована до пакету, який потрапляє під такі критерії.
zh_cn: 数据包（packet）符合以下规定的标准时，将执行该动作。

source: Choose on which interface packets must come in to match this rule.
af: Kies op watter koppelvlak pakette moet inkom om met hierdie reël ooreen te stem.
ca: Trieu a quin interfície han d'anar els paquets per assolir aquesta regla.
cs: Zvolte rozhraní, kterým když pakety přijdou, bude se jich toto pravidlo týkat.
de: Wählen Sie die Schnittstelle aus, über welche die Pakete ankommen müssen, um mit dieser Regel übereinzustimmen.
el: Επιλέξτε τα πακέτα ποιάς διασύνδεσης πρέπει να φθάσουν για να ταιριάζει με αυτόν τον κανόνα.
es: Elija por cual interfaz irán los paquetes que concuerden con esta regla.
fr: Choisir l'interface sur laquelle appliquer cette règle sur les paquets entrants.
hu: Válaszd ki, mely interfészen bejövő csomagokra legyen érvényes az a szabály.
it: Scegli in quale interfaccia i pacchetti devono arrivare per soddisfare questa regola
lo: ເລືອກອິນເຕີເຟດທີ່ແພັກເກັດຕ້ອງເຂົ້າມາເພື່ອໃຫ້ກົງກັບກົດນີ້.
nl: Kies het netwerk waar de pakketten op binnenkomen waarop deze regel van toepassing is.
pl: Wybierz interfejs jakiego pakiety będą pasowały do tej reguły.
ro: Alegeți interfața pe care trebuie să vină pachetele pentru a respecta această regulă.
ru: Выберите, на какой интерфейс должны поступать пакеты, чтобы это правило выполнялось.
sv: Välj vilket gränssnitt paketen måste komma in på för att matcha denna regel.
uk: Виберіть, на який інтерфейс має прийти пакет щоб спрацювало дане правило
zh_cn: 选择数据包必须进入哪个接口以匹配此规则。

source: Choose which IP protocol this rule should match.
af: Kies met watter IP protokol hierdie reel ooreen moet stem.
ca: Trieu quin protocol IP deu assolir aquesta regla
cs: Zvolte IP protokol kterého se toto pravidlo týká.
de: Wählen Sie das IP-Protokoll, welches für diese Regel gelten soll.
el: Επιλέξτε οποίο πρωτόκολλο IP θα πρέπει να ταιριάζει με αυτόν τον κανόνα.
es: Elija con qué protocolo IP se emparejará esta regla.
fr: Choisir le protocole IP sur lequel appliquer cette règle.
hu: Válaszd ki, mely IP protokollhoz társítod ezt a szabályt.
it: Scegli a quale protocollo IP questa regola deve corrispondere
lo: ເລືອກໂປຣໂຕຄໍ IP ທີ່ກົດນີ້ຄວນຈະກົງກັນ.
nl: Kies het IP protocol waarop deze regel van toepassing is.
pl: Wybierz który protokół IP powinien pasować do tej reguły.
ro: Alegeți protocolul IP cu care ar trebui să se potrivească această regulă.
ru: Выберите IP-протокол, для которого будет выполняться это правило.
sv: Välj vilket IP Protokoll denna regel skall matcha
uk: Виберіть, який IP протокол відповідатиме даному правилу
zh_cn: 选择此规则将会匹配的 IP 协议。

source: To match any IP address leave this field empty.
af: Om match any IP-adres laat hierdie veld leeg.
ca: Per fer coincidir qualsevol adreça IP, deixeu aquest camp buit.
cs: Pokud má platit pro jakoukoli IP adresu, ponechte kolonku nevyplněnou.
de: Um alle IP-Adressen abzudecken, lassen Sie dieses Feld frei.
el: Για να ταιριάζει με οποιαδήποτε διεύθυνση IP αφήσετε κενό αυτό το πεδίο.
es: Para emparejar con cualquier dirección IP deja este campo vacío.
fr: Laisser ce champ vide pour signifier toutes les adresses IP (ie any).
hu: Hagyd üresen, ha minden IP címre szeretnéd ezt a szabályt.
it: Lasciando il campo vuoto si includono tutto gli indirizzi IP.
lo: ເພື່ອໃຫ້ກົງກັບທີ່ຢູ່ IP ໃດໆ, ປະຊ່ອງນີ້ຫວ່າງໄວ້.
nl: Om het voor alle IP-adressen te laten gelden kunt u dit veld leeg laten.
pl: Aby dopasować do dowolnego adresu IP pozostaw te pole puste.
ro: Pentru a permite orice adresă IP lăsați acest câmp necompletat.
ru: Для применения ко всем IP-адресам оставьте это поле пустым.
sv: För att matcha varje IP-adress lämna detta fält tomt.
uk: Для того, щоб будь-яка IP адреса була відповідною, залиште це поле порожнім.
zh_cn: 要匹配任何IP地址的话，请保留此字段为空白。

source: Source port
af: Bron Poort
ca: Port d'origen
cs: Zdrojový port
de: Quell-Port
el: Θύρα πηγής
es: Puerto de origen
fr: Port source
hu: Forrás portja
it: Porta di origine
lo: ພອດຕົ້ນທາງ
nl: Bron poort
pl: Port źródłowy
ro: Port sursă
ru: Порт источника
sv: Källport
uk: Вихідний порт
zh_cn: 来源端口

source: Destination port
af: Bestemming poort
ca: Port de destinació
cs: Cílový port
de: Ziel-Port
el: Θύρα προορισμού
es: Puerto de destino
fr: Port de destination
hu: Cél port
it: Porta destinazione
lo: ພອດປາຍທາງ
nl: Bestemmingspoort
pl: Port docelowy
ro: Port destinație
ru: Порт назначения
sv: Målport
uk: Порт призначення
zh_cn: 目的地端口

source: Any
af: Enige
ca: Qualsevol
cs: Libovolné
de: Alle
el: Οποιοδήποτε
es: Cualquiera
fr: Tous
hu: Bármely
it: Qualsiasi
lo: ໃດໆ
nl: Alle
pl: Dowolny
ro: Oricare
ru: Любой
sv: Vilken som helst
uk: Будь-який
zh_cn: 任何
