Repository: rojim666/xigmanas-code-r10599-trunk
Catalog: locale/xigmanas-*.po
Languages: af, ca, cs, de, el, es, fr, hu, it, lo, nl, pl, ro, ru, sv, uk, zh_cn

source: You have to reboot the system for the changes to take effect.
af: Jy moet die sisteem herlaai voordat die veranderinge in werking kan tree.
ca: Ha de reiniciar el sistema perquè els canvis tinguin efecte.
cs: Změny se projeví až po restartu serveru.
de: Um die Änderungen zu übernehmen, ist ein Neustart des Systems erforderlich.
el: Πρέπει να επανεκκινήσετε το σύστημα για να εφαρμοστούν οι αλλαγές.
es: Debe reiniciar el sistema para que los cambios surtan efecto.
fr: Vous devez redémarrer le système pour que les changements soient appliqués.
hu: A változások életbe lépéséhez újra kell indítanod a rendszert.
it: Affinchè le modifiche abbiano effetto, è necessario riavviare il sistema
lo: ທ່ານຕ້ອງຣີບູດລະບົບເພື່ອໃຫ້ການປ່ຽນແປງມີຜົນບັງຄັບໃຊ້.
nl: U dient nu eerst de server te herstarten voor de wijzigingen actief worden.
pl: Musisz ponownie uruchomić system aby zmiany przyniosły efekt
ro: Va trebui să reporniți sistemul pentru ca modificările să devină active.
ru: Вам следует перезагрузить систему для того, чтобы изменения вступили в силу.
sv: Du måste starta om systemet innan ändringarna slår igenom.
uk: Ви повинні перезавантажити систему, щоб зміни вступили в силу.
zh_cn: 您必须重新启动系统才能使更改生效。

source: The changes have been applied successfully.
af: Die veranderinge is met sukses aangewend.
ca: S'han aplicat els canvis satisfactòriament.
cs: Změny byly úspěšně provedeny.
de: Die Änderungen wurden übernommen.
el: Οι αλλαγές εφαρμόστηκαν με επιτυχία.
es: Los cambios han sido aplicados correctamente.
fr: Les modifications ont été appliquées avec succès.
hu: A módosítások sikeresen végrehajtva.
it: I cambiamenti sono stati applicati con successo.
lo: ການປ່ຽນແປງໄດ້ຖືກນຳໃຊ້ສຳເລັດແລ້ວ.
nl: De wijzigingen zijn succesvol uitgevoerd.
pl: Zmiany zostały pomyślnie zastosowane.
ro: Modificările au fost aplicate cu succes.
ru: Изменения были применены успешно.
sv: Ändringarna har verkställts.
uk: Зміни були успішно застосовані.
zh_cn: 改动已成功应用。

source: The changes could not be applied
af: Die veranderinge kon nie aangewend word nie
ca: Els canvis no es poden aplicar
cs: Změny se nepodařilo aplikovat
de: Die Änderungen konnten nicht durchgeführt werden.
el: Οι αλλαγές δεν μπόρεσαν να εφαρμοστούν
es: Los cambios no pudieron ser aplicados
fr: Les changements ne peuvent être appliqués
hu: Változásokat nem sikerült alkalmazni.
it: Le modifiche non possono essere applicate
lo: ບໍ່ສາມາດນຳໃຊ້ການປ່ຽນແປງໄດ້
nl: De wijzigingen kunnen niet worden toegepast
pl: Nie można zatwierdzić zmian.
ro: Modificările nu au putut fi aplicate
ru: Изменения не могут быть применены
sv: Ändringen kunde inte verkställas
uk: Зміни не можуть бути застосовані
zh_cn: 无法应用更改

source: Error Code
af: Fout Kode
ca: Errada de codi
cs: Kód chyby
de: Fehlercode
el: Κωδικός Σφάλματος
es: Código de error
fr: Code Erreur
hu: Hibakód
it: Codice di errore
lo: ລະຫັດຂໍ້ຜິດພາດ
nl: Fout Code
pl: Kod błędu
ro: Cod eroare
ru: Код ошибки
sv: Felkod
uk: Код помилки
zh_cn: 错误代码

source: Home
af: Tuis
ca: Inici
el: Αρχή
fr: Accueil
hu: Saját mappa
lo: ໜ້າຫຼັກ
nl: Thuis
pl: Początek
ru: Домой
sv: Hem
uk: Домівка

source: General
af: Algemene
ca: Generals
cs: Obecné
de: Allgemein
el: Γενικά
fr: Général
hu: Általános
it: Generale
lo: ທົ່ວໄປ
nl: Algemeen
pl: Ogólne
ro: Setări generale
ru: Общие
sv: Allmänt
uk: Загальні
zh_cn: 常规

source: Advanced
af: Gevorderde
ca: Avançada
cs: Pokročilé
de: Erweitert
el: Για προχωρημένους
es: Avanzado
fr: Avancé
hu: Haladó
it: Avanzato
lo: ຂັ້ນສູງ
nl: Geavanceerd
pl: Zaawansowane
ro: Setări Avansate
ru: Дополнительно
sv: Avancerat
uk: Додатково
zh_cn: 高级

source: Firmware Update
af: Firmware Opdateer
ca: Actualització de microprogamari
cs: Aktualizace firmware.
de: Firmware-Aktualisierung
el: Αναβάθμιση Υλικολογισμικού
es: Actualización de Firmware
fr: Mise à jour du micrologiciel
hu: Firmware frissítése
it: Aggiornamento del firmware
lo: ອັບເດດເຟີມແວ
pl: Aktualizacja oprogramowania układowego
ro: Actualizare firmware
ru: Обновление прошивки
sv: Uppdatera Systemmjukvara
uk: Оновлення прошивки
zh_cn: 固件升级

source: Packages
af: Pakkette
ca: Paquets
cs: Balíčky
de: Pakete
el: Πακέτα
es: Paquetes
fr: Paquets
hu: Csomagok
it: Pacchetti
lo: ແພັກເກດ
nl: Pakketten
pl: Pakiety
ro: Pachete
ru: Пакеты
sv: Paket
uk: Пакети
zh_cn: 套件

source: Backup/Restore
af: Rugsteun/Herstel
ca: Còpia/Restaura
cs: Zálohovat/obnovit
de: Konfiguration sichern / wiederherstellen
el: Αντίγραφο ασφαλείας/Επαναφορά
es: Guardar/Restaurar
fr: Configuration: Sauvegarder/Restaurer
hu: Mentés/Visszaállítás
it: Backup/Ripristino
lo: ສຳຮອງ/ກູ້ຄືນ
nl: Backup/Herstellen
pl: Backup/Przywróć
ro: Salvare/Restaurare
ru: Сохранение/восстановление
sv: Säkerhetskopiera/Återskapa
uk: Резервування / Відновлення
zh_cn: 备份/还原

source: Factory Defaults
af: Fabriek Verstek
ca: Valors de fàbrica
cs: Tovární nastavení
de: Auf Werkseinstellung zurücksetzen
el: Εργοστασιακές Ρυθμίσεις
es: Ajustes por defecto
fr: Configuration par défaut
hu: Gyári beállítások
it: Impostazioni di fabbrica
lo: ຄ່າເລີ່ມຕົ້ນຈາກໂຮງງານ
nl: Fabrieksinstelling
pl: Ustawienia fabryczne
ro: Setări implicite
ru: Стандартные настройки
sv: Fabriksinställningar
uk: Заводські налаштування
zh_cn: 原厂默认

source: Reboot
af: Herlaai
ca: Rearrenca
cs: Restartovat
de: Neustart
el: Επανεκκίνηση
es: Reiniciar Equipo
fr: Redémarrage
hu: Újraindítás
it: Riavvia
lo: ຣີບູດ
nl: Herstarten
pl: Uruchom ponownie
ro: Repornire
ru: Перезагрузка
sv: Starta om
uk: Перезавантаження
zh_cn: 重启

source: Shutdown
af: Skakel Af
ca: Apagada
cs: Vypnout
de: Herunterfahren
el: Τερματισμός
es: Apagar
fr: Arrêt
hu: Leállítás
it: Spegnimento
lo: ປິດເຄື່ອງ
nl: Uitschakelen
pl: Zamknięcie
ro: Oprire
ru: Выключение
sv: Stäng av
uk: Вимикання
zh_cn: 关机

source: Logout
ca: Surt
cs: Odhlásit se
de: Abmelden
el: Αποσύνδεση
es: Finalizar sesión
fr: Déconnexion
hu: Kijelentkezés
it: Esci
lo: ອອກຈາກລະບົບ
nl: Uitloggen
pl: Wyloguj
ro: Deautentificare
ru: Выход
sv: Logga ut
uk: Вийти
zh_cn: 登出

source: Network
af: Netwerk
ca: Xarxa
cs: Síť
de: Netzwerk
el: Δίκτυο
es: Red
fr: Réseau
hu: Hálózat
it: Rete
lo: ເຄືອຂ່າຍ
nl: Netwerk
pl: Sieć
ro: Rețea
ru: Сеть
sv: Nätverk
uk: Мережа
zh_cn: 网络

source: Interface Management
af: Koppelvlak Bestuure
ca: Gestió de la interfície
cs: Správa rozhraní
de: Schnittstellen-Management
el: Διαχείριση διασύνδεσης δικτύου
es: Gestion de interfaces
fr: Gestion des interfaces
hu: Interfész kezelése
it: Gestione interfaccia
lo: ການຈັດການອິນເຕີເຟດ
nl: Netwerk Management
pl: Interfejs zarządzający
ro: Management interfață
ru: Управление интерфейсами
sv: Gränssnittshantering
uk: Керування інтерфейсом
zh_cn: 接口管理

source: LAN Management
af: LAN Bestuur
ca: Gestió LAN
cs: Správa místní sítě (LAN)
el: Διαχείριση LAN
es: LAN Administracion
fr: Gestion du LAN
hu: Hálózat kezelése
it: Gestione LAN
lo: ການຈັດການ LAN
pl: Zarządzanie siecią lokalną
ro: Management LAN
ru: Настройки LAN
sv: LAN Hantering
uk: Керування локальною мережею (LAN)
zh_cn: 局域网管理

source: Hosts
af: Gashere
ca: Màquinas
cs: Stroje
el: Υπολογιστές
es: Equipos
fr: Hôtes
hu: Állomásnevek (Hosts)
it: Host
lo: ໂຮສຕ໌
nl: Hosten
pl: Hosty
ro: Sisteme
ru: Хосты
sv: Värdar
uk: Хости
zh_cn: 主机列表

source: Static Routes
af: Statiese Roetes
ca: Rutes estàtiques
cs: Statické trasy
de: Statische Routen
el: Στατικές Δρομολογήσεις Δικτύου
es: Rutas estaticas
fr: Routes statiques
hu: Statikus útvonalak
it: Route statiche
lo: ເສັ້ນທາງສະຖິດ
nl: Statische Routes
pl: Statyczne trasy
ro: Rute statice
ru: Статические маршруты
sv: Statiska Rutter
uk: Статичні маршрути
zh_cn: 静态路由

source: Proxy
af: Instaanbediener
de: Proxy-Konfiguration
el: Διακομιστής μεσολάβησης
lo: ພຣັອກຊີ
ru: Настройки прокси
uk: Проксі
zh_cn: 代理服务器

source: Firewall
af: Brandmuur
ca: Tallafocs
cs: Brána firewall
el: Τείχος προστασίας
es: Cortafuegos
fr: Pare-feu
hu: Tűzfal
lo: ໄຟວໍ
pl: Zapora sieciowa
ru: Брандмауэр
sv: Brandvägg
uk: Брандмауер
zh_cn: 防火墙

source: Services
af: Dienste
ca: Serveis
cs: Služby
de: Dienste
el: Υπηρεσίες
es: Servicios
hu: Szolgáltatások
it: Servizi
lo: ບໍລິການ
pl: Usługi
ro: Servicii
ru: Службы
sv: Tjänster
uk: Служби
zh_cn: 服务

source: Syncthing
ca: Sincronitzant
de: Synchronisation
uk: Синхронізація

source: iSCSI Target CTL
af: iSCSI Teiken CTL
ca: iSCSI objectiu CTL
cs: CTL iSCSI cíle
de: iSCSI Ziel CTL
el: CTL προορισμός iSCSI
fr: Cible ISCSI CTL
hu: iSCSI Cél CTL
nl: iSCSI Doel CTL
sv: iSCSI mål CTL
uk: CTL iSCSI-ціль
zh_cn: iSCSI 目标器 CTL

source: iSCSI Target ISTGT
af: iSCSI Teiken ISTGT
ca: iSCSI objectiu ISTGT
cs: iSTGT iSCSI cíle
de: iSCSI Ziel ISTGT
el: ISTGT προορισμός iSCSI
fr: Cible ISCSI ISTGT
hu: iSCSI Cél ISTGT
nl: iSCSI Doel ISTGT
sv: iSCSI mål ISTGT
uk: ISTGT iSCSI-ціль
zh_cn: iSCSI目标ISTGT

source: Dynamic DNS
af: Dinamiesie DNS
ca: DNS dinàmica
cs: Služba dynamického DNS
el: Δυναμικό DNS
es: DNS dinamico
fr: DNS Dynamique
it: DNS dinamico
nl: Dynamisch DNS
pl: Dynamiczny DNS
ro: DNS Dinamic
sv: Dynamisk DNS
uk: Динамічний DNS
zh_cn: 动态 DNS

source: Webserver
af: Web-bediener
ca: Servidor Web
cs: Webový server
el: Διακομιστής Web
es: Servidor Web
fr: Serveur web
hu: Webkiszolgáló
lo: ເວັບເຊີບເວີ
pl: Serwer WWW
ro: Server Web
sv: Webbserver
uk: Веб-сервер
zh_cn: 网页服务器

source: iSCSI Target
af: iSCSI Teiken
ca: Objetiu iSCSI
cs: iSCSI cíl
el: Προορισμός iSCSI
es: Destino iSCSI
fr: Cible iSCSI
hu: iSCSI-cél (iSCSI Target)
it: Target iSCSI
nl: iSCSI Doel
pl: Cel iSCSI
ro: Destinație iSCSI
ru: iSCSI
sv: iSCSI Mål
uk: iSCSI ціль
zh_cn: iSCSI 目标器

source: Virtualization
af: Virtualisering
ca: Virtualització
cs: Virtualizace
de: Virtualisierung
es: Virtualización
fr: Virtualisation
hu: Virtualizáció
it: Virtualizzazione
lo: ການສ້າງສະພາບແວດລ້ອມສະເໝືອນ
nl: Virtualisatie
pl: Wirtualizacja
ro: Virtualizare
ru: Виртуализация
sv: Virtualisering
uk: Віртуалізація
zh_cn: 虚拟化

source: Users & Groups
af: Gebruikers en Groepe
ca: Usuaris i Grups
cs: Uživatelé a skupiny
de: Benutzer & Gruppen
el: Χρήστες & Ομάδες
es: Usuarios y Grupos
fr: Utilisateurs & groupes
hu: Felhasználók és csoportok
it: Utenti e gruppi
lo: ຜູ້ໃຊ້ ແລະ ກຸ່ມ
nl: Gebruikers & Groepen
pl: Użytkownicy i grupy
ro: Utilizatori & Grupuri
ru: Пользователи и Группы
sv: Användare och grupper
uk: Користувачі і групи
zh_cn: 用户和群组

source: Processes
af: Prosesse
ca: Processos
cs: Procesy
de: Prozesse
el: Διεργασίες
es: Procesos
fr: Processus
hu: Folyamatok
it: Processi
lo: ໂພຣເຊສ
nl: Processen
pl: Operacje
ro: Procese
ru: Процессы
sv: Processer
uk: Процеси
zh_cn: 进程

source: Interfaces
af: Koppelvlakke
ca: Interfícies
cs: Rozhraní
de: Schnittstellen
el: Διασυνδέσεις δικτύου
hu: Interfészek
it: Interfacce
lo: ອິນເຕີເຟດ
nl: Netwerk
pl: Interfejsy
ro: Interfețe
ru: Интерфейсы
sv: Gränssnitt
uk: Інтерфейси
zh_cn: 接口

source: Monitoring
af: Monitering
ca: Monitorització
cs: Dohledování
de: Überwachung
el: Παρακολούθηση
es: Monitorizar
fr: Surveillance
hu: Figyelés
it: Monitoraggio
lo: ການຕິດຕາມ
ro: Monitorizare
ru: Мониторинг
sv: Övervakning
uk: Спостереження
zh_cn: 监控

source: File Editor
af: Lêer Redigeerder
ca: Editor de fitxers
cs: Editor souborů
de: Dateieditor
el: Επεξεργαστής αρχείων
es: Editor de archivos
fr: Editeur de fichiers
hu: Fájlszerkesztő
it: Editor di file
lo: ຕົວແກ້ໄຂໄຟລ໌
nl: Bestand Bewerker
pl: Edytor plików
ro: Editor fișiere
ru: Файловый редактор
sv: Filredigerare
uk: Редактор файлів
zh_cn: 文件编辑器

source: Extensions
af: Uitbreidings
cs: Nadstavby
de: Erweiterungen
el: Επεκτάσεις
es: Complementos
hu: Bővítmények
it: Estensioni
lo: ສ່ວນຂະຫຍາຍ
nl: Extensies
pl: Rozszerzenia
ro: Extensii
ru: Расширения
sv: Tillägg
uk: Розширення
zh_cn: 扩展

source: Routes
af: Roetes
ca: Rutas
cs: Trasy
de: Routing
el: Δρομολόγηση δικτύου
es: Rutas
hu: Útvonalak
lo: ເສັ້ນທາງ
nl: Route Tabellen
pl: Trasy
ro: Rute
ru: Маршруты
sv: Rutter
uk: Маршрути
zh_cn: 路由

source: Forum
ca: Fòrum
cs: Diskuzní fórum
el: Κοινότητα υποστήριξης
es: Foro
hu: Fórum
lo: ເວທີສົນທະນາ
ru: Форум разработчиков
uk: Форум
zh_cn: 论坛

source: Information & Manual
af: Inligting & Handleiding
ca: Manual i informació
cs: Informace a příručka
de: Informationen & Anleitung
el: Πληροφορίες & Εγχειρίδιο χρήσης
es: Información & Manual
fr: Informations & Manuel
hu: Információk és leírás
it: Informazioni e manuale
lo: ຂໍ້ມູນ ແລະ ຄູ່ມື
nl: Informatie & Handleiding
pl: Informacje i podręcznik
ro: Informații & Manual
ru: Информация и руководство
uk: Інформація та інструкція
zh_cn: 资讯和手册

source: IRC Live Support
af: IRC Lewendige Ondersteuning
cs: Bezprostřední podpora prostřednictvím IRC
el: Ζωντανή υποστήριξη μέσω IRC
es: Soporte IRC
fr: Aide en ligne via IRC
hu: IRC elő támogatás
it: Aiuto in linea tramite IRC
lo: ການຊ່ວຍເຫຼືອສົດຜ່ານ IRC
nl: IRC Live Ondersteuning
pl: Wsparcie IRC Live.
ro: Suport Live IRC
ru: Поддержка в чате IRC
uk: IRC канал підтримки
zh_cn: IRC 在线支援

source: License & Credits
af: Lisensie & Krediete
ca: Llicència i crèdits
cs: Licence a zásluhy
de: Lizenz & Mitwirkende
el: Άδεια χρήσης & Συντελεστές
es: Licencia y créditos
fr: Licence & Crédits
hu: Licensz és készítők
lo: ໃບອະນຸຍາດ ແລະ ຜູ້ສ້າງ
nl: Licentie & Bijdragen
pl: Licencja i podziękowania
ro: Licență și Credite
ru: Лицензия и список разработчиков
sv: Licens & Erkännande
uk: Ліцензія і список розробників
zh_cn: 授权及鸣谢

source: Donate
af: Skenk
ca: Donatiu
cs: Podpořit vývoj darem
de: Spenden
el: Δωρεά
es: Contribuir con una donación
fr: Faire un don
hu: Adományozás
it: Fai una donazione
lo: ບໍລິຈາກ
nl: Donatie
pl: Wspomóż
ro: Donează
ru: Пожертвования
sv: Donera
uk: Пожертва
zh_cn: 捐赠

source: System Information
af: Sisteem Inligting
ca: Informació del sistema
cs: Informace o systému
el: Πληροφορίες Συστήματος
es: Información del sistema
fr: Informations système
hu: Rendszerinformáció
it: Informazioni di sistema
lo: ຂໍ້ມູນລະບົບ
nl: Systeemoverzicht
pl: Informacje o systemie
ro: Informații sistem
ru: Информация о системе
uk: Системна інформація
zh_cn: 系统资料

source: CPU Usage
af: CPU Gebruik
ca: Ús de la CPU
cs: Využití procesoru
de: CPU-Auslastung
el: Χρήση Eπεξεργαστή
es: Uso de la CPU
fr: Utilisation du processeur
hu: Processzorhasználat
it: Utilizzo CPU
lo: ການໃຊ້ CPU
nl: CPU Gebruik
pl: Wykorzystanie CPU
ro: Utilizare CPU
ru: Использование процессора
sv: CPU Användning
uk: Використання ЦП
zh_cn: CPU使用率

source: CPU Core Usage
af: CPU Kern Gebruik
ca: Ús de nucli de CPU
cs: Využití jádra procesoru
de: CPU-Auslastung nach Kernen
el: Χρήση Πυρήνων Επεξεργαστή
es: Uso de CPU
fr: Utilisation des coeurs du processeur
hu: CPU mag használata
it: Utilizzo del core CPU
lo: ການໃຊ້ແກນ CPU
nl: CPU Core Gebruik
pl: Użycie rdzenia CPU
ro: Utilizare nucleu CPU
ru: Использование ядра процессора
sv: CPU Kärnanvändning
uk: Використання ядер ЦП
zh_cn: CPU核心使用率

source: Core
af: Kern
ca: Nucli
cs: Jádro
el: Πυρήνας
es: Núcleo
fr: Cœur
hu: Rendszermag
lo: ແກນ
pl: Rdzeń
ro: Nucleu
ru: Ядро
sv: Kärna
uk: Ядро
zh_cn: 核心

source: Temp
af: Tydelik
cs: Tepl.
el: Θερμοκρασία
es: Temperatura
fr: Température
hu: Hőmérséklet
lo: ອຸນຫະພູມ
pl: Tymczasowe
ro: Temperatură
ru: Температура
uk: Температура

source: Memory Usage
af: Geheue Gebruik
ca: Ús de la memòria
cs: Využití operační paměti
de: Speicherverwendung
el: Χρήση Μνήμης
es: Uso de memoria
fr: Utilisation de la mémoire
hu: Memóriafelhasználás
it: Utilizzo memoria
lo: ການໃຊ້ໜ່ວຍຄວາມຈຳ
nl: Geheugen Gebruik
pl: Wykorzystanie pamięci
ro: Utilizare memorie
ru: Использование памяти
sv: Minnesanvändning
uk: Використання пам'яті
zh_cn: 内存使用量

source: Swap Usage
af: Uitruil Gebruik
ca: Ús de l'intercanvi
cs: Využití odkládacího prostoru paměťových stránek (swap)
de: Swap-Auslastung
el: Χρήση Swap
es: Usa del Swap
fr: Utilisation du Swap
hu: Cserehely-használat
it: Utilizzo memoria virtuale
lo: ການໃຊ້ Swap
nl: Wisselbestand Gebruik
pl: Wykorzystanie SWAP
ro: Utilizare swap
ru: Использование подкачки
sv: Användning av växlingsfil
uk: Використання Swap
zh_cn: 交换区使用量

source: Load Averages
af: Laai Gemiddeldes
ca: Mitjanes de càrrega
cs: Průměrné vytížení
de: Durchschnittliche Last
el: Μέσος όρος φόρτου
es: Carga media
fr: Moyennes de charge
hu: Átlagterhelések
it: Carichi medi
lo: ຄ່າໂຫຼດສະເລ່ຍ
nl: Gemiddelde Belasting
pl: Średnie wartości
ro: Încărcare medie
ru: Средняя загрузка
sv: Belastningsmedelvärden
uk: Середнє навантаження
zh_cn: 平均负载

source: Show Process Information
af: Wys Proses Inligting
ca: Mostra informació de processos
cs: Zobrazit informace o procesu
de: Prozessinformationen anzeigen
el: Προβολή Πληροφοριών Διεργασιών
es: Mostar información de los procesos
fr: Afficher les informations sur les Processus en cours
hu: Folyamatinformációk megjelenítése
it: Mostra informazioni sul processo
lo: ສະແດງຂໍ້ມູນໂພຣເຊສ
nl: Processen Weergeven
pl: Pokaż informacje o procesach
ro: Afișare informații procese
ru: Показать информацию о процессах
sv: Visa information om processer
uk: Переглянути інформацію про процеси
zh_cn: 显示进程信息

source: Disk Space Usage
af: Skyf Ruimte Gebruikage
ca: Ús d'espai del disc
cs: Využití kapacity datového úložiště
de: Verwendeter Speicherplatz
el: Χρήση Χώρου Δίσκου
es: Espacio usado en Disco
fr: Utilisation de l'espace disque
hu: Lemezhasználat
it: Utilizzo spazio disco
lo: ການໃຊ້ພື້ນທີ່ດິສກ໌
nl: Schijf Ruimtegebruik
pl: Użycie przestrzeni dyskowej.
ro: Utilizare spațiu disc
ru: Использование дискового пространства
sv: Diskutrymmesanvändning
uk: Використання дискового простору
zh_cn: 磁盘空间使用率

source: Pool Space Usage
af: Poel Ruimte Gebruik
ca: Ús de l’espai de la piscina
de: Pool-Speicherplatzbelegung
el: Χρήση Χώρου Pool
es: Espacio usado en la agrupación de dispositivos(pool)
fr: Utilisation de l'espace du pool
hu: Terület helykihasználtsága
it: Spazio usato del pool
lo: ການໃຊ້ພື້ນທີ່ພູລ
nl: Pool Ruimtegebruik
ro: Utilizare spațiu pool
ru: Использование пространства пула
sv: Användning av poolutrymme
uk: Використання простору пула
zh_cn: 池空间使用率

source: | State:
af: | Staat:
ca: Estat:
cs: | Stát:
de: | Status:
el: |Κατάσταση:
es: | estado:
fr: | Etat:
hu: | Állapot:
it: | Stato:
lo: | ສະຖານະ:
nl: Status
pl: / Stan
ro: | Stare:
ru: | Состояние:
sv: | Status:
uk: | Стан:
zh_cn: | 状态：

source: UPS Status
ca: Estat del SAI
cs: Stav UPS zdroje
el: Κατάσταση UPS
es: Estado del SAI
fr: Statut de l'UPS
hu: Szünetmentes állapota
it: Stato UPS
lo: ສະຖານະ UPS
pl: Status UPS
ro: Stare UPS
ru: Состояние ИБП
uk: Статус ДБЖ
zh_cn: UPS 状态

source: Identifier:
af: Identifiseerder:
ca: Identificador:
cs: Identifikátor:
de: Identifikator:
el: Αναγνωριστικό:
es: Identificador:
fr: Identifiant:
hu: Azonosító:
it: Identificatore:
lo: ຕົວລະບຸ:
nl: Identificatie:
pl: Identyfikator:
ro: Identificator:
ru: Идентификатор:
sv: Identifierare:
uk: Ідентифікатор:
zh_cn: 标识符：

source: Show UPS Information
af: Wys UPS Inligting
ca: Mostra l'informació del SAI
cs: Zobrazit informace o UPS zdroji
de: UPS Informationen Anzeigen
el: Προβολή πληροφοριών UPS
es: Mostrar info. dela SAI
fr: Afficher les information de l'UPS
hu: Szünetmentes információk megjelenítése
it: Mostra informazioni UPS
lo: ສະແດງຂໍ້ມູນ UPS
nl: UPS Informatie Weergeven
pl: Pokaż infromacje UPS
ro: Afișare informații UPS
ru: Показать информацию ИБП
sv: Visa UPS information
uk: Показати інформацію про ДБЖ
zh_cn: 显示UPS信息

source: Status:
ca: Condició:
el: Κατάσταση:
es: Estado:
fr: État :
hu: Állapot:
it: Stato:
lo: ສະຖານະ:
ro: Stare:
ru: Статус:
sv: Tillstånd:
uk: Статус:
zh_cn: 状态：

source: Load:
af: Laai:
ca: Carga:
cs: Vytížení:
de: Auslastung:
el: Φόρτος:
es: Carga:
fr: Charge :
hu: Terhelés:
it: Carico:
lo: ໂຫຼດ:
nl: Belasting:
pl: Obłożenie:
ro: Încărcare:
ru: Нагрузка:
sv: Belastning:
uk: Навантаження:
zh_cn: 负荷：

source: Battery Level:
af: Battery Vlak:
ca: Nivell de bateria:
cs: Úroveň nabití baterie:
de: Batterie-Ladezustand:
el: Επίπεδο μπαταρίας:
es: Nivel de Batería:
fr: Niveau de batterie:
hu: Akkumulátor szint:
it: Livello batteria:
lo: ລະດັບແບັດເຕີຣີ:
nl: Batterijniveau:
pl: Poziom baterii
ro: Nivel baterie:
ru: Уровень заряда батареи:
sv: Batterinivå:
uk: Рівень батареї
zh_cn: 电池电量：

source: Remaining:
af: Oorblywend:
ca: Restant:
de: Verbleibend:
el: Απομένουν:
es: Restante:
fr: Restant :
hu: Fennmaradó:
it: Rimanente:
lo: ທີ່ຍັງເຫຼືອ:
nl: Resterend:
pl: Pozostało:
ro: Rămas:
ru: Осталось:
sv: Återstående:
uk: Залишилось:
zh_cn: 剩余：

source: Wrong permission on %s.
af: Verkeerde toestemming op %s.
ca: Permís equivocat en %s.
cs: Chybná přístupová práva na %s.
de: Falsche Berechtigung auf %s.
el: Λάθος δικαιώματα στο %s.
es: Permisos erroneos en %s
fr: Mauvaises permissions sur %s.
hu: Hibás jogosultság a következőn: %s.
it: Permessi non corretti su %s.
lo: ການອະນຸຍາດຜິດພາດໃນ %s.
nl: Verkeerde permissie op %s.
pl: Złe uprawnienia w %s.
ro: Permisiune greșită în %s.
ru: Неправильное разрешение на%s.
sv: Fel rättigheter på %s.
uk: Невірні атрибути дозволу на %s.
zh_cn: %s 的权限错误。

source: No DNS setting found.
af: Geen DNS instellings gevind.
ca: Ajustos DNS no trobats
cs: Nebyla nalezena žádná nastavení DNS.
de: Keine DNS-Einstellung gefunden.
el: Δεν βρέθηκε ρύθμιση DNS.
es: No se ha encontrado DNS
fr: Pas de configuration DNS trouvée.
hu: Nem találtam DNS beállítást.
it: Nessuna impostazione DNS trovata.
lo: ບໍ່ພົບການຕັ້ງຄ່າ DNS.
nl: Er zijn geen DNS instellingen gevonden.
pl: Nie znaleziono ustawień DNS
ro: Nu există setări DNS definite.
ru: Настройка DNS не найдена.
sv: Ingen DNS-inställning hittades
uk: DNS налаштавання не знайдені
zh_cn: 找不到 DNS 配置。

source: Backup configuration reminder. The last configuration backup is older than the configured interval.
af: Herinnering vir rugsteun konfigurasie. Die laaste konfigurasie rugsteun is ouer as die gekonfigureerde interval.
ca: Recordatori de configuració de còpia de seguretat. L'última còpia de seguretat de configuració és anterior a l'interval configurat.
cs: Nastavení připomínky zálohy. Poslední záloha je starší oproti nastavenému intervalu.
de: Erinnerung an Konfigurations-Backup. Das letze Konfigurations-Backup ist älter als das eingestellte Intervall.
el: Υπενθύμιση αντιγράφου ασφαλείας αρχείου ρυθμίσεων. Η ημερομηνία του τελευταίου αντιγράφου ασφαλείας του αρχείου ρυθμίσεων είναι παλιότερη από το χρονικό διάστημα που έχετε ορίσει.
es: Recordatorio de configuración de copia de seguridad. La última copia de seguridad de la configuración es anterior al intervalo configurado.
fr: Rappel pour la sauvegarde de la configuration . La dernière sauvegarde de la configuration est antérieure à l'intervalle configuré.
hu: Biztonsági mentés emlékeztető. Az utolsó mentés régebbi, mint a jelenleg beállított.
it: Promemoria salvataggio configurazione. L'ultimo salvataggio della configurazione è più vecchio di quanto previsto.
lo: ການແຈ້ງເຕືອນການສຳຮອງຂໍ້ມູນການຕັ້ງຄ່າ. ການສຳຮອງຂໍ້ມູນການຕັ້ງຄ່າຄັ້ງຫຼ້າສຸດເກົ່າກວ່າໄລຍະເວລາທີ່ຕັ້ງຄ່າໄວ້.
nl: Backup configuratie herinnering. De laatste configuratie backup is ouder dan het geconfigureerde interval.
pl: Przypomnienie konfiguracji kopii zapasowej. Ostatnia konfiguracja jest starsza niz skonfigurowany interwał.
ro: Memento backup configurație. Ultima copie backup a parametrilor de sistem este mai veche decât intervalul stabilit.
ru: Напоминание о резервном копировании конфигурации. Последняя резервная копия конфигурации старше заданного интервала.
sv: Konfigurationsbackup påminnelse. Den senaste backupen av konfigurationen är äldre än inställt intervall.
uk: Нагадування про резервування конфігурації. Останнє резервування конфігурації старіше ніж налаштований інтервал.
zh_cn: 备份配置提醒。 最后一次配置备份早于已配置的时间间隔。
