Repository: rojim666/xigmanas-code-r10599-trunk
Catalog: locale/xigmanas-*.po
Languages: af, ca, cs, de, el, es, fr, hu, it, lo, nl, pl, ro, ru, sv, uk, zh_cn

source: No new encrypted disks have been found.
af: Geen nuwe geïnkripteer skywe gewees het gevind.
ca: No s'han trobat nous discos xifrats.
cs: Nebyly nalezeny žádné nové šifrované jednotky datového úložiště.
de: Es wurden keine neuen verschlüsselten Datenträger gefunden.
el: Δεν βρέθηκαν νέοι κρυπτογραφημένοι δίσκοι.
es: No se han encontrado nuevos discos encriptados.
fr: Aucun nouveau disque crypté n'a été trouvé.
hu: Egy titkosított lemezt sem találtunk.
it: Nessun nuovo disco criptato.
lo: ບໍ່ພົບດິສກ໌ທີ່ເຂົ້າລະຫັດໃໝ່.
nl: Er zijn geen nieuwe gecodeerde schijven gevonden.
pl: Nie znaleziono nowych szyfrowanych dysków.
ro: Niciun disc nou criptat găsit.
ru: Новых зашифрованных дисков не было найдено.
sv: Inga nya krypterade diskar har hittats.
uk: Жодного зашифрованого диску не знайдено.
zh_cn: 未找到新的加密磁盘。

source: All encrypted disks have been imported.
af: Alle geënkripteerde skywe is ingevoer.
ca: Tots els discos xifrats han estat importats.
cs: Všechny šifrované jednotky datového úložiště byly naimportovány.
de: Alle verschlüsselten Festplatten wurden importiert.
el: Όλοι οι κρυπτογραφημένοι δίσκοι εισήχθησαν.
es: Todos los discos encriptados han sido importados.
fr: Tous les disques cryptés ont été importés.
hu: Az összes titkosított lemezt importáltuk.
it: Tutti i dischi criptati sono stati importati
lo: ດິສກ໌ທີ່ເຂົ້າລະຫັດທັງໝົດໄດ້ຖືກນຳເຂົ້າແລ້ວ.
nl: Alle gecodeerde schijven zijn geimporteerd.
pl: Wszystkie szyfrowane dyski zostały zaimportowane.
ro: Toate discurile criptate au fost importate.
ru: Все зашифрованные диски были импортированы.
sv: Alla krypterade diskar har importerats.
uk: Всі зашифровані диски були імпортовані.
zh_cn: 所有加密的磁盘都已导入

source: Errors have been detected during import.
af: Foute was gewees tydens die invoer bespeur.
ca: S'han detectat errors durant la importació.
cs: Při importu byly zjištěny chyby.
de: Während des Imports sind Fehler aufgetreten.
el: Ανιχνεύθηκαν σφάλματα κατά τη διαδικασία της εισαγωγής.
es: Se han detectado errores durante la importación.
fr: Des erreurs ont été détectées lors de l'importation.
hu: Importálás közben hiba lépett fel.
it: Errori rilevati durante l'importazione
lo: ພົບຂໍ້ຜິດພາດໃນລະຫວ່າງການນຳເຂົ້າ.
nl: Er zijn fouten opgetreden tijdens het importeren.
pl: Wykryto błędy w trakcie importu
ro: Eroare detectată la import.
ru: Были обнаружены ошибки во время импорта.
sv: Fel har upptäckts under importen.
uk: В процесі імпорту були виявлені помилки.
zh_cn: 导入期间检测到错误。

source: Encryption
af: Enkripsie
ca: Encriptació
cs: Šifrování
de: Verschlüsselung
el: Κρυπτογράφηση
es: Cifrado
fr: Chiffrement
hu: Titkosítás (encryption)
it: Cifratura
lo: ການເຂົ້າລະຫັດ
nl: Encryptie
pl: Szyfrowanie
ro: Criptare
ru: Шифрование
sv: Kryptering
uk: Шифрування
zh_cn: 加密方式

source: Management
af: Bestuure
ca: Gestió
cs: Správa
el: Διαχείριση
es: Administración
fr: Gestion
hu: Kezelés
it: Gestione
lo: ການຈັດການ
pl: Zarządzanie
ru: Управление
sv: Hantering
uk: Керування
zh_cn: 管理

source: Tools
af: Gereedskap
ca: Eines
cs: Nástroje
de: Werkzeuge
el: Εργαλεία
es: Herramientas
fr: Outils
hu: Eszközök
it: Strumenti
lo: ເຄື່ອງມື
nl: Hulpmiddelen
pl: Narzędzia
ro: Unelte
ru: Инструменты
sv: Verktyg
uk: Інструменти
zh_cn: 工具

source: Encryption Management
af: Enkripteer Bestuure
ca: Gestió del xifrat
cs: Zpráva šifrování
de: Konfiguration der Verschlüsselungsparameter
el: Διαχείριση Κρυπτογράφησης
es: Opciones de Cifrado
fr: Gestion du chiffrement
hu: Titkosításkezelő
it: Gestione Criptazione
lo: ການຈັດການການເຂົ້າລະຫັດ
nl: Encryptie Management
pl: Zarządzanie szyfrowaniem
ro: Management criptare
ru: Управление шифрованием
sv: Krypteringshantering
uk: Керування Шифруванням
zh_cn: 加密管理

source: Disk
af: Skyf
ca: Disc
de: Festplatte
el: Δίσκος
es: Disco
fr: Disque
hu: Lemez
it: Disco
lo: ດິສກ໌
nl: Schijf
pl: Dysk
ro: Disc
ru: Диск
uk: Диск
zh_cn: 硬盘

source: Data Integrity
af: Data Integriteit
ca: Integritat de dades
cs: Neporušenost dat
de: Datenintegrität
el: Ακεραιότητα Δεδομένων
es: Integridad de datos
fr: Intégrité des données
hu: Adatintegritás
it: Integrità dei dati
lo: ຄວາມສົມບູນຂອງຂໍ້ມູນ
nl: Integriteit Data
pl: Integralność danych
ro: Integritate date
ru: Целостность данных
sv: Dataintegritet
uk: Целістність даних
zh_cn: 数据的完整性

source: Configuring
af: Konfigureer
ca: Configuració
cs: Nastavování
de: Konfiguriere
el: Ρύθμιση
es: Configurando
fr: Configuration
hu: Beállítás
it: Configurando
lo: ກຳລັງຕັ້ງຄ່າ
nl: Configureren
pl: Konfigurowanie
ro: Configurare
ru: Настраивается
sv: Konfigurering
uk: Налаштування
zh_cn: 设置中

source: Deleting
af: Skrap tans
ca: Suprimint
cs: Odstraňování
de: Löschvorgang
el: Γίνεται διαγραφή
es: Borrando
fr: Suppression
hu: Törlés
it: Eliminazione
lo: ກຳລັງລຶບ
nl: Aan het verwijderen
pl: Usuwanie
ro: Ștergere
ru: Удаление
sv: Raderar
uk: Видалення
zh_cn: 删除中

source: Not attached
af: Nie aangeheg
ca: No s'adjunta
cs: Nepřipojeno
de: Nicht hinzugefügt
el: Μη συνημμένος
es: Sin agregar
fr: Non attaché
hu: Nem csatolt
it: Non agganciato
lo: ບໍ່ໄດ້ເຊື່ອມຕໍ່
nl: Niet verbonden
pl: Nie załączone
ro: Neatașat
ru: Не присоедиен
sv: Inte tillkopplad
uk: Не під'єднано
zh_cn: 尚未连结

source: Attached
af: Aangeheg
ca: Adjunt
cs: Připojeno
de: Hinzugefügt
el: Προσαρτημένος
es: Agregado
fr: Attaché
hu: Csatolt
it: Agganciato
lo: ເຊື່ອມຕໍ່ແລ້ວ
nl: Verbonden
pl: Załączone
ro: Atașat
ru: Присоединен
sv: Ansluten
uk: Приєднано
zh_cn: 连接成功

source: Do you really want to import?\nThe existing config may be overwritten.
af: Wil jy regtig invoer?\nDie bestaande instelling lêer mag dalk oorskryf word.
ca: Realment voleu importar?\nLa configuració existent es pot sobreescriure.
cs: Opravdu provést import nastavení?\nJe totiž možné, že tím přijdete o ta stávající, protože budou přepsána.
de: Möchten Sie wirklich importieren?\nDie bestehende Konfiguration wird unter Umständen überschrieben.
el: Θέλετε πραγματικά να κάνετε εισαγωγή;\nΤο υπάρχον αρχείο ρυθμίσεων ίσως να αντικατασταθεί.
es: Realmente desea importar?\nLa configuración actual será sobrescrita.
fr: Voulez-vous vraiment importer ?\nLa configuration actuelle pourrait alors éventuellement être remplacée par une nouvelle.
hu: Biztos, hogy importálsz?\nA jelenlegi beállítások felülíródnak.
it: Vuoi davvero importare?\nLa configurazione esistente potrebbe venir sovrascritta.
lo: ທ່ານຕ້ອງການນຳເຂົ້າແທ້ບໍ່?\nການຕັ້ງຄ່າທີ່ມີຢູ່ອາດຈະຖືກຂຽນທັບ.
nl: Weet u zeker dat u wilt importeren?\nDe bestaande config kan worden overschreven.
pl: Naprawdę chcesz zaimportować?\nIstniejąca konfiguracja może zostać nadpisana
ro: Doriţi să importați această configurație?\nConfigurația curentă va fi suprascrisă.
ru: Вы действительно хотите импортировать?\nСуществующая конфигурация может быть перезаписана.
sv: Vill du verkligen importera?\n Aktuella inställningar kan skrivas över.
uk: Ви підтверджуєте імпортування?\nІснуюча конфігурація може бути перезаписана.
zh_cn: 你确定要导入吗？ \n现有的配置可能会被覆盖。

source: Import Disks
af: Invoer Skywe
ca: Importa discs
cs: Importovat disky
de: Festplatten importieren
el: Εισαγωγή δίσκων
es: Importar Discos
fr: Importer les disques
hu: Lemezek importálása
it: Importa Dischi
lo: ນຳເຂົ້າດິສກ໌
nl: Importeer Schijven
pl: Importuj dyski.
ro: Import discuri
ru: Импорт дисков
sv: Importera diskar
uk: Імпортувати Диски
zh_cn: 导入磁盘

source: Do you really want to clear and import?\nThe existing config will be cleared and overwritten.
af: Wil jy regtig om te duidelike en invoer?\nDie bestaande konfig sal wees uitgevee en oorgeskryf.
ca: Realment voleu esborrar i importar? \nLa configuració existent s'esborra i sobreescriurà.
cs: Opravdu vyčistit a importovat?\nExistující nastavení budou smazána a přepsána.
de: Möchten Sie wirklich löschen und importieren?\nDie bestehende Konfiguration wird entfernt und überschrieben.
el: Θέλετε πραγματικά να κάνετε εκκαθάριση και εισαγωγή;\nΤο υπάρχον αρχείο ρυθμίσεων θα εκκαθαριστεί και θα αντικατασταθεί.
es: Realmente desea importar?\nLa configuración actual será desechada y sobrescrita.
fr: Voulez-vous vraiment supprimer et importer ?\nLa configuration actuelle sera alors effacée puis remplacée par la nouvelle.
hu: Biztos törölsz és importálsz?\nA meglévő beállítások törlődnek és felülíródnak.
it: Vuoi davvero cancellare e importare?\nLa configurazione esistente verrà cancellata e sovrascritta.
lo: ທ່ານຕ້ອງການລ້າງ ແລະ ນຳເຂົ້າແທ້ບໍ່?\nການຕັ້ງຄ່າທີ່ມີຢູ່ຈະຖືກລ້າງ ແລະ ຂຽນທັບ.
nl: Weet u zeker dat u wilt wissen en importeren?\nDe huidige config zal worden gewist en herschreven.
pl: Naprawdę chcesz wyczyścić i zaimportować?\nIstniejąca konfiguracja zostanie wyczyszczona i nadpisana
ro: Doriți să ștergeți configurația curentă și să importați o alta nouă?\nConfigurația curentă va fi suprascrisă.
ru: Вы действительно хотите очистить и импортировать?\nСуществующая конфигурация будет очищена и перезаписана.
sv: Vill du verkligen radera och importera?\n Aktuella inställningar kommer att raderas.
uk: Ви підтверджуєте очищення та імпорт?\nІснуюча конфігурацію буде очищена і перезаписана.
zh_cn: 你确定要清除并导入吗？\n现有的配置将被清除和覆盖。

source: Clear Config And Import Disks
af: Duidelik Konfig En Invoer Skyfs
ca: Esborrar configuració i importar discs
cs: Vyčistit nastavení a naimportovat disky
de: Konfiguration bereinigen und Festplatten importieren
el: Εκκαθάριση Αρχείου ρυθμίσεων και Εισαγωγή Δίσκων
es: Actualizar Config. e importar Discos.
fr: Effacer la Configuration et Importer les Disques
hu: Konfiguráció törlése és lemezek importálása
it: Cancellare la configurazione ed importare dischi
lo: ລ້າງການຕັ້ງຄ່າ ແລະ ນຳເຂົ້າດິສກ໌
nl: Config wissen en Importeer Schijven
pl: Wyczyść konfigurację i importuj dyski
ro: Ștergere configurație și import discuri
ru: Очистить конфигурацию и импортировать диски
sv: Rensa konfiguration och importerara diskar
uk: Очистити конфігурацию та імпортувати диски
zh_cn: 清除配置并导入磁盘

source: You must add disks first.
af: Jy moet eers skywe byvoeg.
ca: Ha d'afegir discos primer.
cs: Nejprve je třeba přidat jednotky datového úložiště.
de: Die Festplatten müssen zuerst hinzugefügt werden.
el: Πρέπει πρώτα να προσθέσετε δίσκους.
es: Se deben añadir discos primero.
fr: Vous devez d'abord ajouter des disques.
hu: Először lemezt kell hozzáadnod.
it: è necessario prima aggiungere i dischi.
lo: ທ່ານຕ້ອງເພີ່ມດິສກ໌ກ່ອນ.
nl: U moet eerst de hardeschijven toevoegen.
pl: Najpierw musisz dodać dysk.
ro: Mai întâi va trebuie să adăugați discurile.
ru: Вначале необходимо добавить диски.
sv: Du måste lägga till diskar först.
uk: Спочатку треба додати диски.
zh_cn: 请先加入硬盘。

source: You should use HTTPS as WebGUI protocol for sending passphrase.
af: Jy moet HTTPS gebruik as WebGUI protokol vir die stuur wagwoordfrase.
ca: Ha d'utilitzar HTTPS com a protocol WebGUI per enviar contrasenya.
cs: Při zadávání heslové fráze do webového rozhraní by měla být používána zabezpečená komunikace prostřednictvím HTTPS.
de: Aus Sicherheitsgründen sollte HTTPS als WebGUI-Protokoll beim Senden des Passworts benutzt werden.
el: Θα ήταν καλό θα χρησιμοποιήσετε το HTTPS ως πρωτόκολλο στο Web περιβάλλον διαχείρισης για αποστολή του συνθηματικού.
es: Deberia emplear HTTPS como protocolo del WebGUI para enviar la contraseña.
fr: Vous devriez utiliser HTTPS comme protocole webGUI pour envoyer la phrase secrète.
hu: Jelszó küldéséhez HTTPS protokollon működő WebGUI-t kellene használnod.
it: Sarebbe meglio utilizzare HTTPS come protocollo per la WebGUI per inoltrare la passphrase.
lo: ທ່ານຄວນໃຊ້ HTTPS ເປັນໂປຣໂຕຄໍ WebGUI ສຳລັບການສົ່ງລະຫັດຜ່ານ.
nl: Gebruik bij voorkeur HTTPS als WebGUI protocol voor het versturen van wachtwoordzinnen.
pl: Powinienieś użyć protokołu HTTPS jako GUI strony do wysyłania długiego hasła.
ro: Pentru trimiterea frazei de control trebuie să folosiți protocolul HTTPS.
ru: Следует использовать HTTPS в качестве протокола WebGUI для отправки парольной фразы.
sv: Du bör använda HTTPS-protokollet för webbgränssnittet för att sända lösenordsfrasen.
uk: Слід використовувати HTTPS в якості протоколу веб інтерфейсу для відправлення паролю.
zh_cn: 建议您使用 HTTPS 加密模式连接 WebGUI 来传送加密密钥。

source: Encryption algorithm
af: Enkripteer algoritme
ca: Algoritme d'encriptació
cs: Šifrovací algoritmus
de: Verschlüsselungsalgorithmus
el: Αλγόριθμος κρυπτογράφησης
es: Algoritmo de cifrado
fr: Algorithme de chiffrement
hu: Titkosítási algoritmus
it: Algoritmo di cifratura
lo: ອັນກໍຣິທຶມການເຂົ້າລະຫັດ
nl: Encryptie algoritme
pl: Algorytm szyfrowania
ro: Algoritm criptare
ru: Алгоритм шифрования
sv: Krypteringsalgoritm
uk: Алгоритм шифрування
zh_cn: 加密演算法

source: Passphrase
af: Wagfrase
ca: Contrasenya
cs: Heslová fráze
de: Passwort
el: Συνθηματική φράση
es: Contraseña
fr: Phrase secrète
hu: Jelszó
lo: ລະຫັດຜ່ານ
nl: Wachtwoordzin
pl: Długie hasło
ro: Frază-Parolă
ru: Парольная фраза
sv: Lösenordsfras
uk: Пароль
zh_cn: 密码短语

source: Passphrase Confirmation
af: Wagfrase Bevestiging
ca: Confirmació de contrasenya
cs: Potvrzení heslové fráze
de: Passwort bestätigen
el: Επιβεβαίωση Συνθηματικού
es: Confirmación de la contraseña/Frase de paso
fr: Confirmation de la phrase secrète
hu: Jelszó megerősítése
it: Conferma frase d'accesso
lo: ການຢືນຢັນລະຫັດຜ່ານ
nl: Wachtwoordzin Bevestiging
pl: Potwierdzenie hasła
ro: Confirmare frază-parolă
ru: Подтверждение парольной фразы
sv: Lösenordsbekräftelse
uk: Підтвердження паролю
zh_cn: 密码确认

source: This disk already exists in the disk list.
af: Hierdie skyf bestaan reeds in die skyf lys.
ca: Aquest disc ja existeix a la llista de discos.
cs: Tento disk už seznamu disků existuje.
de: Diese Festplatte ist bereits in der Festplatteliste enthalten.
el: Ο δίσκος υπάρχει ήδη στη λίστα δίσκων.
es: Este disco ya existe en la lista de discos.
fr: Ce disque existe déjà dans la liste des disques.
hu: Ez a lemez már létezik a lemez listában.
it: Questo disco esiste già nella lista dei dischi.
lo: ດິສກ໌ນີ້ມີຢູ່ແລ້ວໃນລາຍການດິສກ໌.
nl: Deze schijf bestaat al in de lijst met schijven.
pl: Ten dysk już występuje na liście dysków.
ro: Acest disc este deja în lista discurilor.
ru: Этот диск уже есть в списке дисков.
sv: Den här disken finns redan i disklistan.
uk: Цей диск вже присутній в списку дисків.
zh_cn: 此硬盘已存在硬盘列表中。

source: Passphrase don't match.
af: Wagfrase kom nie ooreen met
ca: Frases de contrasenya no coincideixen.
cs: Heslová fráze nesouhlasí.
de: Passwort stimmen nicht überein.
el: Οι συνθηματικές φράσεις δεν ταιριάζουν
es: La contraseña no coincide.
fr: Les phrases secrètes ne correspondent pas
hu: A jelszó nem megfelelő.
it: La passphrase non coincide
lo: ລະຫັດຜ່ານບໍ່ກົງກັນ.
nl: Het wachtwoordzin komt niet overeen.
pl: Długie hasło nie pasuje.
ro: Frazele parolă nu coincid.
ru: Парольные фразы не совпадают.
sv: Lösenordsfrasen stämmer ej överens.
uk: Паролі не однакові.
zh_cn: 密码短语不匹配。

source: Unmount this disk first before proceeding.
af: Ontkoppel eers doe skyf voordat jy voortgaan.
ca: Desmuntar el disc abans de continuar.
cs: Pokračovat bude možné až po odpojení (unmount) této jednotky datového úložiště.
de: Hängen Sie diese Festplatte aus bevor Sie fortfahren.
el: Αποπροσαρτήστε πρώτα αυτό το δίσκο πριν συνεχίσετε.
es: Desmontar el disco antes de continuar
fr: Démontez ce disque avant de continuer.
hu: Folytatás előtt csatold le a lemezt.
it: Smontare il disco prima di procedere.
lo: ຖອນການເຊື່ອມຕໍ່ດິສກ໌ນີ້ກ່ອນດຳເນີນການ.
nl: Ontkoppel deze schijf eerst voor u verder gaat.
pl: Zanim zaczniesz odmontuj ten dysk
ro: Demontați mai întâi discul.
ru: Размонтируйте этот диск, прежде чем продолжить.
sv: Avmontera disken först innan du fortsätter.
uk: Размонтіруйте цей диск, перш ніж продовжити.
zh_cn: 在继续之前先卸载此磁盘。

source: The disk is currently mounted!
af: Die skyf is huidiglik gemonteer!
ca: El disc està muntat actualment!
cs: V současnosti je z této jednotky datového úložiště připojen (mount) nějaký souborový systém!
de: Die Festplatte ist momentan nicht eingehängt!
el: Ο δίσκος είναι αυτή τη στιγμή προσαρτημένος!
es: El disco esta montado actualmente
fr: Le disque est actellement monté!
hu: A lemez jelenleg be van csatolva!
it: Il disco è attualmente montato
lo: ດິສກ໌ກຳລັງຖືກເຊື່ອມຕໍ່ຢູ່!
nl: De schijf is momenteel aangekoppeld!
pl: Ten dysk jest aktualnie zamontowany!
ro: Discul este deja montat!
ru: Диск в настоящее время смонтирован!
sv: Disken är för närvarande monterad!
uk: Диск в даний час змонтовано!
zh_cn: 磁盘当前已挂载！

source: Encryption Settings
af: Enkripteer Instellings
ca: Ajustos del Xifrat
cs: Nastavení šifrování
de: Verschlüsselungseinstellungen
el: Ρυθμίσεις Κρυπτογράφησης
es: Opciones de Cifrado
fr: Paramètres de Chiffrement
hu: Titkosítási beállítások
it: Impostazioni di Criptazione
lo: ການຕັ້ງຄ່າການເຂົ້າລະຫັດ
nl: Encryptie Instellingen
pl: Ustawienia szyfrowania
ro: Setări criptare
ru: Настройки шифрования
sv: Krypteringsinställningar
uk: Налаштування Шифрування
zh_cn: 加密设置

source: Must choose one
af: Moet een kies
ca: Ha de triar un
cs: Je třeba něco zvolit
de: Es muss eine ausgewählt werden
el: Πρέπει να επιλέξετε έναν
es: Debe escoger uno
fr: Vous devez choisir une valeur
hu: Válassz
it: Bisogna sceglierne uno
lo: ຕ້ອງເລືອກໜຶ່ງ
nl: Kies een schijf (verplicht)
pl: Musisz wybrać jeden
ro: Trebuie să selectați unul
ru: Выберите...
sv: Måste välja en
uk: Треба вибрати один з варіантів
zh_cn: 必选栏位。

source: Algorithm
af: Algoritme
ca: Algoritme
cs: Algoritmus
de: Algorithmus
el: Αλγόριθμος
es: Algoritmo
fr: Algorithme
hu: Algoritmus
it: Algoritmo
lo: ອັນກໍຣິທຶມ
nl: Algoritme
pl: Algorytm
ro: Algoritm
ru: Алгоритм
sv: Algoritm
uk: Алгоритм
zh_cn: 算法

source: Select an encryption algorithm to use.
af: Selekteer 'n enkripsie algoritme om te gebruik.
ca: Seleccionar el algoritme de xifrat a utilitzar.
cs: Vyberte který šifrovací algoritmus používat.
de: Wählen Sie den Verschlüsselungsalgorithmus
el: Επιλέξτε έναν αλγόριθμο κρυπτογράφησης που θα χρησιμοποιήσετε.
es: Seleccionar algoritmo de encriptación a usar.
fr: Sélectionnez un algorithme de cryptage à utiliser.
hu: Válassz titkosítási algoritmust.
it: Selezionare l'algoritmo di criptaggio da usare.
lo: ເລືອກອັນກໍຣິທຶມການເຂົ້າລະຫັດທີ່ຈະໃຊ້.
nl: Selecteer een encryptiealgoritme om te gebruiken.
pl: Wybierz algorytm szyfrowania
ro: Selectați algortimul de criptare de utilizat.
ru: Выберите используемый алгоритм шифрования.
sv: Välj en krypteringsalgoritm att använda.
uk: Оберіть алгоритм шифрування.
zh_cn: 选择要使用的加密算法。

source: Default
af: Verstek
ca: Per defecte
cs: Výchozí
de: Vorgaben
el: Προεπιλεγμένο
es: Predeterminada
fr: Standard
hu: Alapértelmezett
it: Predefinita
lo: ຄ່າເລີ່ມຕົ້ນ
nl: Standaard
pl: Domyślny
ro: Implicit
ru: По умолчанию
sv: Standard
uk: За замовчуванням
zh_cn: 默认值

source: Key Length
af: Sleutel Lengte
ca: Longitud de la clau
cs: Délka klíče
de: Schlüssellänge
el: Μήκος Κλειδιού
es: Longitud de la clave
fr: Longueur de la Clé
hu: Kulcshossz
it: Lunghezza chiave
lo: ຄວາມຍາວກະແຈ
nl: Sleutellengte
pl: Długość klucza
ro: Lungime cheie
ru: Длина ключа
sv: Nyckellängd
uk: Довжина ключа
zh_cn: 密钥长度

source: Select which key length to use for given cryptographic algorithm.
af: Selekteer watter sleutel lengte te gebruik vir gegewe kriptografiese algoritme.
ca: Seleccionar la longitud de clau a utilitzar per algoritme criptogràfic donat.
cs: Vyberte jakou délku klíče použít pro daný kryptografický algoritmus.
de: Wählen Sie die Schlüssellänge zur Verwendung mit dem gegebenen Verschlüsselungsalgorithmus.
el: Επιλέξτε το μήκος κλειδιού για χρήση με το δεδομένο αλγόριθμο κρυπτογράφησης.
es: Longitud de la clave de encriptación a usar.
fr: Sélectionnez la longueur de clé à utiliser pour l'algorithme cryptographique donné.
hu: Válaszd ki a megadott titkosítási algoritmushoz használandó kulcshosszúságot.
it: Selezionare la lunghezza della chiave per l'algoritmo di criptazione
lo: ເລືອກຄວາມຍາວກະແຈທີ່ຈະໃຊ້ສຳລັບອັນກໍຣິທຶມການເຂົ້າລະຫັດທີ່ໃຫ້.
nl: Selecteer welke lengte te gebruiken voor opgegeven cryptografisch algoritme.
pl: Wybierz długość klucza dla danego algorytmu szyfrowania
ro: Selectați lungimea cheii de criptare pentru algortimul de criptare selectat.
ru: Выберите, какой длины использовать ключ для данного криптографического алгоритма.
sv: Välj vilken nyckellängd som skall användas för en given krypteringsalgoritm.
uk: Оберіть, якої довжини використовувати ключ для цього криптографічного алгоритму.
zh_cn: 选择要用于给定加密算法的密钥长度。

source: (Default lengths are: 128 for AES, 128 for Blowfish, 128 for Camellia and 192 for 3DES).
af: (Verstek lengtes is: 128 vir AES, 128 vir Blowfish, 128 vir Camellia en 192 for 3DES).
ca: (Longituds predeterminades són: 128 per AES, 128 per Blowfish, 128 per Camèlia i 192 per 3DES).
cs: (Výchozí délky jsou: 128 pro AES, 128 pro Blowfish, 128 pro Camellia a 192 pro 3DES).
de: (Voreingestellte Längen sind: 128 für AES, 128 für Blowfish, 128 für Camellia und 192 für 3DES).
el: (Τα προεπιλεγμένα μήκη είναι: 128 για AES, 128 για Blowfish, 128 για Camellia και 192 για 3DES.)
es: (Las longitudes habituales son: 128 para AES, 128 para Camella y 192 para 3DES).
fr: (Les longueurs par défaut sont: 128 pour AES, 128 pour Blowfish, 128 pour Camellia et 192 pour 3DES).
hu: (Alapértelmezett hosszúságok: 128 AES, 128 Blowfish, 128 Camellia, 192 3DES esetén).
it: (Le lunghezze di default sono: 128 per AES, 128 per Blowfish, 128 per Camellia e 192 per 3DES).
lo: (ຄວາມຍາວເລີ່ມຕົ້ນແມ່ນ: 128 ສຳລັບ AES, 128 ສຳລັບ Blowfish, 128 ສຳລັບ Camellia ແລະ 192 ສຳລັບ 3DES).
nl: (Standaard lengtes zijn: 128 voor AES, 128 voor Blowfish, 128 voor Camellia en 192 voor 3DES).
pl: (Domyślne długości: 128 dla AES, 128 dla Blowfish, 128 dla Camellia oraz 192 dla 3DES).
ro: (Dimensiunea implicită: 128 pentru AES, 128 pentru Blowfish, 128 pentru Camellia și 192 pentru 3DES).
ru: (Длина по умолчанию: 128 для AES, 128 для Blowfish, 128 для Camellia и 192 для 3DES).
sv: (Standardlängd är: 128 för AES, 128 för Blowfish, 128 för Camellia och 192 för 3DES).
uk: (Довжина за замовчуванням: 128 для AES, 128 для Blowfish, 128 для Camellia та 192 для 3DES).
zh_cn: 默认长度：AES为128，Blowfish为128，Camellia为128，3DES为192

source: Initialize
af: Inisialiseer
ca: Inicialitza
cs: Inicializovat
de: Initialisierung
el: Αρχικοποίηση
es: Inicializar
fr: Initialiser
hu: Inicializálás
it: Inizializza
lo: ເລີ່ມຕົ້ນ
nl: Initialiseer
pl: Inicjalizuj
ro: Inițializare
ru: Инициализация
sv: Initiera
uk: Ініціалізувати
zh_cn: 初始化

source: Initialize and encrypt disk.
af: Inisialiseer en enkripteer skyf
ca: Inicialitzar i xifrar el disc.
cs: Inicializovat a zašifrovat disk.
de: Festplatte initialisieren und verschlüsseln.
el: Αρχικοποίηση και κρυπτογράφηση δίσκου.
es: Inicializar y cifrar el disco
fr: Initialiser et chiffrer le disque.
hu: Lemez inicializálása és titkosítása.
it: Inizializza e cripta disco.
lo: ເລີ່ມຕົ້ນ ແລະ ເຂົ້າລະຫັດດິສກ໌.
nl: Initialiseer en codeer de schijf.
pl: Inicjalizuj i odszyfruj dysk.
ro: Inițializare și criptare disc.
ru: Инициализация и шифрование диска
sv: Initiera och kryptera disk.
uk: Ініціалізувати і зашифрувати диск.
zh_cn: 初始化并加密磁盘。
