Repository: rojim666/xigmanas-code-r10599-trunk
Catalog: locale/xigmanas-*.po
Languages: af, ca, cs, de, el, es, fr, hu, it, lo, nl, pl, ro, ru, sv, uk, zh_cn

source: Fully qualified file name of a custom file chooser CSS file.
af: Volledig gekwalifiseerde lêernaam van 'n pasgemaakte lêer kiezer CSS lêer.
ca: Nom de fitxer completament qualificat del fitxer CSS de selecció personalitzada de fitxers.
de: Vollständiger Dateiname einer benutzerdefinierten CSS-Datei für die Dateiauswahl.
el: Πλήρες όνομα αρχείου ενός προσαρμοσμένου αρχείου CSS για την επιλογή αρχείων.
es: Nombre de archivo completo de un archivo CSS personalizado para el selector de archivos
fr: Nom de fichier qualifié complet d'un fichier CSS de sélecteur de fichier personnalisé.
hu: Az egyéni fájlválasztó CSS-fájl teljes fájlneve.
it: Nome completo di un file CSS contente il selettore file.
lo: ຊື່ໄຟລ໌ເຕັມຂອງໄຟລ໌ CSS ໂຕເລືອກໄຟລ໌ແບບກຳນົດເອງ.
nl: Volledig gekwalificeerde bestandsnaam van een aangepaste bestandskiezer CSS bestand.
ro: Nume complet definit pentru fișierul de selecție CCS.
ru: Полное имя пользовательского CSS-файла страницы выбора файлов.
sv: Komplett filnamn för en användar filvals CSS fil.
uk: Повне ім'я користувацького CSS файлу вибору файлів.
zh_cn: 自定义文件选择器CSS文件的全限定文件名。

source: Select file mode of the custom file chooser CSS file.
af: Selekteer lêer modus van die pasgemaakte lêer kies CSS lêer.
ca: Seleccioneu el mode de fitxer del fitxer CSS de selecció personalitzada del fitxer.
de: Wählen Sie den Dateimodus der benutzerdefinierten CSS-Datei für die Dateiauswahl.
el: Επιλογή λειτουργίας αρχείου του προσαρμοσμένου αρχείου CSS της επιλογής αρχείων.
es: Seleccione desde el modo de archivo el CSS personalizado para el selector de ficheros.
fr: Sélectionnez le mode de fichier du fichier CSS du sélecteur de fichier personnalisé.
it: Selezionare la modalità per il file CSS della selezione file customizzato.
lo: ເລືອກໂໝດໄຟລ໌ຂອງໄຟລ໌ CSS ໂຕເລືອກໄຟລ໌ແບບກຳນົດເອງ.
nl: Selecteer de bestandsmodus van het aangepaste bestandskiezer CSS bestand.
ro: Selectare mod fișier pentru fișierul CSS corespunzător selecției de fișiere personalizate.
ru: Выберите режим пользовательского CSS-файла для выбора файлов.
sv: Välj filegenskap för användar filvals filen.
uk: Оберіть режим користувацького CSS файлу для вибору файла.
zh_cn: 选择自定义文件选择器CSS文件的文件模式

source: Replace the default CSS file
af: Vervang die verstek CSS lêer
ca: Substituïu el fitxer CSS predeterminat
de: Ersetzen Sie die Standard-CSS-Datei
el: Αντικατάσταση του προεπιλεγμένου αρχείου CSS
es: Sustituir el CSS por defecto
fr: Remplacer le fichier CSS par défaut
it: Sostituisci il file CSS default
lo: ແທນທີ່ໄຟລ໌ CSS ເລີ່ມຕົ້ນ
nl: Vervang het standaard CSS bestand
ro: Înlocuire fișier CSS implicit
ru: Заменить файл CSS по умолчанию
sv: Ersätt standard-CSS filen
uk: Замінити файл CSS за замовчуванням
zh_cn: 替换默认的CSS文件

source: Append content to the default CSS file
af: Append inhoud tot die verstek CSS lêer
ca: Afegeix contingut al fitxer CSS predeterminat
cs: Připojit obsah do výchozího CSS souboru
de: Inhalt an die voreingestellte CSS-Datei anfügen
el: Προσθήκη περιεχομένου στο προεπιλεγμένο αρχείο CSS
es: Añadir al archivo CSS por defecto
fr: Ajouter du contenu au fichier CSS par défaut
hu: Tartalom hozzáadása az alapértelmezett CSS fájlhoz
it: Aggiungere il contenuto al file CSS di default.
lo: ເພີ່ມເນື້ອຫາໃສ່ໄຟລ໌ CSS ເລີ່ມຕົ້ນ
nl: Voeg inhoud toe aan het standaard CSS bestand
ro: Adăugare conținut la fișierul CSS implicit
ru: Добавить содержимое в файл CSS по умолчанию
sv: Lägg till innehållet i standard CSS filen
uk: Додати вміст до CSS файлу за замовчуванням
zh_cn: 将内容附加到默认CSS文件

source: Fully qualified file name of a custom GUI CSS file.
af: Ten volle gekwalifiseerde lêernaam van 'n pasgemaakte GUI CSS lêer.
ca: Nom de fitxer completament qualificat d’un fitxer GUI CSS personalitzat.
de: Vollständiger Dateiname einer benutzerdefinierten GUI-CSS-Datei
el: Πλήρες όνομα αρχείου ενός προσαρμοσμένου αρχείου CSS του GUI.
es: Nombre de archivo completo de un archivo CSS personalizado para GUI.
fr: Nom de fichier qualifié complet d'un fichier CSS d'interface graphique personnalisé.
hu: Az egyéni GUI CSS fájl teljes fájlneve.
it: Nome completo di un file CSS contenente la GUI.
lo: ຊື່ໄຟລ໌ເຕັມຂອງໄຟລ໌ CSS GUI ແບບກຳນົດເອງ.
nl: Volledig gekwalificeerde bestandsnaam van een aangepast GUI CSS bestand.
ro: Nume complet definit pentru fișierul GUI CCS utilizator.
ru: Полное имя файла пользовательского CSS-файла GUI.
sv: Komplett filnamn för en användar GUI CSS fil.
uk: Повне ім'я користувацького CSS файлу GUI.
zh_cn: 自定义GUI CSS文件的全限定文件名。

source: Select file mode of the custom GUI CSS file.
af: Selekteer lêer modus van die pasgemaakte GUI CSS lêer.
ca: Seleccioneu el mode de fitxer del fitxer GUI CSS personalitzat.
de: Wählen Sie den Dateimodus der benutzerdefinierten GUI-CSS-Datei aus.
el: Επιλογή λειτουργίας αρχείου του προσαρμοσμένου αρχείου CSS του GUI.
es: Seleccione desde el modo de archivo el CSS personalizado para el GUI.
fr: Sélectionnez le mode de fichier du fichier CSS de l'interface graphique personnalisée.
it: Selezionare la modalità per il file CSS GUI customizzato.
lo: ເລືອກໂໝດໄຟລ໌ຂອງໄຟລ໌ CSS GUI ແບບກຳນົດເອງ.
nl: Selecteer de bestandsmodus van het aangepaste GUI CSS bestand.
ro: Selecție mod fișier pentru fișierul CSS GUI utilizator.
ru: Выберите режим пользовательского CSS-файла для GUI.
sv: Välj filegenskap för användar GUI CSS filen.
uk: Оберіть режим користувацького CSS файлу для GUI.
zh_cn: 选择自定义GUI CSS文件的文件模式。

source: Fully qualified file name of a custom navigation bar CSS file.
af: Volledig gekwalifiseerde lêer naam van 'n pasgemaakte navigasie balk CSS lêer.
ca: Nom de fitxer completament qualificat d’un fitxer CSS de barra de navegació personalitzada.
de: Vollständiger Dateiname einer benutzerdefinierten Navigationsleisten-CSS-Datei.
el: Πλήρες όνομα αρχείου ενός προσαρμοσμένου αρχείου CSS για τη μπάρα πλοήγησης.
es: Nombre de archivo completo de un archivo CSS personalizado para la barra de navegación
fr: Nom de fichier qualifié complet d'un fichier CSS de menu de navigation personnalisée.
hu: Az egyéni navigációs sáv CSS-fájl teljes fájlneve.
it: Nome completo di un file CSS contente la barra di navigazione.
lo: ຊື່ໄຟລ໌ເຕັມຂອງໄຟລ໌ CSS ແຖບນຳທາງແບບກຳນົດເອງ.
nl: Volledig gekwalificeerde bestandsnaam van een aangepaste navigatiebalk CSS bestand.
ro: Nume complet definit pentru fișierul CCS al barei de navigare utilizator.
ru: Полное имя пользовательского CSS-файла панели навигации.
sv: Komplett filnamn för en användar navigationsmeny CSS fil.
uk: Повне ім'я користувацького CSS файлу панелі навігації.
zh_cn: 自定义导航栏CSS文件的全限定文件名。

source: Select file mode of the custom navigation bar CSS file.
af: Selekteer lêer modus van die pasgemaakte navigasie balk CSS lêer.
ca: Seleccioneu el mode de fitxer del fitxer CSS de la barra de navegació personalitzada.
de: Wählen Sie den Dateimodus der benutzerdefinierten Navigationsleisten-CSS-Datei aus.
el: Επιλογή λειτουργίας αρχείου του προσαρμοσμένου αρχείου CSS της μπάρας πλοήγησης.
es: Seleccione desde el modo de archivo el CSS personalizado para la barra de navegación.
fr: Sélectionnez le mode de fichier du fichier CSS de la barre de navigation personnalisée.
it: Selezionare la modalità per il file CSS della barra navigazione customizzato.
lo: ເລືອກໂໝດໄຟລ໌ຂອງໄຟລ໌ CSS ແຖບນຳທາງແບບກຳນົດເອງ.
nl: Selecteer de bestandsmodus van het aangepaste navigatiebalk CSS bestand.
ro: Selectare mod fișier pentru fișierul CSS corespunzător barei de navigare personalizate.
ru: Выберите режим пользовательского CSS-файла для панели навигации.
sv: Välj filegenskap för användar navigationsmeny CSS filen.
uk: Оберіть режим користувацького CSS файлу для навігаційної панелі.
zh_cn: 选择自定义导航栏CSS文件的文件模式。

source: Fully qualified file name of a custom tabs CSS file.
af: Volledig gekwalifiseerde lêernaam van 'n pasgemaakte oortjies CSS lêer.
ca: Nom de fitxer completament qualificat d’un fitxer CSS amb pestanyes personalitzades.
de: Vollständiger Dateiname einer CSS-Datei mit benutzerdefinierten Registerkarten.
el: Πλήρες όνομα αρχείου ενός προσαρμοσμένου αρχείου CSS για τις καρτέλες.
es: Nombre de archivo completo de un archivo CSS personalizado para las pestañas de datos
fr: Nom de fichier qualifié complet d'un fichier CSS d'onglets personnalisés.
hu: Az egyéni lapok CSS fájljának teljes fájlneve.
it: Nome completo di un file CSS contente la tabella.
lo: ຊື່ໄຟລ໌ເຕັມຂອງໄຟລ໌ CSS ແຖບແບບກຳນົດເອງ.
nl: Volledig gekwalificeerde bestandsnaam van een aangepaste tabbladen CSS bestand.
ro: Nume complet definit pentru fișierul tabs CCS utilizator.
ru: Полное имя пользовательского CSS-файла вкладок.
sv: Komplett filnamn för en användar tabb CSS fil.
uk: Повне ім'я користувацького CSS файлу вкладок.
zh_cn: 自定义标签CSS文件的全限定文件名。

source: Select file mode of the custom tabs CSS file.
af: Selekteer lêermodus van die pasgemaakte oortjies CSS lêer.
ca: Seleccioneu el mode de fitxer de les pestanyes personalitzades.
de: Wählen Sie den Dateimodus der CSS-Datei mit benutzerdefinierten Registerkarten.
el: Επιλογή λειτουργίας αρχείου του προσαρμοσμένου αρχείου CSS των καρτελών.
es: Seleccione desde el modo de archivo el CSS personalizado para las pestañas de datos.
fr: Sélectionnez le mode de fichier du fichier CSS des onglets personnalisés.
it: Selezionare la modalità per il file CSS delle tabs customizzato.
lo: ເລືອກໂໝດໄຟລ໌ຂອງໄຟລ໌ CSS ແຖບແບບກຳນົດເອງ.
nl: Selecteer de bestandsmodus van de aangepaste tabbladen CSS bestand.
ro: Selectare mod fișier pentru fișierul CSS corespunzător taburilor meniu personalizate.
ru: Выберите режим пользовательского CSS-файла для вкладок пользователя.
sv: Välj filegenskap för användar tabb CSS filen.
uk: Оберіть режим користувацького CSS файлу для вкладок.
zh_cn: 选择自定义选项卡CSS文件的文件模式。

source: Use toggle button instead of enable/disable buttons.
af: Gebruik toggle knoppie in plaas van in staat stel/afskakel knoppies.
ca: Utilitzeu el botó de commutació en lloc d'activar/desactivar els botons.
cs: Použít přepínací tlačítko namísto tlačítek zapnout/vypnout.
de: Verwendung von Umschaltknöpfen anstelle von Aktivieren- / Deaktivieren-Schaltflächen.
el: Χρήση του κουμπιού μεταβολής αντί για τα κουμπιά ενεργοποίησης/απενεργοποίησης.
es: Usar el botón de activar/desactivar en lugar de la casilla de habilitar
fr: Utilisez le bouton de bascule au lieu des boutons d'activation/désactivation.
hu: Átkapcsoló gomb használata az engedélyezés/tiltás helyett.
it: Utilizzare l'interruttore invece che attivare/disattivare i bottoni.
lo: ໃຊ້ປຸ່ມສະຫຼັບແທນປຸ່ມເປີດ/ປິດ.
nl: Gebruik een schakel knop in plaats van in/uitschakel knoppen.
ro: Folosiți butonul de comutare în locul butoanelor de activare/dezactivare.
ru: Использовать одну кнопку для изменения состояния вместо кнопок вкл./откл.
sv: Använd växlade knappar i stället för aktivera-/inaktiveraknappar.
uk: Використовувати кнопку-перемикач замість кнопок включити / відключити.
zh_cn: 使用切换按钮而不是启用/禁用按钮。

source: Select the display mode of the top-level items in the navigation bar.
af: Selekteer die vertoon modus van die top-vlak items in die navigasie balk.
ca: Seleccioneu el mode de visualització dels elements de primer nivell de la barra de navegació.
de: Wählen Sie den Anzeigemodus der Elemente der obersten Ebene in der Navigationsleiste aus.
el: Επιλέξτε τη λειτουργία εμφάνισης των επάνω αντικειμένων στη μπάρα πλοήγησης.
es: Seleccionar el modo de visualización del nivel superior de la barra de navegación
fr: Sélectionnez le mode d'affichage des éléments du haut dans la barre de navigation.
it: Selezionare la modalità di visualizzazione dell'oggetto principale nella barra di navigazione.
lo: ເລືອກໂໝດການສະແດງຂອງລາຍການລະດັບເທິງສຸດໃນແຖບນຳທາງ.
nl: Selecteer de weergavemodus van de top items in de navigatiebalk.
ro: Selectare mod de afișare pentru elementele top-level din bara de navigare.
ru: Выберите режим отображения объектов верхнего уровня на панели навигации.
sv: Välj visningsläge för toppnivån i navigationsraden.
uk: Оберіть режим відображення елементів верхнього рівня панелі навігації.
zh_cn: 在导航栏中选择顶级项目的显示模式。

source: Show text only
af: Wys teks slegs
ca: Mostra només el text
de: Nur Text anzeigen
el: Προβολή κειμένου μόνο
es: Mostrar texto únicamente
fr: Afficher uniquement le texte
it: Mostra solo testo
lo: ສະແດງຂໍ້ຄວາມເທົ່ານັ້ນ
nl: Toon alleen text
ro: Afișare doar text
ru: Показывать только текст
sv: Visa endast text
uk: Показувати тільки текст
zh_cn: 仅显示文字

source: Show symbol only
af: Wys simbool slegs
ca: Mostra només el símbol
de: Nur Symbol anzeigen
el: Προβολή συμβόλου μόνο
es: Mostrar símbolos únicamente
fr: Afficher uniquement le symbole
it: Mostra solo simboli
lo: ສະແດງສັນຍາລັກເທົ່ານັ້ນ
nl: Toon alleen symbool
ro: Afișare doar simboluri
ru: Показывать только символы
sv: Visa endast symbol
uk: Показувати тільки піктограми
zh_cn: 仅显示符号

source: Show symbol and text
af: Wys simbool en teks
ca: Mostra el símbol i el text
de: Symbol und Text anzeigen
el: Προβολή συμβόλου και κειμένου
es: Mostrar símbolos y texto
fr: Afficher le symbole et le texte
it: Mostra testo e simboli
lo: ສະແດງສັນຍາລັກ ແລະ ຂໍ້ຄວາມ
nl: Toon symbool en tekst
ro: Afișare simbol și text
ru: Показать символ и текст
sv: Visa symbol och text
uk: Показувати піктограми та текст
zh_cn: 显示符号和文字

source: Display disk size values using binary prefixes instead of decimal prefixes.
af: Vertoon skyf grootte waardes behulp binêre voorvoegsels in plaas van desimale voorvoegsels.
ca: Mostra els valors de la capacitat del disc utilitzant prefixos binarios en comptes de prefixos decimals.
cs: Zobrazovat datové objemy s binárními předponami namísto desítkových.
de: Festplattengrößen werden mit binären Vorsätzen statt mit dezimalen Vorsätzen angezeigt.
el: Προβολή των τιμών του μεγέθους των δίσκων χρησιμοποιώντας δυαδικά αντί για δεκαδικά προθέματα.
es: Muestra el tmaño del disco usando prefijos binarios en lugar de decimales.
fr: Afficher les valeurs de taille de disque en utilisant des préfixes binaires au lieu de préfixes décimaux.
hu: Lemezméret értékének megjelenítése decimális helyett bináris előtaggal.
it: Visualizza il valore della dimensione del disco usando prefisso binario invece che decimale.
lo: ສະແດງຄ່າຂະໜາດດິສກ໌ໂດຍໃຊ້ຄຳນຳໜ້າຖານສອງແທນຄຳນຳໜ້າຖານສິບ.
nl: Toon schijfgrootte met een binair voorvoegsels in plaats van een decimaal voorvoegsel.
ro: Afișare dimensiune disc folosind prefixuri binare în loc de prefixuri zecimale.
ru: Отображение значений размера диска с использованием бинарных префиксов вместо десятичных префиксов.
sv: Visa diskstorlekar med binära prefix i stället för decimala prefix.
uk: Відображати значення розміру диску, використовуючи бінарні префікси замість десятичних префіксів.
zh_cn: 使用二进制前缀而不是小数前缀显示磁盘大小值。

source: Enable this option if you want to display colorful meter states.
af: Inskakel hierdie opsie as jy wil kleurvolle meter state te vertoon.
ca: Habiliteu aquesta opció si voleu mostrar estats del comptador de colors.
de: Aktivieren Sie diese Option, wenn Sie farbenfrohe Anzeigen möchten.
el: Ενεργοποιήστε αυτή την επιλογή αν θέλετε να εμφανίζεται η κατάσταση με πολύχρωμους μετρητές.
es: Habilite esta opción si desea mostrar los medidores a color.
fr: Activez cette option si vous souhaitez afficher des états de compteur colorés.
hu: Engedélyezd ezt az opciót, ha a színes kijelzőket szeretnéd használni
it: Attiva questa opzione se vuoi visualizzare un diagramma colorato sullo stato.
lo: ເປີດຕົວເລືອກນີ້ຖ້າທ່ານຕ້ອງການສະແດງສະຖານະເຄື່ອງວັດສີສັນ.
nl: Inschakelen om kleurrijke meter statussen weer te geven.
ro: Activați opțiunea aceasta dacă doriți afișarea color a indicatoarelor.
ru: Включите эту опцию, если вы хотите отображать цветные индикаторы состояния.
sv: Välj denna option om du vill visa färgglada mätare
uk: Увімкніть цю опцію, якщо потрібно відобразити кольорові індикатори стану.
zh_cn: 如果要显示彩色仪表状态，请启用此选项。

source: Enable this option if you want to edit configuration pages directly without the need to switch to edit mode.
af: Aktiveer hierdie opsie as jy wil wysig opset bladsye direk sonder die behoefte om oor te skakel na wysig af.
ca: Activa aquesta opció si voleu editar les pàgines de configuració directament sense la necessitat de canviar al mode d'edició.
cs: Tuto předvolbu zapněte pokud chcete upravovat stránky s nastavením přímo bez potřeby přepnutí do režimu úprav.
de: Aktiviere diese Option, wenn Sie ohne Zwischenschritt direkt auf die Konfigurationseinstellungen zugreifen möchten.
el: Ενεργοποιήστε αυτή την επιλογή αν θέλετε να επεξεργάζεστε κατευθείαν τις σελίδες ρύθμισης χωρίς την ανάγκη να αλλάξετε σε λειτουργία επεξεργασίας.
es: Habilite esta opción si desea editar directamente la configuración del servicio sin tener que cambiar al modo edición.
fr: Activez cette option si vous souhaitez modifier directement les pages de configuration sans avoir à passer en mode d'édition.
hu: Kapcsold be ezt a lehetőséget a konfigurációs oldal közvetlen, a szerkesztőmód bekapcsolása nélküli módosításához.
it: Abilita questa opzione se vuoi editare la pagina di configurazione direttamente senza la necessita di passare allo 'edit mode'.
lo: ເປີດຕົວເລືອກນີ້ຖ້າທ່ານຕ້ອງການແກ້ໄຂໜ້າການຕັ້ງຄ່າໂດຍກົງໂດຍບໍ່ຕ້ອງສະຫຼັບໄປໂໝດແກ້ໄຂ.
nl: Inschakelen als u de configuratiepagina's rechtstreeks wilt bedienen, zonder de noodzaak om over te schakelen naar de bewerkingsmodus.
ro: Activați această opțiune dacă doriți să editați direct paginile de configurare fără a mai trece explicit în modul de editare.
ru: Включите эту опцию, если вы хотите редактировать страницы конфигурации напрямую, без необходимости переключения в режим редактирования.
sv: Aktivera detta alternativ om du vill ändra på konfigurationssidorna direkt utan att växla till ändringsläge.
uk: Увімкнути цю опцію, якщо ви бажаєте редагувати сторінки конфігурації безпосередньо без необхідності перемикання до режиму редагування.
zh_cn: 如果要直接编辑配置页面而不需要切换到编辑模式，请启用此选项。

source: Please enter a number between 0 and 256 or leave this field empty.
af: Voer 'n getal in tussen 0 en 256 of laat die veld leeg.
ca: Introduïu un número entre 0 i 256 o deixeu aquest camp buit.
de: Bitte geben Sie eine Zahl zwischen 0 und 256 ein oder lassen Sie dieses Feld leer.
el: Παρακαλώ εισάγετε ένα νούμερο μεταξύ 0 και 256 ή αφήστε αυτό το πεδίο κενό.
es: Entrar un número entre 0 y 255 o dejar este campo vacío.
fr: Veuillez entrer un nombre entre 0 et 256 ou laissez ce champ vide.
it: Per favore, inserire un numero tra 0 e 256 o lasciare questo campo vuoto.
lo: ກະລຸນາປ້ອນຕົວເລກລະຫວ່າງ 0 ແລະ 256 ຫຼື ປະຊ່ອງນີ້ຫວ່າງໄວ້.
nl: Voer een getal in tussen 0 en 256 of laat dit veld leeg.
ro: Vă rugăm să introduceți un număr între 0 și 256. Puteți lăsa acest câmp și necompletat.
ru: Введите число от 0 до 256 или оставьте это поле пустым.
sv: Vänligen mata in ett nummer mellan 0 och 256 eller lämna fältet tomt.
uk: Введіть число від 0 до 256 або залиште це поле порожнім.
zh_cn: 请输入0到256之间的数字，或将此字段留空。

source: Limit the maximum number of CPUs to be displayed on the home page.
af: Beperk die maksimale aantal verwerkers wat op die sisteemoorsig vertoon mag word.
ca: Limiteu el nombre màxim de CPU que es mostraran a la pàgina inicial.
de: Begrenzen Sie die maximale Anzahl der CPUs, die auf der Startseite angezeigt werden sollen.
el: Περιορίστε τον μέγιστο αριθμό των επεξεργαστών που θα εμφανίζονται στην αρχική σελίδα.
es: Limita el número de CPU's que serán mostradas en la página de inicio.
fr: Limitez le nombre maximum de processeurs à afficher sur la page d'accueil.
it: Limitare il numero massio di CPU visualizzate nella Homepage.
lo: ຈຳກັດຈຳນວນ CPU ສູງສຸດທີ່ຈະສະແດງໃນໜ້າຫຼັກ.
nl: Beperk het maximale aantal CPU's dat op het systeemoverzicht mag worden weergegeven.
ro: Limitează numărul maxim de procesoare (CPU) afișate pe pagina principală.
ru: Ограничить максимальное количество процессоров, отображаемых на домашней странице.
sv: Begränsa maximalt antal CPU:er som skall visas på hemsidan.
uk: Обмежте максимальну кількість процесорів, які відображатимуться на домашній сторінці.
zh_cn: 限制主页上显示的最大 CPU 数。

source: Set the landing page for the Diagnostics > Information menu.
ca: Definiu la pàgina de destinació del menú Diagnòstic> Informació.
de: Legen Sie die Zielseite (landing page) für das Menü "Diagnose > Information" fest.
el: Ορίστε τη σελίδα προορισμού για το μενού Διαγνωστικά > Πληροφορίες
es: Seleccionar la pagina por defecto a mostrar en Diagnostico -> Información.
fr: Définissez la page de destination du menu Diagnostics> Informations.
it: Impostare la pagina di arrivo per il menu Diagnostica > Informazioni
lo: ຕັ້ງຄ່າໜ້າເປົ້າໝາຍສຳລັບເມນູ ການວິນິດໄສ > ຂໍ້ມູນ.
nl: Stel de standaard bestemmingspagina in voor het menu Diagnose > Informatie.
ro: Stabilește pagina de bază pentru Diagnoză : Meniu Informații.
ru: Задайте целевую страницу для меню Диагностика > Информация.
sv: Ställ in destinationssida för Diagnostik > Information menyn.
uk: Встановіть цільову сторінку для меню Діагностика > Інформація.
zh_cn: 为“诊断”>“信息”菜单设置登录页面。

source: Button Location
af: Knoppie Ligging
ca: Ubicació del botó
cs: Umístění tlačítka
de: Knopfleistenanordnung (Button)
el: Τοποθεσία Κουμπιού
es: Ubicación de los botones
fr: Emplacement des Boutons d'Action
hu: Gombv elhelyezkedése
it: Posizione dei bottoni
lo: ຕຳແໜ່ງປຸ່ມ
nl: Knop Locatie
pl: Lokalizjacja przycisku
ro: Locație buton
ru: Расположение кнопок
sv: Knapplacering
uk: Розташуваня кнопки
zh_cn: 按钮位置

source: File Chooser
af: Lêer Kiezer
ca: Selector de fitxers
de: Dateiauswahl
el: Επιλογέας Αρχείων
es: Selector de archivos
fr: Sélecteur de fichier
hu: Fájlválasztó
it: Selettore file
lo: ໂຕເລືອກໄຟລ໌
nl: Bestandskiezer
ro: Selecție fișier
ru: Выбор файла
sv: Filväljare
uk: Вибір файлу
zh_cn: 文件选择器

source: File Mode
af: Lêer Modus
ca: Mode fitxer
cs: Přístupová práva k souboru
de: Dateimodus
el: Λειτουργία Αρχείων
es: Modo archivo
fr: Mode fichier
hu: Fájl mód
it: Modalità file
lo: ໂໝດໄຟລ໌
nl: Bestandsmodus
ro: Mod fișier
ru: Файловый режим
sv: Filåtgärder:
uk: Режим файлу
zh_cn: 文件模式

source: GUI
ca: Interfície gràfica
cs: Grafické uživatelské rozhraní
de: Grafische Benutzeroberfläche
es: interfaz gráfica de usuario
fr: Interface Graphique
hu: Grafikus felület
it: Interfaccia Grafica
ro: Interfaţă Grafică Utilizator
ru: Графический интерфейс пользователя
uk: Графічний інтерфейс
zh_cn: 用户图形界面

source: Navigation Bar
af: Navigasie Balk
ca: Barra de navegació
de: Navigationsleiste
el: Μπάρα Πλοήγησης
es: Barra de navegación
fr: Barre de navigation
hu: Navigációs sáv
it: Barra di navigazione
lo: ແຖບນຳທາງ
nl: Navigatiebalk
ro: Bară de navigare
ru: Панель навигации
sv: Navigeringsmeny
uk: Панель навігації
zh_cn: 导航栏

source: Tabs
af: Oortjies
ca: Pestanyes
de: Reiter
el: Καρτέλες
es: Pestañas
fr: Onglets
it: Schede
lo: ແຖບ
ro: Taburi
ru: Вкладки
sv: Tabbar
uk: Вкладки
zh_cn: 标签页

source: Toggle Mode
af: Toggle Modus
ca: Mode de commutació
cs: Přepnout režim
de: Umschaltmodus
el: Λειτουργία Εναλλαγής
es: Modo intercambio
fr: Bascule de mode
hu: Átkapcsolási mód
it: Modalità di commutazione
lo: ໂໝດສະຫຼັບ
nl: Schakel Modus
ro: Inversare selecție
ru: Режим переключения
sv: Växla läge
uk: Режим перемикача
zh_cn: 切换模式

source: Navbar Style
af: Navbar Styl
ca: Estil de barra de navegació
de: Stil der Navigationsleiste
el: Στυλ Μπάρας Πλοήγησης
es: Estilo de la barra de navegación
fr: Style de Barre de Navigation
hu: A navigációs sáv neve
it: Stile della barra di navigazione
lo: ຮູບແບບແຖບນຳທາງ
ro: Stil Navbar (bară navigare)
ru: Стиль Навбар
sv: Navigationradsläge
uk: Стиль панелі навігації
zh_cn: 导航栏样式

source: Binary Prefix
af: Binêre Voorvoegsel
ca: Prefix binari
cs: Binární předpony
de: Binäres Präfix
el: Δυαδικό Πρόθεμα
es: prefijo binario
fr: Préfixe binaire
hu: Bináris előtag
it: Prefisso binario
lo: ຄຳນຳໜ້າຖານສອງ
nl: Binair Voorvoegsel
pl: Prefiks binarny
ro: Prefix binar
ru: Бинарный префикс
sv: Binärt prefix
uk: Бінарний префікс
zh_cn: 二进制前缀
