Repository: rojim666/xigmanas-code-r10599-trunk
Catalog: locale/xigmanas-*.po
Languages: af, ca, cs, de, el, es, fr, hu, it, lo, nl, pl, ro, ru, sv, uk, zh_cn

source: These parameters are added to the [Share] section of %s.
af: Hierdie parameters word bygevoeg tot die [Share] seleksie van %s.
ca: Aquests paràmetres s'afegeixen a la secció [Compartir] de%s.
cs: Tyto parametry jsou přidány do sekce [Share] %s.
de: Diese Parameter werden dem [Share] Abschnitt von %s hinzugefügt.
el: Αυτές οι παράμετροι θα προστεθούν στο τμήμα [Share] του %s.
es: Estos parametros serán añadidos en la sección [Share] de %s.
fr: Ces paramètres sont ajoutés à la section [Share] de %s.
hu: Ezeket a paramétereket hozzáadtuk %s [Share] részéhez.
it: Questi parametri sono aggiunti alla sezione [Share] di %s
lo: ພາຣາມິເຕີເຫຼົ່ານີ້ຖືກເພີ່ມເຂົ້າໃນສ່ວນ [Share] ຂອງ %s.
nl: Deze parameters worden toegevoegd aan de [Deling] sectie van %s.
ro: Acești parametri vor fi adăugați la secțiunea [Share] a %s.
ru: Эти параметры добавляются в раздел [Share] %s.
sv: Dessa parametrar läggs till i [Share] delen av %s.
uk: Ці параметри додаються до розділу [Share] в %s.
zh_cn: 这些参数已添加至[共享]中的 %s

source: Use this option to override the file creation mask (0666 by default).
af: Gebruik hierdie opsie om die lêer skepping masker te oorheers (0666 as standaard).
ca: Utilitzeu aquesta opció per anul·lar la màscara de creació de arxius (0666 per defecte).
cs: Touto předvolbou je možné změnit masku přístupových práv na nově vytvářených souborech (výchozí je 0666).
de: Standard-Zugriffsrechte für die Erstellung einer neuen Datei (Standard: 0666)
el: Χρησιμοποιήστε αυτή την επιλογή για να παρακάμψετε τη μάσκα δημιουργίας αρχείου (0666 η προεπιλογή)
es: Use esta opción para sobrescribir la máscara de creación de archivos (666 por defecto).
fr: Utilisez cette option pour outrepasser le masque de création de fichiers (0666 par défaut).
hu: Ezzel az opcióval felülírhatja a fájl létrehozási maszkot (alapból 0666).
it: Usare questa opzione per sovrascrivere la maschera di creazione file (0666 di base).
lo: ໃຊ້ຕົວເລືອກນີ້ເພື່ອລົບລ້າງ file creation mask (ຄ່າເລີ່ມຕົ້ນແມ່ນ 0666).
nl: Gebruik deze optie om de rechten in te stellen op de bestanden die aangemaakt worden (standaard 0666).
pl: Użyj tej opcji aby nadpisać maskę dla tworzonych plików (domyślnie 0666).
ro: Folosiți această opțiune pentru a suprascrie masca utilizată la crearea fișierelor (valoare implicită 0666).
ru: Использовать эту возможность для замещения маски создания файлов (0666 по умолчанию).
sv: Använd detta alternativ för att åsidosätta katalogens skapade mask (0666 som standard).
uk: Використовуйте цей параметр, щоб перевизначити маску створення файла (0666 за замовчуванням).
zh_cn: 使用此选项来覆盖新创建的文件的默认掩码（默认为0666）。

source: Use this option to override the directory creation mask (0777 by default).
af: Gebruik hierdie opsie om die lêergids skepping masker te oorheers (0777 as standaard).
ca: Utilitzeu aquesta opció per anul·lar la màscara de creació de directoris (0777 per defecte).
cs: Touto předvolbou je možné změnit masku přístupových práv na nově vytvářených složkách (výchozí je 0777).
de: Standard-Zugriffsrechte für die Erstellung eines neuen Verzeichnisses (Standard: 0777)
el: Χρησιμοποιήστε αυτή την επιλογή για να παρακάμψετε τη μάσκα δημιουργίας καταλόγου (0777 η προεπιλογή)
es: Use esta opción para sobrescribir la máscara de creación del directorio (777 por defecto).
fr: Utilisez cette option pour outrepasser le masque de création de répertoires (0777 par défaut).
hu: Ezzel az opcióval felülírhatja a mappa létrehozási maszkot (alapból 0777).
it: Usare questa opzione per sovrascrivere la maschera di creazione directory (0777 di base).
lo: ໃຊ້ຕົວເລືອກນີ້ເພື່ອລົບລ້າງ directory creation mask (ຄ່າເລີ່ມຕົ້ນແມ່ນ 0777).
nl: Gebruik deze optie om de rechten in te stellen op de mappen die aangemaakt worden (standaard 0777).
pl: Użyj tej opcji aby nadpisać maskę dla tworzonych katalogów (domyślnie 0777).
ro: Folosiți această opțiune pentru a suprascrie masca de creare a directoarelor (valoare implicită 0777).
ru: Использовать эту возможность для замещения маски создания каталогов (0777 по умолчанию).
sv: Använd detta alternativ för att åsidosätta katalogens skapade mask (0777 som standard).
uk: Використовуйте цей параметр, щоб перевизначити маску створення каталогу (0777 за замовчуванням).
zh_cn: 使用此选项来覆盖新创建的目录的默认掩码（默认为0777）。

source: This specifies a UNIX group name that will be assigned as the default primary group for all users connecting to this service. This is useful for sharing files by ensuring that all access to files on service will use the named group for their permissions checking.
af: Dit spesifiseer 'n UNIX groep naam wat toegeken sal word as die standaard primêre groep vir alle gebruikers wat met hierdie diens skakel. Dit is nuttig om lêers te deel deur seker te maak dat alle toegang tot lêers wat op diens is, die genoemde groep gebruik vir hul toestemming tjek tans.
ca: Això especifica un nom de grup UNIX que s'assignarà com a grup principal predeterminat per a tots els usuaris que es connectin a aquest servei. Això és útil per compartir fitxers garantint que tot l’accés als fitxers del servei utilitzarà el grup nomenat per a la seva verificació de permisos.
de: Dies gibt einen UNIX-Gruppennamen an, der als Standardprimärgruppe für alle Benutzer zugewiesen wird, die eine Verbindung zu diesem Dienst herstellen. Dies ist nützlich, um Dateien freizugeben, indem sichergestellt wird, dass für alle Zugriffe auf Dateien im Dienst die angegebene Gruppe für die Berechtigungsprüfung verwendet wird.
el: Αυτό καθορίζει το όνομα ομάδας του UNIX που θα οριστεί ως η προεπιλεγμένη πρωταρχική ομάδα για όλους τους χρήστες που θα συνδέονται σε αυτή την υπηρεσία. Αυτό είναι χρήσιμο για το διαμοιρασμό αρχείων καθώς εξασφαλίζει ότι οι προσβάσεις στα αρχεία που εξυπηρετούνται θα χρησιμοποιούν την συγκεκριμένη ομάδα για έλεγχο δικαιωμάτων.
es: Esto especifica un nombre de grupo UNIX, que se asignará como el grupo primario, de forma predeterminada, para todos los usuarios que se conectan a este servicio. Esto es útil a la hora de compartir archivos, pues garantiza que el acceso a los mismos utilizará el grupo especificado para controlar sus permisos.
fr: Ceci spécifie un nom de groupe UNIX qui sera attribué en tant que groupe principal par défaut pour tous les utilisateurs se connectant à ce service. Ceci est utile pour partager des fichiers en s'assurant que tous les accès aux fichiers du service utilisent le groupe nommé pour la vérification de leurs autorisations.
it: Questo specifica un nome di gruppo UNIX che sarà assegnato come gruppo primario di default per tutti gli utenti che si collegano a questo servizio. Questo è utile per condividere file assicurando che tutti gli accessi ai file sul detto servizio useranno il gruppo nominato.
lo: ນີ້ລະບຸຊື່ກຸ່ມ UNIX ທີ່ຈະຖືກກຳນົດເປັນກຸ່ມຫຼັກເລີ່ມຕົ້ນສຳລັບຜູ້ໃຊ້ທັງໝົດທີ່ເຊື່ອມຕໍ່ກັບບໍລິການນີ້. ນີ້ເປັນປະໂຫຍດສຳລັບການແບ່ງປັນໄຟລ໌ໂດຍການຮັບປະກັນວ່າການເຂົ້າເຖິງໄຟລ໌ທັງໝົດໃນບໍລິການຈະໃຊ້ກຸ່ມທີ່ລະບຸຊື່ໄວ້ສຳລັບການກວດສອບສິດອະນຸຍາດຂອງພວກເຂົາ.
nl: Dit specificeert een UNIX groepsnaam dat wordt toegewezen als de standaard primaire groep voor alle gebruikers die verbinding maken met deze service. Dit is handig voor het delen van bestanden door te verzekeren dat alle toegang tot bestanden op de service de genoemde groep gebruikt voor het controleren van hun machtigingen.
ro: Specifică un nume de grup UNIX care va fi asignat ca grup primar pentru toți utilizatorii care accesează acest serviciu. Util pentru garantarea faptului că accesul la fișiere prin acest serviciu, pentru toți utilizatorii, se va face folosind grupul și permisiunile sale corespunzătoare de acces.
ru: Здесь указывается имя группы UNIX, которое будет назначено в качестве основной группы по умолчанию для всех пользователей, подключающихся к этой службе. Это полезно для общего доступа к файлам, так как при проверке разрешений при доступе к файлам в службе будет использоваться именованная группа.
sv: Detta anger ett UNIX gruppnamn som kommer sättas som standard primärgrupp för alla användare som ansluter till denna tjänst. Detta är användbart för delning av filer genom att säkerställa att all åtkomst till filer i tjänsten kommer använda den angivna gruppen för rättighetskontroll.
uk: Визначає назву групи UNIX, яке буде призначене як основну групу за замовчуванням для всіх користувачів, які підключаються до цієї послуги. Це корисно для обміну файлами, гарантуючи, що весь доступ до файлів у сервісі використовуватиме названу групу для перевірки їх дозволів.
zh_cn: 这指定了一个UNIX组名称，该名称将分配给所有连接到该服务的用户的默认主要组。 通过确保对服务中文件的所有访问都将使用命名组进行权限检查，这对于共享文件很有用。

source: This specifies a UNIX user name that will be assigned as the default user for all users connecting to this service. This is useful for sharing files. You should also use it carefully as using it incorrectly can cause security problems.
af: Dit spesifiseer 'n UNIX gebruiker naam wat as die verstek gebruiker toegeken sal word vir alle gebruikers wat met hierdie diens skakel. Dit is nuttig om lêers te deel. Jy moet dit ook versigtig gebruik, aangesien die verkeerde gebruik daarvan sekuriteitsprobleme kan veroorsaak.
ca: Això especifica un nom d'usuari UNIX que s'assignarà com a usuari predeterminat per a tots els usuaris que es connectin a aquest servei. Això és útil per compartir fitxers. També l’heu d’utilitzar amb cura ja que l’ús incorrecte pot causar problemes de seguretat.
de: Dies gibt einen UNIX-Benutzernamen an, der als Standardbenutzer für alle Benutzer zugewiesen wird, die eine Verbindung zu diesem Dienst herstellen. Dies ist nützlich für die Freigabe von Dateien. Sie sollten es auch vorsichtig verwenden, da eine falsche Verwendung zu Sicherheitsproblemen führen kann.
el: Αυτό καθορίζει το όνομα χρήστη του UNIX που θα οριστεί ως ο προεπιλεγμένος χρήστης για όλους τους χρήστες που συνδέονται σε αυτή την υπηρεσία. Αυτό είναι χρήσιμο στο διαμοιρασμό αρχείων. Θα πρέπει να το χρησιμοποιείτε με προσοχή καθώς η λάθος χρήση μπορεί να δημιουργήσει προβλήματα ασφαλείας.
es: Esto especifica un nombre de usuario UNIX que se asignará como usuario predeterminado para todos los usuarios que se conectan a este servicio. Esto es útil para compartir archivos. sin embargo, debe usarse con cuidado, ya que si se hace de forma incorrecta puede provocar problemas de seguridad.
fr: Ceci spécifie un nom d'utilisateur UNIX qui sera attribué en tant qu'utilisateur par défaut pour tous les utilisateurs se connectant à ce service. Ceci est utile pour partager des fichiers. Vous devez également l'utiliser avec précaution car une utilisation incorrecte peut entraîner des problèmes de sécurité.
it: Questo specifica un nome utente UNIX che sarà assegnato come utente di default per tutti gli utenti che si collegano a questo servizio. Questo è utile per condividere file. Si deve usare con cautela poiché il suo uso in modo scorretto può provocare problemi di sicurezza.
lo: ນີ້ລະບຸຊື່ຜູ້ໃຊ້ UNIX ທີ່ຈະຖືກກຳນົດເປັນຜູ້ໃຊ້ເລີ່ມຕົ້ນສຳລັບຜູ້ໃຊ້ທັງໝົດທີ່ເຊື່ອມຕໍ່ກັບບໍລິການນີ້. ນີ້ເປັນປະໂຫຍດສຳລັບການແບ່ງປັນໄຟລ໌. ທ່ານຄວນໃຊ້ມັນຢ່າງລະມັດລະວັງ ເພາະການໃຊ້ມັນບໍ່ຖືກຕ້ອງອາດເຮັດໃຫ້ເກີດບັນຫາຄວາມປອດໄພ.
nl: Dit specificeert een UNIX gebruikersnaam dat wordt toegewezen als de standaardgebruiker voor alle gebruikers die verbinding maken met deze service. Dit is handig voor het delen van bestanden. U moet het ook zorgvuldig gebruiken, omdat onjuist gebruik beveiligingsproblemen kan veroorzaken.
ro: Specifică un nume de utilizator UNIX care va fi asignat ca nume implicit pentru toți utilizatorii care accesează acest serviciu. Util pentru partajarea de fișiere. Folosiți acest mod cu mare atenție având în vedere că utilizarea neatentă a acestui mod poate cauza probleme grave de securitate.
ru: Здесь указывается имя пользователя UNIX, которое будет назначено пользователем по умолчанию для всех пользователей, подключающихся к этой службе. Это полезно для обмена файлами. Вы также должны использовать его осторожно, так как неправильное использование может вызвать проблемы с безопасностью.
sv: Detta anger ett UNIX användarnamn som kommer sättas som standard primärgrupp för alla användare som ansluter till denna tjänst. Detta är användbart för delning av filer. Du skall använda detta med försiktighet eftersom felaktig användning kan skapa säkerhetsproblem.
uk: Вказує ім'я користувача UNIX, яке буде призначено користувачем за замовчуванням для всіх користувачів, які підключаються до цієї послуги. Це корисно для обміну файлами. Також слід обережно використовувати його, оскільки неправильне використання може спричинити проблеми з безпекою.
zh_cn: 这指定了一个UNIX用户名，该用户名将分配给所有连接到该服务的用户的默认用户。 这对于共享文件很有用。 您还应该小心使用它，因为不正确使用它会导致安全问题。

source: The custom format of the snapshot for shadow copy service can be specified. The default format is %s used for ZFS auto snapshot.
af: Jy kan die doelgemaakte formaat van die foto vir die skadu kopie diens spesifiseer. Die verstek formaat is %s wat gerbuik word vir ZFS auto fotos.
ca: El format personalitzat de la instantània per al servei d'instantànies es pot especificar. El format per defecte és %s utilitzat per a la instantània automàtica de ZFS.
cs: Je možná zadat vlastní formát zachyceného stavu pro službu stínových kopií. Výchozím formátem je %s, používaný automatickým pořizováním zachyceného stavu ZFS.
de: Das Format für das Abbild der Schattenkopie kann individuelle konfiguriert werden. Das vorgegebene Format für ZFS-automatischen-Schnappschuss ist %s.
el: Πρέπει να προσδιοριστεί η μορφή του στιγμιοτύπου για την υπηρεσία σκιώδους αντιγράφων. Η προεπιλεγμένη μορφή %s χρησιμοποιείται για τη λήψη αυτόματων στηγμιοτύπων του ZFS.
es: El formato de Snapshot de la shadow copy debe ser definido. El formato por defecto es %s usado por los snapshot automáticos ZFS
fr: Le format personnalisé de l'instantané pour le service cliché instantané peut être spécifié. Le format par défaut est %s utilisé pour la capture automatique ZFS.
hu: Az árnyékmásolat szolgáltatás pillanatképének egyéni formátumot lehet adni. Az alapértelmezett formátum a ZFS automatikus pillanatképhez az %s.
it: Il formato personalizzato dello snapshot per il servizio shadow copy può essere specificato. Il formato di default è %s usato per gli snapshot automatici ZFS.
lo: ສາມາດລະບຸຮູບແບບທີ່ກຳນົດເອງຂອງ snapshot ສຳລັບບໍລິການ shadow copy ໄດ້. ຮູບແບບເລີ່ມຕົ້ນແມ່ນ %s ທີ່ໃຊ້ສຳລັບ ZFS auto snapshot.
nl: Het aangepaste formaat van de momentopname voor de schaduwkopieservice kan worden gespecificeerd. Het standaard formaat is %s gebruikt voor ZFS auto momentopnamen.
ro: Formatul utilizator al imaginii sistemului pentru copia de siguranță poate fi specificat aici. Formatul implicit este %s folosit pentru imaginile ZFS generate automat.
ru: Здесь вы можете указать формат снимков для службы теневого копирования. Формат по умолчанию % s используется для автоматических снимков ZFS.
sv: Ett specifikt avbildsformat för skuggkopia kan anges. Grundinställningen är %s som anvnäds för ZFS automatisk avbildning.
uk: Тут ви можете вказати формат знімків для служби тіньового копіювання. Формат за замовчуванням %s використовується для автоматичних знімків ZFS.
zh_cn: 可以指定阴影复制服务的快照的自定义格式。默认格式是用于ZFS自动快照的 %s。

source: Controls how the set of illegal NTFS ASCII character are stored in the filesystem, commonly used by OS X clients.
af: Kontroles hoe die stel van onwettige NTFS ASCII karakter is gestoor in die lêerstelsel, wat algemeen gebruik word deur OS X kliënte.
ca: Controla com s'emmagatzema el conjunt de caràcters il·legals de NTFS ASCII al sistema de fitxers, que normalment utilitzen els clients OS X.
cs: Řídí jak jsou na souborovém systému ukládány sady neplatných NTFS ASCII znaků, běžně používané OS X klienty.
de: Steuert, wie unerlaubte NTFS ASCII-Zeichen im Filesystem gespeichert werden, üblicherweise von OS X Clients verwendet.
el: Ελέγχει πως θα αποθηκεύεται στο σύστημα αρχείων το σύνολο των μη έγκυρων NTFS ASCII χαρακτήρων, χρησιμοποιείται συχνά από υπολογιστές-πελάτες OS X.
es: Controla como se graban en el sistema de archivos, ciertos carácteres ilegales ASCII de NTFS y que son usados comúnmente por clientes OS X
fr: Contrôle la manière dont l'ensemble des caractères NTFS ASCII illégaux est stocké dans le système de fichiers, couramment utilisé par les clients OS X.
hu: Meghatározza, hogy az illegális NTSF ASCII karakterek gyűjteményét hogyan tároljuk, általában OS X kliensek használják.
it: Controllare come i caratteri ASCII invalidi sono salvati nel filesystem NTFS, comunemente usati dai clients OS X
lo: ຄວບຄຸມວິທີການເກັບຕົວອັກສອນ ASCII ທີ່ຜິດກົດຂອງ NTFS ໃນລະບົບໄຟລ໌, ໂດຍທົ່ວໄປໃຊ້ໂດຍ client ຂອງ OS X.
nl: Bepaalt hoe de set van illegale NTFS ASCII tekens worden opgeslagen in het bestandssysteem, veel gebruikt door OS X cliënten.
ro: Stabilește modul de stocate al caracterele ilegale NTFS ASCII în sistemul de fișiere, caractere utilizate în mod normal de clienții OS X.
ru: Управляет тем, как набор нестандартных символов ASCII NTFS хранится в файловой системе, обычно используемой клиентами OS X.
sv: Kontrollerar hur uppsättningen av otillåtna NTFS ASCII tecken lagras i filsystemet, vanligtvis använda av OS X klienter.
uk: Контролює, як набір недозволених символів ASCII NTFS зберігається у файловій системі, зазвичай використовується клієнтами OS X.
zh_cn: 控制文件系统中存储非法NTFS ASCII字符集的方式，OS X客户端通常使用该字符集。

source: Native - store characters with their native ASCII value.
af: Inheems - winkel karakters met hul inheemse ASCII waarde.
ca: Nativa: emmagatzema caràcters amb el seu valor ASCII natiu.
cs: Nativní – ukládat znaky s jejich nativní ASCII hodnotou.
de: Native - speichere Zeichen mit ihren ursprünglichen ASCII-werten.
el: Ατόφιο - αποθήκευση χαρακτήρων με την ατόφια τιμή ASCII.
es: Nativo - Almacena los cáracteres como valores ASCII.
fr: Natif - stocke les caractères avec leur valeur ASCII native.
hu: Natív - karakterek tárolása saját natív ASCII értékükkel.
it: Nativo - memorizza i caratteri con il loro valore ASCII originario.
lo: Native - ເກັບຕົວອັກສອນດ້ວຍຄ່າ ASCII ດັ້ງເດີມຂອງມັນ.
nl: Native - sla karakters op met hun native ASCII waarde.
ro: Nativ - caracterele sunt salvate cu valoarea lor nativă ASCII.
ru: Native - хранить символы с их собственным значением ASCII.
sv: Native - spara tecken med deras ursprungliga ASCII värde.
uk: Native - зберігати символи з їх рідним значенням ASCII.
zh_cn: 原生 - 使用其原生ASCII值存储字符。

source: Private (default) - store characters as encoded by the OS X client: mapped to the Unicode private range.
af: Privaat (verstek) - winkel karakters soos geënkodeer deur die OS X klient: gekarteer om die Unicode privaat reek.
ca: Privades (predeterminades): caràcters amagatzemats com codificats pel client OS X: assignats al rang privat Unicode.
cs: Soukromé (výchozí) – ukládat znaky jako enkódované OS X klientem: mapované do soukromého rozsahu Unicode.
de: Privat (standardmäßig) - speichere Zeichen wie durch den OS X Clienten kodiert: abgebildet auf den privaten Unicode-Bereich.
el: Ιδιωτικό (προεπιλογή) - αποθήκευση χαρακτήρων όπως κωδικοποιούνται από τον πελάτη OS X: χαρτογραφημένο στο ιδιωτικό εύρος Unicode.
es: Privado (por defecto) - salmacena los caracteres como codificados por OS x:se mapean a un rango privado Unicode..
fr: Privé (par défaut) - stocke les caractères codés par le client OS X: mappés à la plage privée Unicode.
hu: Privát (alapértelmezett) - karakterek kódolása, ahogy az OS X kliens tárolja: Unicode privát tartományhoz rendelve.
it: Private (default) - memorizza caratteri così come codififcato dal client OS X: mappati sul private Range di Unicode
lo: Private (ຄ່າເລີ່ມຕົ້ນ) - ເກັບຕົວອັກສອນຕາມທີ່ເຂົ້າລະຫັດໂດຍ client ຂອງ OS X: ຈັບຄູ່ກັບຊ່ວງ private ຂອງ Unicode.
nl: Privé (standaard) - tekens opslaan zoals gecodeerd door de OS X client: toegewezen aan het privé bereik van Unicode
ro: Privat (implicit) - stochează caracterele așa cum sunt codate de clientul OS X, mapate în zona privată Unicode.
ru: Private (по умолчанию) - хранить символы, закодированные клиентом OS X: сопоставляются с частным диапазоном Unicode.
sv: Privat (standard) - spara tecken som hos OS X klienten: mappade till det privata Unicodeområdet.
uk: Private (за замовчуванням) - зберігати символи, котрі закодовані клієнтом OS X: співвіднесені до приватного діапазону Unicode.
zh_cn: 私有（默认） - 存储由OS X客户端编码的字符：映射到Unicode专用范围。

source: Netatalk - use cross protocol locking with Netatalk.
af: Netatalk - gebruik kruis protokol toegesloting met Netatalk.
ca: Netatalk: utilitza el bloqueig del protocol creuat amb Netatalk.
cs: Netatalk – použít zamykání napříč protokoly s Netatalk.
de: Netatalk - verwende "cross protocol locking" mit Netatalk.
el: Netatalk - χρήση κλειδώματος των προτοκόλλων με Netatalk
es: Netatalk - usa interbloqueo con Netatalk.
fr: Netatalk: utilisez le verrouillage de protocole croisé avec Netatalk.
hu: Netatalk - keresztprotokoll-zárolás használata Netatalk-kal.
it: Netatalk - utilizzare cross protocol locking con Netatalk.
lo: Netatalk - ໃຊ້ການລັອກຂ້າມໂປຣໂຕຄໍກັບ Netatalk.
nl: Netatalk - gebruik kruis protocol vergrendeling met Netatalk.
ro: Netatalk - utilizare protocol blocare încrucișată cu Netatalk.
ru: Netatalk - использование перекрестного протокола с помощью Netatalk.
sv: Netatalk - använd korsvis protokollåsning med Netatalk.
uk: Netatalk - використовування перехресного протоколу блокування за допомогою Netatalk.
zh_cn: Netatalk - 使用Netatalk进行交叉协议锁定。

source: None (default) - no cross protocol locking.
af: Geeneen (verstek) - geen kruis protokol toegesloting.
ca: Cap (per defecte): no hi ha cap bloqueig de protocol creuat.
cs: Ne (výchozí) – žádné zamykání napříč protokoly.
de: Kein (standardmäßig) - kein "cross protocol locking".
el: Κανένα (προεπιλογή) - όχι κλείδωμα πρωτοκόλλων.
es: Ninguno (por defecto) - no hay interbloqueo de protocolo
fr: Aucun (par défaut) - pas de verrouillage de protocole croisé.
hu: Nincs (alapértelmezett) - nincs keresztprotokoll-zárolás.
it: Nessuno (default)- nessun protocollo incrociato bloccato.
lo: None (ຄ່າເລີ່ມຕົ້ນ) - ບໍ່ມີການລັອກຂ້າມໂປຣໂຕຄໍ.
nl: Geen (standaard) - geen kruis protocol vergrendeling.
ro: Niciunul (implicit) - niciun protocol încrucișat blocat.
ru: None (по умолчанию) - отсутствие перекрестной блокировки протокола.
sv: Ingen (standard) - ingen korsvis protokolllåsning.
uk: None (за замовчуванням) - немає перехресного блокування протоколу.
zh_cn: 无（默认） - 无交叉协议锁定。

source: Controls where the OS X metadata stream is stored.
af: Kontroles waar die OS X metadata stroom gestoor word.
ca: Controls on s'emmagatzema la seqüència de metadades OS X.
cs: Řídí zda je ukládán proud metadat OS X.
de: Steuert, wo der OS X Metadaten-Stream gespeichert wird.
el: Ελέγχει που θα αποθηκεύεται το κύμα μεταδεδομένων του OS X.
es: Controla donde se almacenan los stream de metadatos de OS X
fr: Contrôle où le flux de métadonnées OS X est stocké.
hu: OS X metaadat stream tárolás helyét határozz meg.
it: Controllare dove i metadati per i flussi OS X sono salvati.
lo: ຄວບຄຸມບ່ອນທີ່ OS X metadata stream ຖືກເກັບ.
nl: Bepaal waar de OS X metagegevensstroom wordt opgeslagen.
ro: Controlează locul unde fluxul de metadate OSX este stocat.
ru: Элементы управления, в которых хранится поток метаданных OS X.
sv: Kontrollerar var OS X metadataströmmen sparas.
uk: Контролює, де зберігається потік метаданих OS X.
zh_cn: 控制OS X元数据流的存储位置。
