Repository: rojim666/xigmanas-code-r10599-trunk
Catalog: locale/xigmanas-*.po
Languages: af, ca, cs, de, el, es, fr, hu, it, lo, nl, pl, ro, ru, sv, uk, zh_cn

source: NFS Export is unlocked
af: NFS Uitvoer is ontgeslot
ca: Desbloquejat NFS Export
de: NFS Export ist entsperrt
el: Το NFS Export είναι ξεκλείδωτο
es: NFS Export desbloqueado
fr: L'exportation NFS est déverrouillée
hu: Az NFS export zárolása feloldva
it: Esportazione NFS sbloccata
lo: ການສົ່ງອອກ NFS ຖືກປົດລັອກ
nl: NFS Export is ontgrendeld
ro: Exportul NFS este deblocat
ru: Экспорт NFS разблокирован
sv: NFS Export är olåst
uk: Експорт NFS розблокований
zh_cn: NFS导出已解锁

source: Delete Selected NFS Exports
af: Skrap Geselekteerde NFS Uitvoere
ca: Suprimeix les exportacions NFS seleccionades
cs: Smazat označené NFS exporty
de: Ausgewählte NFS Exporte löschen
el: Διαγραφή Επιλεγμένων NFS Exports
es: Borrar el export NFS seleccionado
fr: Supprimer les exportations NFS sélectionnées
hu: A kiválasztott NFS exportok törlése
it: Cancellare le esportazioni NFS selezionate
lo: ລຶບການສົ່ງອອກ NFS ທີ່ເລືອກ
nl: Geselecteerde NFS Exports Verwijderen
ro: Șterge exporturile NFS selectate
ru: Удалить выбранные экспорты NFS
sv: Ta bort valda NFS Exporter
uk: Видалення обраних експортів NFS
zh_cn: 删除选定的NFS导出

source: Disable Selected NFS Exports
af: Deaktiveer Geselekteerde NFS Uitvoere
ca: Desactiva les exportacions NFS seleccionades
cs: Zakázat označené NFS exporty
de: Ausgewählte NFS Exporte abschalten
el: Απενεργοποίηση Επιλεγμένων NFS Exports
es: Deshabilitar exports NFS seleccionados
fr: Désactiver les exportations NFS sélectionnées
hu: A kiválasztott NFS exportok tiltása
it: Disattivare le esportazioni NFS selezionate
lo: ປິດໃຊ້ງານການສົ່ງອອກ NFS ທີ່ເລືອກ
nl: Geselecteerde NFS Exports Uitschakelen
ro: Dezactivare exporturi NFS selectate
ru: Отключить выбранный экспорт NFS
sv: Inaktivera valda NFS Exporter
uk: Вимкнути обрані експорти NFS
zh_cn: 禁用选定的NFS导出

source: Enable Selected NFS Exports
af: Inskakel Geselekteerdel NFS Uitvoer
ca: Activeu Exportacions NFS seleccionats
de: Ausgewählte NFS Exporte aktivieren
el: Ενεργοποίηση Επιλεγμένων NFS Exports
es: Habilitar exports NFS seleccionados
fr: Activer les Exportations NFS Sélectionnées
hu: Kiválasztott NFS exportok bekapcsolása
it: Abilita le esportazioni NFS selezionate
lo: ເປີດໃຊ້ງານການສົ່ງອອກ NFS ທີ່ເລືອກ
nl: Geselecteerde NFS Exports Inschakelen
ro: Activare exporturi NFS selectate
ru: Включить выбранные экспорты NFS
sv: Aktivera valda NFS Exporter
uk: Дозволити обрані експорти NFS
zh_cn: 启用选定的NFS导出

source: Toggle Selected NFS Exports
af: Toggle Geselekteerde NFS Uitvoer
ca: Commuta les exportacions NFS seleccionats
de: Ausgewählte NFS Exporte umschalten
el: Μεταβολή Επιλεγμένων NFS Exports
es: Intercambiar Export NFS seleccionados
fr: Changer d'état les Exportations NFS Sélectionnées
hu: A kiválasztott NFS exportok be-, kikapcsolása
it: Attivare le esportazioni NFS selezionati
lo: ສະຫຼັບການໃຊ້ງານການສົ່ງອອກ NFS ທີ່ເລືອກ
nl: Geselecteerde NFS Exports Omschakelen
ro: Inversare selecție exporturi NFS
ru: Переключить выбранные экспорты NFS
sv: Växla valda NFS Exporter
uk: Перемкнути обрані експорти NFS
zh_cn: 切换选定的NFS导出

source: Do you want to delete selected NFS exports?
af: Wil jy geselekteerde NFS uitvoere skrap?
ca: Voleu eliminar les exportacions NFS seleccionades?
cs: Chcete označené NFS exporty smazat?
de: Möchten Sie die ausgewählten NFS Exporte löschen?
el: Θέλετε να διαγράψετε τα επιλεγμένα NFS exports;
es: ¿Desea borrar los exports NFS seleccionados?
fr: Voulez-vous supprimer les exportations NFS sélectionnées?
hu: Biztos, hogy törlöd a kiválasztott NFS exportokat?
it: Vuoi cancellare le esportazioni NFS selezionate
lo: ທ່ານຕ້ອງການລຶບການສົ່ງອອກ NFS ທີ່ເລືອກອອກບໍ່?
nl: Wilt u de geselecteerde NFS exports verwijderen?
ro: Doriți să ștergeți exporturile NFS selectate??
ru: Вы хотите удалить выбранные экспорты NFS?
sv: Vill du ta bort valda NFS Exporter?
uk: Ви підтверджуєте видалення обраних експортів NFS?
zh_cn: 是否要删除选定的NFS导出？

source: Do you want to disable selected NFS exports?
af: Doen jy wil om afskakel geselekteerde NFS uitvoer?
ca: Voleu desactivar les exportacions NFS seleccionades?
de: Möchten Sie die ausgewählten NFS Exporte abschalten?
el: Θέλετε να απενεργοποιήσετε τα επιλεγμένα NFS exports;
es: ¿Desea deshabilitar los exports NFS seleccionados?
fr: Voulez-vous désactiver les exportations NFS sélectionnées?
hu: Biztos, hogy kikapcsolod a kiválasztott NFS exportokat?
it: Vuoi disabilitare le esportazioni NFS selezionate
lo: ທ່ານຕ້ອງການປິດໃຊ້ງານການສົ່ງອອກ NFS ທີ່ເລືອກບໍ່?
nl: Wilt u de geselecteerde NFS exports uitschakelen?
ro: Doriți să dezactivați exporturile NFS selectate?
ru: Вы хотите отключить выбранные экспорты NFS?
sv: Vill du inaktivera valda NFS Exporter?
uk: Ви підтверджуєте вимкнення обраних експортів NFS?
zh_cn: 是否要禁用所选的NFS导出？

source: Do you want to enable selected NFS exports?
af: Wil jy geselekteerde NFS uitvoere Inskakel?
ca: Voleu habilitar les exportacions NFS seleccionades?
de: Möchten Sie die ausgewählten NFS Exporte einschalten?
el: Θέλετε να απενεργοποιήσετε τα επιλεγμένα NFS exports;
es: ¿Desea habilitar los export NFS seleccionados?
fr: Voulez-vous activer les exportations NFS sélectionnées?
hu: Biztos, hogy bekapcsolod a kiválasztott NFS exportokat?
it: Vuoi attivare le esportazioni NFS selezionate?
lo: ທ່ານຕ້ອງການເປີດໃຊ້ງານການສົ່ງອອກ NFS ທີ່ເລືອກບໍ່?
nl: Wilt u de geselecteerde NFS exports inschakelen?
ro: Doriți să activați exporturile NFS selectate?
ru: Вы хотите включить выбранные экспорты NFS?
sv: Vill du aktivera valda NFS Exporter?
uk: Ви підтверджуєте увімкнення обраних експортів NFS?
zh_cn: 是否要启用选定的NFS导出？

source: Do you want to toggle selected NFS exports?
af: Doen jy wil geselekteerde NFS uitvoer toggle?
ca: Voleu canviar les exportacions de NFS seleccionades?
de: Möchten Sie die ausgewählten NFS Exporte umschalten?
el: Θέλετε να μεταβάλλετε τα επιλεγμένα NFS exports;
es: ¿Desea intercambiar los exports NFS seleccionados?
fr: Voulez-vous changer d'état les exportations NFS sélectionnées?
hu: Biztos, hogy ki-, bekapcsolod a kiválasztott NFS exportokat?
it: Vuoi attivare le esportazioni NFS selezionate?
lo: ທ່ານຕ້ອງການສະຫຼັບການໃຊ້ງານການສົ່ງອອກ NFS ທີ່ເລືອກບໍ່?
nl: Wilt u de geselecteerde NFS exports omschakelen?
ro: Doriți să inversați exporturile NFS selectate?
ru: Вы хотите переключить выбранные экспорты NFS?
sv: Vill du växla valda NFS Exporter?
uk: Ви підтверджуєте перемикання обраних експортів NFS?
zh_cn: 是否要切换选定的NFS导出？

source: Mapping
af: Kartering
ca: Mapejant
de: Zuordnung
el: Αντιστοίχηση
es: Mapeado
fr: Correspondance
hu: Leképezés
it: Mappatura
lo: ການຈັບຄູ່
nl: Toewijzen
ro: Mapare
ru: Соответствие
sv: Mappning
uk: Зіставлення
zh_cn: 映射

source: Map All To User
af: Map Al Om Gebruiker
ca: Mapeja tot al usuari
de: Alles dem Benutzer zuordnen
el: Αντιστοίχιση Όλων Σε Χρήστη
es: Mapea a todos al usuario
fr: Mapper Tout à l'Utilisateur
hu: Az összes képzése a felhasználóra
it: Mappa a tutti gli utenti
lo: ຈັບຄູ່ທັງໝົດກັບຜູ້ໃຊ້
nl: Alles Toewijzen Aan Gebruiker
ro: Mapează tot la utilizator
ru: Сопоставить всех в пользователя
sv: Mappa till alla användare
uk: Зіставити всіх до користувача
zh_cn: 全部映射到用户

source: Map Root To User
af: MapWortel Om Gebruiker
ca: Mapeja Root a usuari
de: Benutzer Root zuordnen
el: Αντιστοίχιση Root Σε Χρήστη
es: Mapea root a usuario
fr: Mapper la Racine à l'Utilisateur
hu: A gyökér képzése a felhasználóra
it: Mappa all'utente root
lo: ຈັບຄູ່ Root ກັບຜູ້ໃຊ້
nl: Root Toewijzen Aan Gebruiker
ro: Mapare root la utilizator
ru: Сопоставить пользователя в root
sv: Mappa Root till användare
uk: Зіставити root до користувача
zh_cn: 将Root映射到用户

source: Export Subfolders
af: Uitvoer Subvouers
ca: Exporta subcarpetes
de: Unterordner exportieren
el: Εξαγωγή Υποφακέλων
es: Exportar subcarpetas
fr: Exporter des Sous-Dossiers
hu: Almappák exoprtálása
it: Esporta sottodirectory
lo: ສົ່ງອອກໂຟນເດີຍ່ອຍ
nl: Exporteer Subfolders
ro: Export dubfoldere
ru: Экспорт подпапок
sv: Exportera underkataloger
uk: Експортувати підкаталоги
zh_cn: 导出子文件夹

source: Be Quiet
af: Bly stil
ca: Sigui discret
cs: Potichu
de: Still sein
el: Σίγαση
es: Silencio
fr: Soyez silencieux
hu: Maradj csöndben
it: Silenzio
lo: ແບບງຽບ
nl: Wees stil
ro: Liniște
ru: Тихий режим
sv: Var tyst
uk: Бути тихим
zh_cn: 安静

source: Security Flavor
af: Sekuriteit Flavor
ca: Sabor de seguretat
de: Sicherheitsvariante ( Security Flavor)
el: Τύπος Ασφάλειας
es: Seguridad
fr: Caractéristiques de Sécurité
hu: Biztonsági Flavor
lo: ປະເພດຄວາມປອດໄພ
nl: Beveiligingssmaak
ro: Variantă securitate
ru: Вкладка безопасности
sv: Säkerhetssmak
uk: Вкладка безпеки

source: Root Directory
af: Wortel Directory
ca: Directori arrel
de: Basisordner
el: Ριζιικός Κατάλογος
es: Directorio raíz
fr: Répertoire Racine
hu: Gyökérkönyvtár
it: Directory radice
lo: ໂຟນເດີຫຼັກ
nl: Root Map
ro: Director root
ru: Корневой каталог
sv: Rotkatalog
uk: Кореневий каталог
zh_cn: Root目录

source: Map users or map root to the specified user.
af: Map gebruikers of map wortel van die gespesifiseerde gebruiker.
ca: Mapeja usuaris o mapeja usuari root a un usuari especific
de: Benutzer oder Root dem angegebenen Benutzer zuordnen
el: Αντιστοίχιση χρηστών ή αντιστοίχιση του root με τον συγκεκριμένο χρήστη.
es: Mapea root o usuario a un usuario especifico (Ej:ftp)
fr: Mappez les utilisateurs ou mappez la racine sur l'utilisateur spécifié.
hu: A felhasználók vagy a gyökér képzése a kiválasztott felhasználóra.
it: Mappa gli utenti o mappa l'utente root ad uno specifico utente.
lo: ຈັບຄູ່ຜູ້ໃຊ້ ຫຼື ຈັບຄູ່ root ກັບຜູ້ໃຊ້ທີ່ລະບຸ.
nl: Gebruikers toewijzen of Root toewijzen naar de opgegeven gebruiker.
ro: Mapare utilizatori sau root la utilizatorul specificat
ru: Сопоставить пользователей или привязать root к указанному пользователю.
sv: Mappa användare eller mappa root till den aktuella användaren.
uk: Зіставити користувачів або зіставити root до вказаного користувача
zh_cn: 映射用户或将root映射到指定的用户。

source: mapall - Specifies a mapping for all client UIDs (including root)
af: mapall - Spesifiseer 'n kartering vir alle klient UIDs (wortel ingesluit)
ca: mapall: especifica un mapatge per a tots els UIDs del client (inclòs el root)
de: mapall - Gibt eine Zuordnung für alle Client-UIDs an (einschließlich Root)
el: mapall - Καθορίζει μια αντιστοίχιση για όλα τα UID των πελατών (συμπεριλαμβανομένου και του root)
es: mapall - Especifica que TODO los usuarios se mapearan a la UIDs del cliente ( incluyendo root).
fr: mapall - Spécifie un mappage pour tous les UID du client (y compris root)
hu: mapall - Meghatározza az összes kliens UID (beleértve a root-ot) leképezését
it: mapall - Specifica una mappatura per tutti i client UIDs (incluso root).
lo: mapall - ລະບຸການຈັບຄູ່ສຳລັບ UID ຂອງ client ທັງໝົດ (ລວມທັງ root)
nl: mapall - specificeert een toewijzing voor alle client UIDs (inclusief root)
pl: mapall — Określa mapowanie dla wszystkich identyfikatorów UID klientów (w tym roota)
ro: mapall - Specifică maparea pentru toți clienții UIDs (inclusiv root)
ru: mapall - определяет сопоставление для всех клиентских UID (включая root)
sv: mapall - Specificerar en mappning för alla klienters UID:er (inklusive root)
uk: mapall - визначає відображення для всіх ідентифікаторів клієнта (включаючи кореневий)
zh_cn: mapall - 指定所有客户端UID（包括root）的映射

source: maproot - The credential of the specified user is used for remote access by root.
af: maproot - Die geloofsbrief van die gespesifiseerde gebruiker word gebruik vir afstandtoegang deur die wortel.
ca: maproot: la credencial de l'usuari especificat s'utilitza per a l'accés remot per root.
de: maproot - Der Berechtigungsnachweis des angegebenen Benutzers wird für den Remotezugriff von Root verwendet.
el: maproot - Τα στοιχεία του συγκεκριμένου χρήστη χρησιμοποιούνται για απομακρυσμένη πρόσβαση από τον root.
es: maproot - Las credenciales del cliente especificado, se usarán para acceder remotamente como root.
fr: maproot - Les informations d'identification de l'utilisateur spécifié sont utilisées pour un accès distant par root.
hu: maproot - A megadott felhasználó hitelesítő adatait a root távoli elérésére használjuk.
it: maproot - La credenziale dell'utente specificato è usata per l'accesso remoto da root.
lo: maproot - ຂໍ້ມູນປະຈຳຕົວຂອງຜູ້ໃຊ້ທີ່ລະບຸຈະຖືກໃຊ້ສຳລັບການເຂົ້າເຖິງຈາກທາງໄກໂດຍ root.
nl: maproot - De referentie van de opgegeven gebruiker wordt gebruikt voor toegang op afstand via root.
pl: maproot — Poświadczenia określonego użytkownika są używane do zdalnego dostępu przez roota.
ro: maproot - datele de acces ale utilizatorului specificat sunt utilizate pentru accesul remote prin root.
ru: maproot - учетные данные указанного пользователя используются для удаленного доступа root.
sv: maproot - Den specifika användarens inloggningsuppgifter används för fjärråtkomst av root.
uk: maproot - облікові дані вказаного користувача використовуються для віддаленого доступу за допомогою root.
zh_cn: maproot - 指定用户的凭证用于root用户的远程访问。

source: Remote accesses by root will result in using a credential of 65534:65533. All other users will be mapped to their remote credential.
af: Afgeleë toegang deur wortel sal resultaat in met behulp van 'n geloofsbrief van 65534:65533. Alle ander gebruikers sal wees gekarteer om hul afgeleë geloofsbrief.
ca: Els accessos remots per root hauran d'utilitzar una credencial de 65534: 65533. Es maparà tots els altres usuaris amb les seves credencials remotes.
de: Bei Remotezugriffen von Root wird ein Berechtigungsnachweis von 65534: 65533 verwendet. Alle anderen Benutzer werden ihrem Remote-Berechtigungsnachweis zugeordnet.
el: Η απομακρυσμένη πρόσβαση από τον root θα έχει σαν αποτέλεσμα τη χρήση διαπιστευτηρίων 65534:65533. Σε όλους τους άλλους χρήστες θα γίνεται αντιστοίχιση με τα απομακρυσμένα διαπιστευτήρια.
es: El acceso del usuario root necesita usar una credencial entre 65534:65533. Todos los demás usuarios se mapearan a esta credencial remota.
fr: Les accès distants par root entraîneront l’utilisation des informations d’identification 65534: 65533. Tous les autres utilisateurs seront mappés sur leurs informations d'identification distantes.
hu: A root által elérhető távoli elérések 65534: 65533 hitelesítő adatok használatát eredményezik. Az összes többi felhasználót a távoli hitelesítésre képezzük le.
it: Accessi remoti da utente root implicherà l'uso della credenziale di 65534:65533. Tutti gli altri utenti saranno mappati alle loro credenziali remote.
lo: ການເຂົ້າເຖິງຈາກທາງໄກໂດຍ root ຈະສົ່ງຜົນໃຫ້ໃຊ້ຂໍ້ມູນປະຈຳຕົວຂອງ 65534:65533. ຜູ້ໃຊ້ອື່ນໆທັງໝົດຈະຖືກຈັບຄູ່ກັບຂໍ້ມູນປະຈຳຕົວທາງໄກຂອງພວກເຂົາ.
nl: Externe toegang door root zal resulteren in het gebruik van een referentie van 65534: 65533. Alle andere gebruikers worden toegewezen aan hun externe referentie.
ro: Accesul remote prin root va determina utilizarea credențialelor din zona 65534:65533. Toți ceilalți utilizatori vor fi mapați prin credențialele lor remote.
ru: Удаленный доступ с правами root приведет к использованию учетных данных 65534: 65533. Все остальные пользователи будут сопоставлены с их удаленными учетными данными.
sv: Fjärråtkomst via root kommer resultera i användandet av ett inloggningsuppgifter 65534:65533. Alla andra användare kommer mappas med deras inloggningsuppgifter.
uk: Віддалені root доступи призведуть до використання облікових даних 65534:65533. Усі інші користувачі будуть зіставлені з їх віддаленими обліковими даними.
zh_cn: root的远程访问将导致使用65534:65533的凭证。 所有其他用户将映射到他们的远程凭证。

source: Enter the network that is authorised to access the NFS share.
af: Ingaan die network daardie is wat gemagtig om toegang te verkry tot die NFS aandeel.
ca: Introduïu la xarxa autoritzada per accedir al percentatge de NFS.
de: Geben Sie das Netzwerk ein, das für den Zugriff auf die NFS-Freigabe berechtigt ist.
el: Εισάγετε το δίκτυο που θα επιτρέπεται να έχει πρόσβαση στο κοινόχρηστο NFS.
es: Red autorizada a acceder a este compartido NFS.
fr: Entrez le réseau autorisé à accéder au partage NFS.
hu: Add meg a hálózatot, ami elérheti a NFS megosztásokat.
it: Inserire la rete autorizzata ad accedere alla condivisione NFS.
lo: ປ້ອນເຄືອຂ່າຍທີ່ໄດ້ຮັບອະນຸຍາດໃຫ້ເຂົ້າເຖິງການແບ່ງປັນ NFS.
nl: Geef het netwerk op dat geautoriseerd is voor toegang tot de NFS deling.
ro: Introduceți rețeaua care este autorizată să acceseze partajarea NFS.
ru: Введите сеть, авторизованную для доступа к общему ресурсу NFS.
sv: Mata i nätverket som är auktoriserat att komma åt NFS utdelningen.
uk: Вкажіть мережу, авторизовану для доступу до загального ресурсу NFS.
zh_cn: 输入有权访问NFS共享的网络。

source: Export all the directories in the specified path.
af: Uitvoer alle gidse in die gespesifiseerde pad.
ca: Exportar tots els directoris en la ruta especificada.
cs: Exportovat všechny složky v zadaném umístění.
de: Alle Ordner im angegebenen Pfad exportieren.
el: Εξαγωγή όλων των φακέλων στη συγκεκριμένη διαδρομή.
es: Exportar todos los directorios en la ruta especificada.
fr: Exporter tous les répertoires dans le chemin spécifié.
hu: A kiválasztott útvonalon lévő összes mappa exportálása.
it: Esporta tutte le directory nel percrso specificato.
lo: ສົ່ງອອກໂຟນເດີທັງໝົດໃນເສັ້ນທາງທີ່ລະບຸ.
nl: Exporteer alle mappen in de opgegeven locatie.
pl: Eksportuj katalogi do wyznaczonej ścieżki
ro: Exportă toate directoarele din calea specificată.
ru: Экспорт всех каталогов по указанному пути
sv: Exportera alla kataloger i den angivna sökvägen.
uk: Експортувати всі каталоги за вказаним шляхом.
zh_cn: 导出指定的路径中的所有目录。

source: To use subdirectories, you must mount each directory.
af: Om subgidse te gebruik, moet jy elke gids monteer.
ca: Per utilitzar subdirectoris, heu de muntar cada directori.
de: Um Unterverzeichnisse zu verwenden, müssen Sie jedes Verzeichnis einbinden (mount).
el: Για να χρησιμοποιήσετε υποφακέλους, πρέπει να προσαρτήσετε τον κάθε φάκελο.
es: Para usar subcarpetas, primero debe montar cada carpeta
fr: Pour utiliser des sous-répertoires, vous devez monter chaque répertoire.
hu: Az almappák használatához mindegyik mappát be kell csatolnod.
it: Per usare le sottocartelle bisogna montare ogni cartella.
lo: ເພື່ອໃຊ້ໂຟນເດີຍ່ອຍ, ທ່ານຕ້ອງ mount ແຕ່ລະໂຟນເດີ.
nl: Om submappen te gebruiken, moet je elke map aankoppelen.
ro: Pentru utilizarea sub-directoarelor va trebui să montați fiecare director.
ru: Чтобы использовать подкаталоги, вы должны смонтировать каждый каталог.
sv: För att använda underkataloger behöver du montera varje katalog.
uk: Щоб використовувати підкаталоги, потрібно змонтувати кожен каталог.
zh_cn: 要使用子目录，必须挂载每个目录。

source: Export as WebNFS.
af: Uitvoer as WebNFS.
ca: Exporteu com a WebNFS.
de: Als WebNFS exportieren.
el: Εξαγωγή ως WebNFS.
es: Exportar como WebNFS.
fr: Exporter en tant que WebNFS.
hu: Exportálás WebNFS-ként.
it: Esporta come WebNFS.
lo: ສົ່ງອອກເປັນ WebNFS.
nl: Exporteren als WebNFS.
ro: Exportă ca WebNFS.
ru: Экспортировать как WebNFS.
sv: Exportera som WebNFS.
uk: Експортувати як WebNFS.
zh_cn: 导出为WebNFS。

source: Note that only one file system can be WebNFS exported on a server.
af: Nota dat slegs een lêerstelsel kan wees WebNFS Uitvoer op 'n bediener.
ca: Tingueu en compte que només es pot exportar un sistema de fitxers WebNFS a un servidor.
de: Beachten Sie, dass nur ein Dateisystem auf einem Server exportiert werden kann.
el: Σημειώστε πως μόνο ένα σύστημα αρχείων μπορεί να εξαχθεί ως WebNFS σε ένα διακομιστή.
es: Solo un FS puede ser exportado usando WebNFS.
fr: Notez qu'un seul système de fichiers peut être exporté sur un serveur WebNFS.
hu: Ne feledd, hogy csak egy fájlrendszer lehet WebNFS exportált a kiszolgálón.
it: Nota che solo un file system può essere esportato via WebNFS ad un server.
lo: ໝາຍເຫດ: ມີພຽງລະບົບໄຟລ໌ດຽວເທົ່ານັ້ນທີ່ສາມາດສົ່ງອອກເປັນ WebNFS ໄດ້ໃນເຊີບເວີ.
nl: Merk op dat slechts één bestandssysteem WebNFS op een server kan worden geëxporteerd.
ro: Cu observația că singurul sistem de fișiere poate fi WebNFS exportat într-un server.
ru: Обратите внимание, что только одна файловая система может быть экспортирована в WebNFS на сервере.
sv: Notera att endast ett filsystem kan WebNFS exporteras på en server.
uk: Зверніть увагу, що тільки одна файлова система може бути експортована в WebNFS на сервері.
zh_cn: 请注意，只有一个文件系统可以在服务器上导出WebNFS。

source: Inhibit some of the syslog diagnostics for bad lines in /etc/exports.
af: Beperk sommige van die syslog diagnose vir slegte lyne in /etc/exports.
ca: Inhibir alguns dels diagnòstics de syslog per línies dolentes en /etc/exports.
cs: Potlačit některé diagnostiky syslog chybných řádků v /etc/exports.
de: Beschränkt einige der syslog-Diagnosen für ungültige Zeilen in /etc/exports.
el: Αναστέλλει μερικά από τα διαγνωστικά του syslog για εσφαλμένες γραμμές στο /etc/exports.
es: Impedir algunos diagnósticos de syslog por líneas erróneas en /etc/exports.
fr: Désactive certains diagnostics du syslog sur des lignes erronées dans /etc/exports.
hu: Gátol bizonyos syslog diagnosztikai rossz sorokat az /etc/export fájlban.
it: Disattiva alcune delle diagnostiche di syslog per righe scorrette in /etc/exports.
lo: ຢັບຢັ້ງການວິນິດໄສ syslog ບາງຢ່າງສຳລັບບັນທັດທີ່ບໍ່ຖືກຕ້ອງໃນ /etc/exports.
nl: Verbieden van syslog diagnose voor verkeerde regels in /etc/exports.
pl: Blokują niektóre syslogi diagnostyki uszkodzonych linii w pliku /etc/eksports.
ro: Inhibare diagnostic pentru unele linii incorecte din /etc/exports.
ru: Запрещать диагностические syslog-сообщения для неверных строк в /etc/exports
sv: Avbryt några av syslog(systemloggen) diagnostisering för ofullständiga rader i /etc/exports.
uk: Заборонити діагностичні повідомлення syslog для невірних рядків в /etc/exports.
zh_cn: 系统记录程序发现一些错误在 /etc/exports。

source: Export the file system in read-only mode.
af: Eksporteer die lêer stelsel in lees-alleen modus.
ca: Exporteu el sistema de fitxers en mode de només lectura.
de: Exportiert das Dateisystem im schreibgeschützten Modus.
el: Εξαγωγή του συστήματος αρχείων σε λειτουργία μόνο για ανάγνωση.
es: Exportar FS en modo solo lectura.
fr: Exportez le système de fichiers en mode lecture seule.
hu: A fájlrendszer exportálása írásvédett módban.
it: Esporta il file system in sola lettura.
lo: ສົ່ງອອກລະບົບໄຟລ໌ໃນໂໝດອ່ານຢ່າງດຽວ.
nl: Exporteer het bestandssysteem in de alleen-lezen modus.
ro: Exportă sistemul de fișiere în modul doar-citire
ru: Экспорт файловой системы в режиме только для чтения.
sv: Exportera filsystem i läsläge.
uk: Експортувати файлову систему в режимі тільки читання.
zh_cn: 以只读模式导出文件系统。
