Repository: rojim666/xigmanas-code-r10599-trunk
Catalog: locale/xigmanas-*.po
Languages: af, ca, cs, de, el, es, fr, hu, it, lo, nl, pl, ro, ru, sv, uk, zh_cn

source: Define iSCSI hardware offload driver. The default is "None".
af: Definieer iSCSI hardeware off laai drywer. Die verstek is "None".
ca: Definir el controlador de descàrrega de maquinari iSCSI. El valor predeterminat és "Cap".
cs: Vybrat iSCSI hardwarový ovladač. Výchozí je "Žádný"
de: iSCSI Hardware Entlastungstreiber festelegen. Voreingestellt ist "keiner".
el: Ορισμός του οδηγού εκφόρτωσης υλικού iSCSI. Η προεπιλογή είναι "None".
es: Definir el driver iSCSI. Por defecto es "Ninguno"
fr: Définissez le pilote de déchargement matériel iSCSI. La valeur par défaut est "Aucun".
hu: Az iSCSI hardver terhelésmentesítő illesztőprogram meghatározása. Alapértelmezett értéke "nincs".
it: Definire il driver per l'offload hardware iSCSI. Il default è "None".
lo: ກຳນົດໄດເວີ iSCSI hardware offload. ຄ່າເລີ່ມຕົ້ນແມ່ນ "None".
nl: Definieer iSCSI hardware offload driver. De standaard is "Geen".
ro: Definește driverul hardware iSCSI. Valoarea implicită este "niciunul".
ru: Определить аппаратный драйвер разгрузки iSCSI. По умолчанию установлено значение «Нет».
sv: Definiera iSCSI hårdvaruavlastningsdriver. Standard är "Ingen".
uk: Визначити драйвер апаратного розвантаження iSCSI. За замовчуванням - "немає".
zh_cn: 定义iSCSI硬件卸载驱动。 默认值为“无”。

source: Driver Name
af: Drywer Naam
ca: Nom del controlador
cs: Název ovladače
de: Treibername
el: Όνομα Οδηγού Συσκευής
es: Nombre del dispositivo
fr: Nom du pilote
hu: Meghajtó neve
it: Nome driver
lo: ຊື່ໄດເວີ
nl: Stuurprogramma Naam
ro: Nume driver
ru: Наименование драйвера
sv: Drivrutinsnamn
uk: Ім'я драйвера
zh_cn: 驱动器名称

source: Enable or disable the session. State can be either "On" or "Off". Default is "On".
af: Aktiveer of deaktiveer die sessie. Staat kan wees óf "On" of "Off". Verstek is "On".
ca: Habiliteu o inhabiliteu la sessió. L'estat pot ser "activat" o "apagat". El valor per defecte és "Activat".
cs: Zapnout nebo vypnout relaci. Stav může být buď „zapnuto“ nebo „vypnuto“. Výchozí je „zapnuto“.
de: Erlaube oder verbiete die Sitzung. Der Zustand kann entweder "An" oder "Aus" sein. "An" ist voreingestellt.
el: Ενεργοποίηση ή απενεργοποίηση της συνεδρίας. Η κατάσταση μπορεί να είναι "Ενεργό" ή "Ανενεργό". Η προεπιλογή είναι "Ενεργό".
es: Habilitar o deshabilitar la sesión. El estado puede ser "Encendido" o "Apagado". El valor predeterminado es "On".
fr: Activer ou désactiver la session. State peut être "On" ou "Off". La valeur par défaut est "On".
hu: A munkamenet be- és kikapcsolása. Állapota lehet "Be" vagy "Ki". Alapértelmezetten "Be".
it: Abilita o disabilita la sessione. Lo stato può essere sia "On" che "Off". Default è "On"
lo: ເປີດ ຫຼື ປິດການໃຊ້ງານເຊສຊັນ. ສະຖານະສາມາດເປັນ "On" ຫຼື "Off". ຄ່າເລີ່ມຕົ້ນແມ່ນ "On".
nl: In of uitschakelen van de sessie. De staat kan "Aan" of "Uit" zijn. Standaard is "Aan".
ro: Activare sau dezactivare sesiune. Starea poate fi fie "On" fie "Off". Implicit este "On".
ru: Включить или отключить сеанс. Состояние может быть «Вкл.» Или «Выкл.». По умолчанию установлено значение «Вкл».
sv: Aktivera eller inaktivera sessionen. Status kan endera vara "På" eller "Av". Standard är "På"
uk: Дозволити або заборонити сеанс. Стан може приймати значення "On" або "Off". За замовчуванням - "On".
zh_cn: 启用或禁用会话。 状态可以是“开”或“关”。 默认为“开”。

source: Sets the session type. Type can be either "Discovery", or "Normal". Default is "Normal". For normal sessions, the TargetName must be defined. Discovery sessions ignore the TargetName and will result in the initiator connecting to all the targets returned by SendTargets iSCSI discovery with the defined TargetAddress.
af: Stel die tipe sessie. Tipe kan óf wees "Discovery", of "Normal". Verstek is "Normal". Vir normale sessies, die TeikenNaam moet gedefinieer word. Ontdekking sessies ignoreer die TeikenNaam en sal resultat in die inisieerder konnekteer om te alle die teikene teruggekeer deur StuurTeikens iSCSI ontdekking met die gedefinieerde TeikenAdres.
ca: Estableix el tipus de sessió. El tipus pot ser "Discovery" o "Normal". El valor per defecte és "Normal". Per a sessions normals, s'ha de definir el TargetName. Les sessions de descobriment ignoren el nom de destinatari i donaran com a resultat que l'iniciador es connecti a tots els objectius retornats pel descobriment iSCSI de SendTargets amb l'adreça de destinació definida.
de: Sitzungsart einstellen. Die Sitzungsart kann entweder "Entdecken" oder "Normal" sein. "Normal" ist voreingestellt. Für normale Sitzungen muss der Targetname festgelegt sein. Entdecken-Sitzungen ignorieren denTargetnamen und verbinden den Initiator mit allen Zielen, die von der SendTargets-iSCSI-Entdeckung mit den festgelegten Zieladressen geliefert werden.
el: Ορίζει τον τύπο συνεδρίας. Ο τύπος μπορεί να είναι "Ανεύρεση" ή "Κανονικό". Η προεπιλογή είναι "Normal". Για κανονικές συνεδρίες, το ΌνομαΠροορισμού πρέπει να οριστεί. Οι συνεδρίες ανεύρεσης αγνοούν το ΌνομαΠροορισμού και σαν αποτέλεσμα ο εκκινητής θα συνδεθεί σε όλους τους προορισμούς που επιστρέφονται από την ανεύρεση iSCSI ΑποστολήΠροορισμών με την καθορισμένη ΔιεύθυνσηΠροορισμού.
es: Establece el tipo de sesión. El tipo puede ser "Descubrimiento" o "Normal". El valor predeterminado es "Normal". Para sesiones normales, el TargetName debe ser definido. Las sesiones de descubrimiento ignoran el TargetName y el iniciador se conectará a todos los destinos devueltos por el descubrimiento iSCSI de SendTargets con la TargetAddress definida.
fr: Définit le type de session. Le type peut être "Découverte" ou "Normal". La valeur par défaut est "Normal". Pour les sessions normales, le nom de cible doit être défini. Les sessions de découverte ignorent le nom de cible et l'initiateur se connectera à toutes les cibles renvoyées par la découverte iSCSI SendTargets avec l'adresse cible définie.
hu: A munkamenet típusát állítja be. A típus lehet "Felfedezés" vagy "Normális". Alapértelmezetten "Normális". Normális munkamenet esetén a CélNevet meg kell adni. A felfedező munkamenet figyelmen kívül hagyja a CélNevet, kezdeményező kapcsolatot létesít az összes, a CélCímben meghatározott Célküldés iSCSI felfedezésre visszajelzett céllal.
it: Impostare il tipo di sessione. La sessione può essere sia "Discovery" che "Normale". Di default è "Normale". Per le sessioni normali, il TargetName deve essere impostato. Le sessioni "Discovery" ignorano il TargetName e comportano che l'iniziatore si collega a tutti i destinatari segnalati dalla scoperta iSCSI SendTarget con il targetAddress definito.
lo: ຕັ້ງຄ່າປະເພດເຊສຊັນ. ປະເພດສາມາດເປັນ "Discovery" ຫຼື "Normal". ຄ່າເລີ່ມຕົ້ນແມ່ນ "Normal". ສຳລັບເຊສຊັນປົກກະຕິ, ຕ້ອງກຳນົດ TargetName. ເຊສຊັນການຄົ້ນພົບຈະບໍ່ສົນໃຈ TargetName ແລະ ຈະເຮັດໃຫ້ initiator ເຊື່ອມຕໍ່ກັບເປົ້າໝາຍທັງໝົດທີ່ຖືກສົ່ງຄືນໂດຍການຄົ້ນພົບ SendTargets iSCSI ດ້ວຍ TargetAddress ທີ່ກຳນົດໄວ້.
nl: Sessie type instellen. Het type kan "Ontdekking", of "Normaal" zijn. De standaard is "Normaal". Voor normale sessies, moet de Doelnaam worden gedefinieerd. Ontdekking sessies negeren de Doelnaam en zal resulteren dat de initiator zal verbinden met alle doelstellingen geretourneerd door Stuurdoelen iSCSI-ontdekking met de gedefinieerde Doeladres.
ro: Stabilește tipul sesiunii. Tipul poate fi „Identificare” sau „Normal”. Implicit este „Normal”. Pentru sesiunile normale, numele destinației trebuie definit obligatoriu. Sesiunile de identificare/scanare ignoră implicit numele destinației ceea ce va avea ca rezultat conectarea inițiatorului la toate țintele returnate/descoperite de iSCSI SendTargets cu adresa destinație definită.
ru: Устанавливает тип сеанса. Тип может быть либо «Discovery», либо «Normal». По умолчанию «Normal». Для обычных сессий TargetName должно быть определено. Сеансы обнаружения игнорируют TargetName и приводят к тому, что инициатор подключается ко всем целям, возвращенным обнаружением SendTargets iSCSI с определенным TargetAddress.
sv: Sätter sessionstypen. Typ kan vara endera "Utforska", eller "Normal". Standard är "Normal". För normala sessioner måste målnamnet definieras. Utforska sessioner ignorerar målnamnet och kommer resultera i att initiatorn ansluter till alla mål som returneras av SendTargets iSCSI discovery med de definierade måladdresserna.
uk: Встановлює тип сеансу. Тип може приймати значення "Визначення" або "Звичайний". Для звичайного сеансу ім'я цілі повинно бути визначено. Сеанс визначення ігнорує ім'я цілі і призведе до під'єднання ініціатора до всіх цілей, повернутих командою SendTargets при визначені з TargetAddress.
zh_cn: 设置会话类型。 类型可以是“发现”或“正常”。 默认为“正常”。 对于正常会话，必须定义TargetName。 发现会话忽略TargetName，并导致启动器连接到SendTargets iSCSI发现返回的所有目标，并使用定义的TargetAddress。

source: Discovery
af: Ontdekking
ca: Descobriment
cs: Objevování
de: Entdeckung
el: Ανεύρεση
es: Descubrimiento
fr: Découverte
hu: Felfedezés
it: Scoperta
lo: ການຄົ້ນພົບ
nl: Ontdekking
ro: Scanare
ru: Открытие
sv: Utforska
uk: Виявлення
zh_cn: 发现

source: Target Address
af: Teiken Adres
ca: Adreça destí
cs: Cílová adresa
de: Zieladresse
el: Διεύθυνση Προορισμού
es: Dirección del destino
fr: Adresse Cible
hu: Cél cím
it: Indirizzo obiettivo
lo: ທີ່ຢູ່ເປົ້າໝາຍ
nl: Doeladres
ro: Adresă țintă
ru: Целевой адрес
sv: Måladress
uk: Цільова Адреса
zh_cn: 目标地址

source: CHAP Name
af: CHAP Naam
ca: Nom CHAP
el: Όνομα CHAP
es: Nombre CHAP
fr: CHAP Nom
hu: CHAP név
it: Nome CHAP
lo: ຊື່ CHAP
nl: CHAP Naam
ro: Nume CHAP
ru: Название CHAP
sv: CHAP namn
uk: І'мя CHAP
zh_cn: CHAP名称

source: CHAP Secret
af: CHAP Geheim
ca: Secret CHAP
de: CHAP Geheimnis
el: Μυστικό CHAP
es: Secreto CHAP
hu: CHAP titok
it: Segreto CHAP
lo: ລະຫັດລັບ CHAP
nl: CHAP Wachtwoord
ro: Secret CHAP
sv: CHAP hemlighet
uk: Пароль CHAP
zh_cn: CHAP密钥

source: Mutual CHAP Name
af: Wedersydse CHAP Naam
ca: Nom mútua CHAP
cs: Název pro vzájemný CHAP protokol
de: Gegenseitiger CHAP Name
el: Αμοιβαίο όνομα CHAP
es: Nombre CHAP compartido
fr: Nom Mutuel CHAP
hu: Kölcsönös CHAP név
it: Nome del CHAP mutuo
lo: ຊື່ Mutual CHAP
nl: Mutual CHAP Naam
ro: Nume CHAP mutual
ru: Взаимное наименование CHAP
sv: Gemensamt CHAP namn
uk: Ім'я взаємного CHAP
zh_cn: 相互CHAP名称

source: Mutual CHAP Secret
af: Wedersydse CHAP Geheim
ca: Secret mútua CHAP
cs: Heslo vzájemného CHAP
de: Gegenseitiges CHAP Geheimnis
el: Αμοιβαίο μυστικό CHAP
es: Secreto CHAP compartido
fr: Secret Mutuel CHAP
hu: Kölcsönös CHAP titok
it: Segreto CHAP mutuo
lo: ລະຫັດລັບ Mutual CHAP
nl: Mutual CHAP Wachtwoord
ro: Secret CHAP mutual
ru: Взаимная секретная фраза CHAP
sv: Gemensam CHAP hemlighet
uk: Пароль взаємного CHAP
zh_cn: 相互CHAP密钥

source: Header Digest
af: Koptekst Digest
ca: Augmenta la integritat de dades (Header Digest)
cs: Otisk hlavičky
de: Kopfdatenübersicht (Header Digest)
el: Digest κεφαλίδας
fr: Contrôle de l'Entête
hu: Fejléckivonat
nl: Kop Overzicht
ro: Rezumat header
ru: Заголовок подписи
sv: Rubriksammanställning
uk: Заголовок підпису
zh_cn: 标题摘要

source: Data Digest
ca: Augmentar la integritat de dades (Data Digest)
cs: Otisk dat
de: Daten Übersicht
el: Digest δεδομένων
fr: Contrôle des Données
hu: Adatkivonat
nl: Gegevens Overzicht
ro: Analiză date
ru: Подпись данных
sv: Data sammanställning
uk: Підпис даних
zh_cn: 数据摘要

source: Offload Driver
af: Af te laai Drywer
ca: Controlador de descàrrega
cs: Ovladač předání na hardware
de: Entlastungstreiber
el: Οδηγός Εκφόρτωσης
es: Driver Offload
fr: Pilote de déchargement
hu: Terhelésmentesítő illesztőprogram
it: Driver scarico
lo: ໄດເວີ Offload
nl: Offload Stuurprogramma
ro: Descărcare driver
ru: Драйвер разгрузки
sv: Avlastningsdrivrutin
uk: Драйвер розвантаження
zh_cn: 卸载驱动

source: Session State
af: Sessie Staat
ca: Estat de la sessió
cs: Stav relace
de: Sitzungszustand
el: Κατάσταση Συνεδρίας
es: Estado de sesión
fr: État de la session
hu: Munkamenet állapota
it: Stato Sessione
lo: ສະຖານະເຊສຊັນ
nl: Sessie Staat
ro: Stare sesiune
ru: Состояние сеанса
sv: Sessionsstatus
uk: Стан сеансу
zh_cn: 会话状态

source: Session Type
af: Sessie Tipe
ca: Tipus de sessió
cs: Typ relace
de: Sitzungsart
el: Τύπος Συνεδρίας
es: Tipo de sesión
fr: Type de session
hu: Munkamenet típusa
it: Tipo di sessione
lo: ປະເພດເຊສຊັນ
nl: Sessie Type
ro: Tip sesiune
ru: Тип сеанса
sv: Sessionstyp
uk: Тип сеансу
zh_cn: 会话类型

source: Enter the path of the home directory for databases and configuration files.
af: Ingaan die pad van die tuisgids vir databasisse en konfigurasie lêers.
ca: Introduïu la ruta del directori principal per a bases de dades i fitxers de configuració.
cs: Zadejte popis umístění domovské složky pro soubory databáze a nastavení.
de: Geben Sie das Basisverzeichnis für Datenbanken und Konfigurationsdateien an.
el: Εισάγετε τη διαδρομή του αρχικού φακέλου για βάσεις δεδομένων και αρχεία ρυθμίσεων.
es: Introduzca la ruta del directorio home para la base de Datos y los archivos de configuración.
fr: Entrez le chemin du répertoire de base pour les bases de données et les fichiers de configuration.
hu: Add meg az adatbázis és konfigurációs fájlok home mappájának útvonalát.
it: Inserisci il percorso della directory Home per i database e i file di configurazione
lo: ປ້ອນເສັ້ນທາງຂອງໂຟນເດີຫຼັກສຳລັບຖານຂໍ້ມູນ ແລະ ໄຟລ໌ການຕັ້ງຄ່າ.
nl: Vul de locatie in naar de gegevensmap voor databases en configuratiebestanden.
ro: Introduceți calea pentru directorul home al bazei de date și fișierele de configurare.
ru: Введите путь к домашнему каталогу для баз данных и файлов конфигурации.
sv: Mata in sökvägen till hemkatalogen för databaser och konfigurationsfiler.
uk: Введіть шлях до домашнього каталогу для файлів баз даних та конфігурації.
zh_cn: 输入数据库和配置文件的主目录路径。

source: The server will be started with the minimum required parameters.
af: Die bediener sal met die minimum vereiste parameters begin word.
ca: El servidor començarà amb els paràmetres mínims requerits.
cs: Server bude restartován s minimem požadovaných parametrů.
de: Der Server wird mit minimale benötigten Parametern gestartet
el: Ο διακομιστής θα ξεκινήσει με τις ελάχιστες απαιτούμενες παραμέτρους.
es: El servidor será iniciado con los mínimos parámetros necesarios.
fr: Le serveur sera démarré avec les paramètres minimum requis.
hu: A szerver újraindul a legkevesebb szükséges paraméterrel.
it: Il server si avvierà con i parametri minimi richiesti.
lo: ເຊີບເວີຈະຖືກເລີ່ມຕົ້ນດ້ວຍພາຣາມິເຕີຂັ້ນຕ່ຳທີ່ຕ້ອງການ.
nl: De server wordt gestart met de minimaal vereiste parameters.
ro: Serverul va fi pornit cu un minim de parametri necesari.
ru: Сервер будет запущен с минимально необходимыми параметрами.
sv: Servern kommer startas med minsta möjliga parametrar.
uk: Сервер буде стартувати з мінімально потрібними параметрами.
zh_cn: 将使用所需的最低参数启动服务器。

source: In this directory, the configuration file 'my.cnf' will be created.
af: In hierdie gids sal die konfigurasie lêer 'my.cnf' geskep word.
ca: En aquest directori es crearà el fitxer de configuració 'my.cnf'.
cs: V tomto adresáři bude vytvořen soubor s nastaveními „my.cnf“.
de: In diesem Verzeichnis wird die Konfigurationsdatei 'my.cnf' erstellt.
el: Σε αυτό το φάκελο, θα δημιουργηθεί το αρχείο ρυθμίσεων 'my.cnf'.
es: En este directorio se creará el archivo de configuración 'my.cnf'.
fr: Dans ce répertoire, le fichier de configuration 'my.cnf' sera créé.
it: In questa directory, verrà creato il file di configurazione 'my.cnf'.
lo: ໃນໂຟນເດີນີ້, ໄຟລ໌ການຕັ້ງຄ່າ 'my.cnf' ຈະຖືກສ້າງຂຶ້ນ.
nl: In deze folder wordt het configuratiebestand 'my.cnf' gecreëerd.
ro: Fișierul de configurare 'my.cnf' va fi creat în acest director.
ru: В этом каталоге будет создан файл конфигурации «my.cnf».
sv: I denna katalog kommer konfigurationsfilen 'my.cnf' skapas.
uk: Файл конфігурації "my.cnf" буде створений у цьому каталозі.
zh_cn: 在此目录中，将创建配置文件“ my.cnf”。

source: Please read the documentation
af: Lees asseblief die dokumentasie
ca: Llegeix la documentació
cs: Přečtěte si dokumentaci
de: Bitte lesen sie das Handbuch !
el: Παρακαλώ διαβάστε την τεκμηρίωση
es: Por favor, lea la documentación.
fr: Veuillez lire la documentation
hu: Kérem, olvasd el a dokumentációt
it: Per favore leggi la documentazione
lo: ກະລຸນາອ່ານເອກະສານປະກອບ
nl: Lees de documentatie
ro: Vă rugăm să citiți documentația
ru: Прочтите документацию
sv: Vänligen läs dokumentationen
uk: Будь ласка, ознайомтеся з документацією
zh_cn: 请阅读文档

source: These parameters will be added to my.cnf
af: Hierdie parameters sal bygevoeg word my.cnf
ca: Aquests paràmetres s'afegiran a my.cnf
cs: Tyto parametry budou přidány do souboru my.cnf
de: Diese Parameter werden zu my.cnf hinzugefügt
el: Αυτές οι παράμετροι θα προστεθούν στο my.cnf
es: Estos parámetros se añadirán a my.conf
fr: Ces paramètres vont être ajoutés au fichier my.cnf
hu: Ezeket a paramétereket a my.cnf fájlhoz adjuk hozzá
it: Questi parametri saranno aggiunti al file my.cnf
lo: ພາຣາມິເຕີເຫຼົ່ານີ້ຈະຖືກເພີ່ມເຂົ້າໃນ my.cnf
nl: Deze parameters worden toegevoegd aan my.cnf
ro: Acești parametri vor fi adăugați la fișierul my.cnf
ru: Эти параметры будут добавлены в my.cnf
sv: Dessa parametrar kommer läggas till i my.cnf
uk: Ці параметри будуть додані до my.cnf
zh_cn: 这些参数将添加到my.cnf

source: The cookie-based auth_type uses AES algorithm to encrypt the password. Enter a random passphrase of your choice. It will be used internally by the AES algorithm - you won't be prompted for this passphrase. The secret should be at least 32 or more characters long
af: Die koekie-gebaseerde auth_tipe gebruik AES-algoritme om die wagwoord te versleut. Voer 'n ewekansige wagwoordfrase in van u keuse. Dit sal intern deur die AES-algoritme gebruik word - u sal nie gevra word vir hierdie wagwoord nie. Die geheim moet minstens 32 of meer karakters lank hê
ca: El tipus auth_type basat en galetes utilitza l'algorisme AES per xifrar la contrasenya. Introduïu una contrasenya aleatòria de la vostra elecció. Serà utilitzat internament per l'algoritme AES: no se us demanarà aquesta contrasenya. El secret ha de tenir almenys 32 caràcters o més de llarg
cs: Typ ověřování založený na cookie používá pro šifrování hesla algoritmus AES. Zadejte jakou chcete náhodnou heslovou frázi. Bude použita vnitřně AES algoritmem – nebudete na ni tázáni. Tajemství by mělo být dlouhé alespoň 32 znaků
de: Der Cookie basierte auth_type (Authorisierungstyp) nutzs AES Algorithmen um das Passwort zu verschlüsseln. Geben Sie hier eine zufällige Zeichenfolge ("Passphrase" ) ein, die intern vom AES Algorithmus zur Verschlüsselung genutzt wird. Diese "Passphrase" wird später nicht mehr abgefragt und sollte mindestens 32 Zeichen lang sein (besser mehr!)
el: Ο τύπος πιστοποίησης που βασίζεται σε cookies χρησιμοποιεί αλγόριθμο AES για κρυπτογράφηση του κωδικού πρόσβασης. Εισάγετε μια τυχαία φράση-κλειδί που προτιμάτε. Θα χρησιμοποιηθεί εσωτερικά από τον αλγόριθμο AES - δεν θα σας ξαναζητηθεί αυτή η φράση-κλειδί. Πρέπει να έχει μήκος τουλάχιστον 32 χαρακτήρες.
es: El auth_type basado en cookies, usa AES para encriptar la contraseña. Introduzca cualquier contraseña de su elección, será usada internamente por el algoritmo AES. Usted no será preguntado de nuevo por esta contraseña. Esta contraseña debe tener al menos 32 caracteres.
fr: Le type d'authentification basé sur les cookies utilise l'algorithme AES pour chiffrer le mot de passe. Entrez un mot de passe aléatoire de votre choix. Il sera utilisé en interne par l'algorithme AES - vous ne serez pas invité à saisir cette phrase secrète. Le secret doit comporter au moins 32 caractères ou plus
hu: A sütialapú auth_type az AES algoritmust használja a jelszó kódolására. Adj meg egy tetszőleges kulcsszót. Ezt használjuk az AES algoritmus belsejében - ezt a kulcsszót nem kérjük többet. A titoknak legalább 32 karakterből kell állnia.
it: Il tipo di autorizzazione basato su cookie usa un algoritmo AES per cifrare la password. Inserisci una frase chiave a tua scelta. Sarà usata internamente dall'algoritmo AES - non ti sarà chiesto di fornire questa frase chiave. La frase chiave dovrebbe essere di almeno 32 o più caratteri
lo: Auth_type ທີ່ອີງໃສ່ຄຸກກີ້ໃຊ້ລະບົບວິທີການ AES ເພື່ອເຂົ້າລະຫັດລະຫັດຜ່ານ. ປ້ອນວະລີຜ່ານແບບສຸ່ມຕາມທີ່ທ່ານເລືອກ. ມັນຈະຖືກໃຊ້ພາຍໃນໂດຍລະບົບວິທີການ AES - ທ່ານຈະບໍ່ຖືກຖາມໃຫ້ປ້ອນວະລີຜ່ານນີ້. ລະຫັດລັບຄວນມີຄວາມຍາວຢ່າງໜ້ອຍ 32 ຕົວອັກສອນຂຶ້ນໄປ
nl: Het op cookies gebaseerde auth_type gebruikt het AES-algoritme om het wachtwoord te versleutelen. Voer een willekeurige wachtwoordzin van uw keuze in. Het wordt intern gebruikt door het AES-algoritme - u wordt niet om deze wachtwoordzin gevraagd. Het wachtwoord zou minstens 32 of meer karakters lang moeten zijn.
ro: Utilizarea auth_type bazată pe cookie utilizează algoritmul AES pentru criptarea parolei. Introduceți o frază-parolă de control, dacă doriți, aceasta urmând a fi utilizată intern de algoritmul AES. Nu este însă obligatoriu, sistemul nu vă va solicita această frază de control. Secretul pentru autentificare trebuie să aibă cel puțin 32 de caractere.
ru: Аутентификация на основе файлов cookie использует алгоритм AES для шифрования пароля. Введите произвольную кодовую фразу по вашему выбору. Она будет использоваться внутренне алгоритмом AES - вам не будет больше необходимости ввести эту кодовую фразу повторно. Секретная фраза должна содержать не менее 32 символов
sv: Den kakbaserade autentiseringstypen använder AES algoritm för att kryptera lösenordet. Mata in en slumpvis lösenordsfras. Den kommer att användas internt av AES algoritmen - du kommer inte att tillfrågas om lösenordsfrasen. Hemligheten skall vara minst 32 tecken lång
uk: Автентифікація на основі файлів cookie використовує алгоритм AES для шифрування пароля. Введіть довільну фразу за вашим вибором. Вона буде використовуватися внутрішньо алгоритмом AES - Вам не буде пропонуватися вводити її. Ця фраза повинна містити не менше 32 символів
zh_cn: 基于cookie的验证类型使用AES算法来加密密码。 输入您选择的随机密码。 它将由AES算法在内部使用 - 不会提示您输入此密码。 秘密长度至少应为32个或更多字符

source: Add NFS Export
af: Voeg NFS Uitvoer
ca: Afegeix exportació de NFS
cs: Přidat NFS export
de: NFS-Export hinzufügen
el: Προσθήκη NFS Export
es: Añadir export NFS
fr: Ajouter une exportation NFS
hu: NFS export hozzáadása
it: Aggiungere NFS da esportare
lo: ເພີ່ມການສົ່ງອອກ NFS
nl: NFS Export Toevoegen
pl: Dodaj NFS eksport
ro: Adăugare export NFS
ru: Добавить экспорт NFS
sv: Lägg till NFS Export
uk: Додати експорт NFS
zh_cn: 添加NFS导出

source: Edit NFS Export
af: Wysig NFS Uitvoer
ca: Editeu Exportació NFS
de: NFS Export bearbeiten
el: Επεξεργασία NFS Export
es: Editar NFS Export
fr: Modifier l'Exportation NFS
hu: NFS export módosítása
it: Modifica esportazione NFS
lo: ແກ້ໄຂການສົ່ງອອກ NFS
nl: NFS Export Bewerken
ro: Editare export NFS
ru: Редактировать экспорт NFS
sv: Ändra NFS Export
uk: Змінити експорт NFS
zh_cn: 编辑NFS导出

source: NFS Export is marked for deletion
af: NFS Uitvoer is gemerk vir skrap
ca: L’exportació NFS està marcada per a la supressió
de: NFS Export ist zum Löschen vorgemerkt
el: Το NFS Export έχει σημειωθεί προς διαγραφή
es: NFS Export marcado para borrado
fr: L'exportation NFS est marquée pour suppression
hu: Az NFS export törlése megjelölt
it: Esportazione NFS settata per la cancellazione
lo: ການສົ່ງອອກ NFS ຖືກໝາຍໄວ້ເພື່ອລຶບ
nl: NFS Export is gemarkeerd voor verwijdering
ro: Exportul NFS este marcat pentru ștergere
ru: Экспорт NFS помечен для удаления
sv: NFS Export är markerad för norttagning
uk: Експорт NFS позначений для видалення
zh_cn: NFS导出标记为删除

source: NFS Export is locked
af: NFS Uitvoer is toegeslot
ca: NFS Export està bloquejat
de: NFS Export ist gesperrt
el: Το NFS Export είναι κλειδωμένο
es: NFS Export bloqueado
fr: L'exportation NFS est verrouillée
hu: Az NFS export zárolt
it: Esportazione NFS bloccata
lo: ການສົ່ງອອກ NFS ຖືກລັອກ
nl: NFS Export is vergrendeld
ro: Exportul NFS este blocat
ru: Экспорт NFS заблокирован
sv: NFS Export är låst
uk: Експорт NFS заблокований
zh_cn: NFS导出已锁定
