Repository: rojim666/xigmanas-code-r10599-trunk
Catalog: locale/xigmanas-*.po
Languages: af, ca, cs, de, el, es, fr, hu, it, lo, nl, pl, ro, ru, sv, uk, zh_cn

source: COPY
af: KOPIE
ca: COPIAR
cs: KOPÍROVAT
de: KOPIEREN
el: ΑΝΤΙΓΡΑΦΗ
es: COPIA
fr: COPIE
hu: MÁSOLÁS
it: COPIA
lo: ຄັດລອກ
nl: KOPIE
pl: KOPIUJ
ro: COPIERE
ru: КОПИРОВАТЬ
sv: KOPIERA
uk: КОПІЮВАТИ
zh_cn: 复制

source: MOVE
af: BEWEEG
ca: MOURE
de: VERSCHIEBEN
el: ΜΕΤΑΚΙΝΗΣΗ
es: MOVER
fr: DEPLACER
hu: MOZGAT
it: Sposta
lo: ຍ້າຍ
nl: VERPLAATSEN
ro: MUTĂ
ru: ПЕРЕМЕСТИТЬ
sv: FLYTTA
uk: ПЕРЕМІСТИТИ
zh_cn: 移动

source: DELETE
af: SKRAP
ca: ELIMINA
de: LÖSCHEN
el: ΔΙΑΓΡΑΦΗ
es: BORRAR
fr: SUPPRIMER
hu: TÖRÖL
it: ELIMINA
lo: ລຶບ
nl: VERWIJDEREN
pl: USUŃ
ro: ȘTERGERE
ru: УДАЛИТЬ
sv: TA BORT
uk: ВИДАЛИТИ
zh_cn: 删除

source: EDIT
af: WYSIG
ca: EDITAR
de: BEARBEITEN
el: ΕΠΕΞΕΡΓΑΣΙΑ
es: EDITAR
fr: ÉDITER
hu: SZERKESZT
it: Modifica
lo: ແກ້ໄຂ
nl: BEWERKEN
ro: EDITARE
ru: РЕДАКТИРОВАТЬ
sv: ÄNDRA
uk: ЗМІНИТИ
zh_cn: 编辑

source: UNZIP
ca: DESCOMPRIMEIX
el: ΑΠΟΣΥΜΠΙΕΣΗ
es: DESCOMPRIMIR
it: Scompattare
lo: ແຕກໄຟລ໌
uk: РОЗПАКУВАТИ

source: DOWNLOAD
af: AFLAAI
ca: DESCARREGA
de: HERUNTERLADEN
el: ΛΗΨΗ
es: DESCARGAR
fr: TÉLÉCHARGER
hu: LETÖLT
lo: ດາວໂຫຼດ
pl: POBIERZ
ro: DESCĂRCARE
ru: ЗАГРУЗИТЬ
sv: LADDA NER
uk: ЗАВАНТАЖИТИ
zh_cn: 下载

source: Extracting
af: Ekstraksies
ca: S'està extraient
de: Entpacken
el: Γίνεται εξαγωγή
es: Extrayendo
fr: Extraction en cours
hu: Kicsamagolás
it: Estrazione
lo: ກຳລັງແຕກໄຟລ໌
nl: Uitpakken
ro: Se extrage
ru: Извлечение
sv: Extraherar
uk: Витягнення
zh_cn: 提取

source: Unzip
ca: Descomprimeix
de: Auspacken
el: Αποσυμπίεση
es: Descomprimir
it: Scompatta
lo: ແຕກໄຟລ໌
nl: Uitpakken
sv: Packa upp
uk: Розпакування

source: Failed to extract archive.
af: Kon nie argief onttrek nie.
ca: No s'ha pogut extreure l'arxiu.
de: Archiv konnte nicht extrahiert werden.
el: Αποτυχία εξαγωγής συμπιεσμένου αρχείου.
es: Error al extraer el archivo.
fr: Échec de l'extraction de l'archive.
it: Impossibile estrarre l'archivio.
lo: ແຕກໄຟລ໌ເກັບມ້ຽນລົ້ມເຫຼວ.
nl: Archief uitpakken mislukt.
ro: Eroare dezarhivare arhivă.
ru: Не удалось извлечь архив.
sv: Kunde inte packa upp arkivet
uk: Не вдалося розпакувати архів.
zh_cn: 无法提取存档。

source: The name of the filesystem.
ca: El nom del sistema de fitxers.
de: Der Name des Dateisystems.
el: Το όνομα του συστήματος αρχείων.
es: El nombre del sistema de archivos
fr: Le nom du système de fichiers.
hu: A fájlrendszer neve
it: Nome del filesystem
lo: ຊື່ຂອງລະບົບໄຟລ໌.
nl: De naam van het bestandssysteem.
pl: Nazwa systemu plików
ru: Имя файловой системы.
sv: Namnet på filsystemet.
uk: Ім`я файлової системи.
zh_cn: 文件系统的名称。

source: Enter filesystem name
af: Voer lêerstelsel naam in.
ca: Introduïu el nom del sistema de fitxers
de: Dateisystemnamen eingeben
el: Εισάγετε όνομα συστήματος αρχείων
es: Añade sistema de archivos
fr: Entrez le nom du système de fichiers
hu: Add meg a fájlrendszer nevét
it: Inserisci il nome del file system
lo: ປ້ອນຊື່ລະບົບໄຟລ໌
nl: Opgeven bestandssysteem naam
pl: Wprowadź nazwę systemu plików
ru: Введите имя файловой системы
sv: Mata in filsystemsnamn
uk: Введіть ім`я файлової системи
zh_cn: 输入文件系统名称

source: Controls the type of the ZFS dataset.
af: Kontroles die tipe van die ZFS datastel.
ca: Defineix el tipus del conjunt de dades ZFS.
cs: Řídí typ ZFS datové sady.
de: Legt den Typ des ZFS-Datasets fest
el: Ελέγχει τον τύπο του ZFS dataset.
es: Controla el tipo de conjunto de datos(dataset)
fr: Contrôle le type de l'ensemble de données ZFS.
hu: A ZFS adattár típusát határozza meg.
it: Indica il tipo di dataset ZFS
lo: ຄວບຄຸມປະເພດຂອງຊຸດຂໍ້ມູນ ZFS.
nl: Bepaalt het type van de ZFS dataset.
pl: Kontroluje typ zestawu danych ZFS.
ro: Controlează tipul setului de date ZFS.
ru: Управляет типом набора данных ZFS.
sv: Styr typen på ZFS datasetet.
uk: Управляє типом набору даних ZFS.
zh_cn: 控制ZFS数据集的类型。

source: Pool Name
af: Poelnaam
ca: Nom de la piscina
el: Όνομα Pool
es: Nombre la piscina
fr: Nom du Pool
hu: Tároló (pool) neve
it: nome del Pool
lo: ຊື່ພູລ
nl: Pool Naam
pl: Nazwa puli
ru: Название пула
sv: Poolnamn
uk: Ім`я пулу

source: Indicates whether the file name matching algorithm used by the filesystem should be case-sensitive, case-insensitive, or allow a combination of both styles of matching.
af: Dui aan of die lêer stem ooreen algoritme wat gebruik word deur die lêerstelsel kas-sensitief, case-sensitief moet wees, of toelaat dat 'n kombinasie van beide style van bypassende.
ca: Indica si l'algoritme de coincidència de nom d'arxiu utilitzat pel sistema d'arxius ha de ser majúscules i minúscules, majúscules i minúscules, o permetre una combinació de tots dos estils de joc.
cs: Značí zda souborový systém rozlišuje velká a malá písmena.
de: Zeigt an, ob der Dateinamen-Abgleichsalgorithmus des Dateisystems die Groß- und Kleinschreibung berücksichtigt, vernachlässigt oder eine Kombination beider Abgleichsvarianten erlaubt.
el: Δείχνει αν ο αλγόριθμος ταυτοποίησης ονόματος αρχείων που χρησιμοποιείται από το σύστημα αρχείων θα πρέπει να κάνει ή όχι διάκριση κεφαλαίων/πεζών ή θα αφήνει συνδυασμούς και των δύο για ταυτοποίηση.
es: Indica si el algoritmo de coincidencia de nombre de archivo utilizado por el sistema de archivos debe ser sensible a mayúsculas y minúsculas, no diferenciar entre mayúsculas y minúsculas o permitir una combinación de ambos estilos de coincidencia.
fr: Indique si l'algorithme de correspondance de nom de fichier utilisé par le système de fichiers doit être sensible à la case, insensible à la case ou autoriser une combinaison des deux styles de correspondance.
hu: Meghatározza, hogy a fájlrendszer névegyezési algoritmusa kisbetű-nagybetű érzékeny, érzéketlen vagy ezek kombinációja legyen.
it: Indica se l'algoritmo di riconoscimento del nome file usato dal file system tiene conto del maiu/minuscolo, non ne tiene conto o consente una combinazione di entrambe le modalità
lo: ສະແດງວ່າຂັ້ນຕອນການຈັບຄູ່ຊື່ໄຟລ໌ທີ່ໃຊ້ໂດຍລະບົບໄຟລ໌ຄວນຈະເປັນແບບຄຳນຶງຕົວພິມ, ບໍ່ຄຳນຶງຕົວພິມ, ຫຼື ອະນຸຍາດໃຫ້ໃຊ້ທັງສອງແບບປະສົມກັນ.
nl: Geeft aan of het bestandsnaam samenstellingsalgoritme dat door het bestandssysteem gebruikt wordt hoofdlettergevoelig, niet hoofdlettergevoelig zijn, of een combinatie van beide stijlen van samenstelling zijn toestaan.
ro: Indică dacă algoritmul de comparare a numelor de fișiere utilizat de sistemul de fișiere poate fi sensibili la tipul de literă mare/mică sau dacă permite o combinare a celor două tipuri.
ru: Указывает должен ли алгоритм сопоставления имени файла, используемый файловой системой, быть чувствительным к регистру, без учета регистра или допускать комбинацию обоих стилей соответствия.
sv: Anger om namnjämförelsealgoritmen som används av filsystemet skall vara skiftlägeskänslig, skiftlägesokänslig, eller tillåta en kombination av bägge typerna av jämförelse.
uk: Вказує, чи повинен алгоритм зіставлення імен файлів, що використовується файловою системою бути чутливим до регістру, нечутливим до регістру, або дозволяти комбінацію обох систем зіставлення.
zh_cn: 指示文件系统使用的文件名匹配算法是否应区分大小写，不区分大小写，或允许两种样式的匹配。

source: Controls the encryption cipher suite (block cipher, key length, and mode) used for this dataset.
af: Beheer die enkripsie algoritmekombinasie (blok enkripsie algoritme, sleutellengte, en modus) wat vir die datastel gebruik word.
ca: Controla el conjunt de xifratge de xifratge (xifratge de blocs, longitud de clau i mode) utilitzat per a aquest conjunt de dades.
cs: Ovládá parametry šifrování (bloková šifra, délka klíče a režim) použitého pro tento dataset.
de: Steuert die Verschlüsselungs-Cipher-Suite (Blockchiffre, Schlüssellänge und Modus), die für dieses Dataset verwendet wird.
el: Ελέγχει τη cipher σουίτα κρυπτογράφησης (block cipher, key length, και mode) που χρησιμοποιούνται για αυτό το dataset.
es: Controla el conjunto de cifrado de la suite (cifrado de bloque, longitud de clave y modo) utilizado para este conjunto de datos.
fr: Contrôle la suite de chiffrement cipher ( bloc cipher , longueur de clé et mode) utilisée pour cet ensemble de données.
it: Controlla la suite di cifratura (cifratura a blocchi, lunghezza chiave e modalità) utilizzata per questo set di dati.
lo: ຄວບຄຸມຊຸດລະຫັດການເຂົ້າລະຫັດ (ຕົວເຂົ້າລະຫັດບລັອກ, ຄວາມຍາວຄີ, ແລະ ໂໝດ) ທີ່ໃຊ້ສຳລັບຊຸດຂໍ້ມູນນີ້.
nl: Bepaal de encryptie coderingssuite (blokcodering, sleutellengte en modus) die voor deze dataset wordt gebruikt.
ro: Controlează suita cipher de criptare (block cipher, dimensiune cheie criptare, etc.) folosită pentru acest set de date.
ru: Управляет набором шифров шифрования (блочный шифр, длина ключа и режим), используемым для этого набора данных.
sv: Styr krypterings chiffer (block, nyckellängd, och mod) som används för detta dataset.
uk: Керує набором методів шифрування (блоковий шифр, довжина ключа та режим), який використовується для цього набору даних.
zh_cn: 控制用于此数据集的加密密码套件（分组密码、密钥长度和模式）。

source: Indicates whether the file system should perform a unicode normalization of file names whenever two file names are compared, and which normalization algorithm should be used.
af: Dui aan of die lêerstelsel n unicode normalisering van lêername wanneer twee lêername vergelyk word, en wat normalisering algoritme gebruik moet word moet verrig.
ca: Indica si el sistema de fitxers ha de realitzar una normalització de noms de fitxer Unicode quan es comparen dos noms d'arxiu, i l'algoritme de normalització ha de ser utilitzat.
cs: Značí zda souborový systém při porovnávání názvů souborů provádí normalizaci jejich názvů do univerzálního kódování a případně jaký algoritmus k tomu je používán.
de: Zeigt an, ob das Dateisystem eine Unicode Normalisierung der Dateinamen ausführen soll, falls zwei Dateinamen verglichen werden und, welcher Normalisierungsalgorithmus verwendet werden soll.
el: Δείχνει αν το σύστημα αρχείων θα πρέπει να κάνει κανονικοποίηση unicode σε ονόματα αρχείων όταν συγκρίνει δύο ονόματα αρχείων και ποιον αλγόριθμο κανονικοποίησης θα χρησιμοποιεί.
es: Indica si el sistema de archivos debe realizar una normalización unicode de los nombres de archivo siempre que se comparen dos nombres de archivo y qué algoritmo de normalización debe utilizarse.
fr: Indique si le système de fichiers doit effectuer une normalisation unicode des noms de fichiers lorsque deux noms de fichiers sont comparés et quel algorithme de normalisation devrait être utilisé.
hu: Meghatározza, hogy a fájlrendszer névegyezési algoritmusa kisbetű-nagybetű érzékeny, érzéketlen vagy ezek kombinációja legyen.
it: Indica se il file system dovrebbe eseguire una normalizzazione unicode dei nomi dei file quanto due nomi sono comparati e quali algoritmo di normalizzazione deve essere usato
lo: ສະແດງວ່າລະບົບໄຟລ໌ຄວນປະຕິບັດການເຮັດໃຫ້ເປັນປົກກະຕິຂອງຢູນິໂຄດສຳລັບຊື່ໄຟລ໌ທຸກຄັ້ງທີ່ປຽບທຽບສອງຊື່ໄຟລ໌, ແລະ ຄວນໃຊ້ຂັ້ນຕອນການເຮັດໃຫ້ເປັນປົກກະຕິແບບໃດ.
nl: Geeft aan of het bestandssysteem een unicode normalisatie van bestandsnamen moet uitvoeren wanneer twee bestandsnamen worden vergeleken, en welk normalisatiealgoritme gebruikt moet worden.
ro: Indică dacă sistemul de fișiere trebuie să realizeze o normalizare unicode la compararea a numelui a două fișiere precum și tipul de algoritm de utilizat.
ru: Указывает должна ли файловая система выполнять нормализацию имен файлов в юникоде при сопоставлении двух имен файлов и какой алгоритм нормализации следует использовать.
sv: Anger om filsystemet skall normalisera filnamnen till unicode när två filnamn jämförs, och vilken normaliseringsalgoritm som skall användas.
uk: Вказує, чи повинна файлова система виконувати юнікодове нормування імен файлів, коли порівнюються два імені файлів, і який алгоритм нормування слід використовувати.
zh_cn: 指示当比较两个文件名时，文件系统是否应执行文件名的Unicode标准化，以及应使用哪种归一化算法。

source: Normalization Form C (NFC) - Canonical Decomposition, followed by Canonical Composition
ca: Forma de normalització C (NFC) - Descomposició canònica, seguida de Composició canònica
de: Normalisierungsform C (NFC) - Kanonische Zerlegung, gefolgt von kanonischer Zusammensetzung
el: Φόρμα Κανονικοποίησης C ​​(NFC) - Αποσύνθεση Συμβατότητας, ακολουθούμενη από Κανονική Σύνθεση
es: Forma de normalización C (NFC): descomposición canónica, seguida de composición canónica
fr: Forme de Normalisation C (NFC) - Décomposition Canonique, suivie d'une Composition Canonique
it: Normalization Form C (NFC) - Canonical Decomposition, seguita da Canonical Composition
lo: ຮູບແບບການເຮັດໃຫ້ເປັນປົກກະຕິ C (NFC) - ການແຍກສ່ວນຕາມແບບແຜນ, ຕາມດ້ວຍການປະກອບຕາມແບບແຜນ
nl: Normalisatieformulier C (NFC) - Canonical Decomposition, gevolgd door Canonical Composition
sv: Normaliserings Form C (NFC) - Canonical Decomposition, som följs av Canonical Composition
uk: Normalization Form C (NFC) - канонічна декомпозиція, а потім канонічна композиція
zh_cn: 规范化形式 C (NFC) - 典型分解，然后是典型组合

source: Normalization Form D (NFD) - Canonical Decomposition
ca: Forma de normalització D (NFD) - Descomposició canònica
de: Normalisierungsform D (NFD) - Kanonische Zerlegung
el: Φόρμα Κανονικοποίησης D (NFD) - Κανονική Αποσύνθεση
es: Forma de normalización D (NFD): descomposición canónica
fr: Forme de normalisation D (NFD) - Décomposition canonique
lo: ຮູບແບບການເຮັດໃຫ້ເປັນປົກກະຕິ D (NFD) - ການແຍກສ່ວນຕາມແບບແຜນ
nl: Normalisatieformulier D (NFD) - Canonieke ontbinding
sv: Normaliseings Form C (NFD) - Canonical Decomposition
uk: Normalization Form D (NFD) - канонічна композиція
zh_cn: 规范化形式 D (NFD) - 典型分解

source: Normalization Form KC (NFKC) - Compatibility Decomposition, followed by Canonical Composition
ca: Forma de normalització KC (NFKC) - Descomposició de compatibilitat, seguida de Composició canònica
de: Normalisierungsform KC (NFKC) - Kompatibilitätszerlegung, gefolgt von kanonischer Zusammensetzung
el: Φόρμα Κανονικοποίησης KC ​​(NFKC) - Αποσύνθεση Συμβατότητας, ακολουθούμενη από Κανονική Σύνθεση
es: Forma de normalización KC (NFKC): descomposición compatible, seguida de composición canónica
fr: Forme de Normalisation D (NFD) - Décomposition Canonique
it: Normalization Form KC (NFKC) - Compatibility Decomposition, seguita da Canonical Composition
lo: ຮູບແບບການເຮັດໃຫ້ເປັນປົກກະຕິ KC (NFKC) - ການແຍກສ່ວນເພື່ອຄວາມເຂົ້າກັນໄດ້, ຕາມດ້ວຍການປະກອບຕາມແບບແຜນ
nl: Normalisatieformulier KC (NFKC) - Compatibiliteit Decompositie, gevolgd door Canoniek Samenstelling
sv: Normaliserings Form KC (NFKC) - Kompatibilitets Decomposition, som följs av Canonical Composition
uk: Normalization Form KC (NFKC) - Декомпозиція сумісності, а потім канонічна композиція
zh_cn: 规范化形式 KC (NFKC) - 兼容性分解，然后是规范组合

source: Normalization Form KD (NFKD) - Compatibility Decomposition
ca: Forma de normalització KD (NFKD) - Descomposició de compatibilitat
de: Normalisierungsform KD (NFKD) - Kompatibilitätszerlegung
el: Φόρμα Κανονικοποίησης KD (NFKD) - Αποσύνθεση Συμβατότητας
es: Forma de normalización KD (NFKC): descomposición compatible
fr: Forme de Normalisation KD (NFKD) - Décomposition de Compatibilité
lo: ຮູບແບບການເຮັດໃຫ້ເປັນປົກກະຕິ KD (NFKD) - ການແຍກສ່ວນເພື່ອຄວາມເຂົ້າກັນໄດ້
nl: Normalisatieformulier KD (NFKD) - Compatibiliteit Decompositie
sv: Normaliserings Form KD (NFKD) - Kompatibilitets Decomposition
uk: Normalization Form KD (NFKD) - Декомпозиція сумісності
zh_cn: 规范化形式 KD (NFKD) - 相容性分解

source: Indicates whether the file system should reject file names that include characters that are not present in the UTF-8 character code set.
af: Dui aan of die lêerstelsel lêernaam moet verwerp wat karakters insluit wat nie in die UTF-8-karakter kodeset is nie.
ca: Indica si el sistema de fitxers ha de rebutjar noms d'arxiu que inclouen caràcters que no estan presents al joc de caràcters UTF-8.
cs: Značí zda souborový systém má odmítat soubory jejichž názvy obsahují znaky které se nenacházejí v znakové sadě UTF-8.
de: Zeigt an, ob das Dateisystem Dateinamen zurückweisen soll, die Zeichen enthalten, die nicht im UTF-8 Zeichensatz existieren.
el: Δείχνει αν το σύστημα αρχείων θα πρέπει να απορρίπτει ονόματα αρχείων τα οποία περιλαμβάνουν χαρακτήρες που δεν υπάρχουν στην κωδικοποίηση χαρακτήρων UTF-8.
es: Indica si se deben rechazar nombres de archivo que incluyan carácteres que no esten presentes en el código de caracteres UTF-8
fr: Indique si le système de fichiers doit rejeter les noms de fichiers qui incluent des caractères qui ne sont pas présents dans le jeu de codes de caractères UTF-8.
hu: Meghatározza, hogy a fájlrendszer visszautasítsa azokat a fájlokat, melyek neve tartalmaz nem UTF-8 karakterkód-táblázatban található karaktert.
it: Indica se il file system deve rifiutare nomi di file che includono caratteri che non sono presenti nel set caratteri UTF-8.
lo: ສະແດງວ່າລະບົບໄຟລ໌ຄວນປະຕິເສດຊື່ໄຟລ໌ທີ່ມີຕົວອັກສອນທີ່ບໍ່ມີຢູ່ໃນຊຸດລະຫັດຕົວອັກສອນ UTF-8.
nl: Geeft aan of het bestandssysteem bestandsnamen moet weigeren die tekens bevatten die niet aanwezig zijn in de UTF-8-tekenset.
ro: Indică dacă sistemul va refuza sau nu numele de fișiere care conțin alte caractere decât cele din setul de caractere UTF-8.
ru: Указывает должна ли файловая система отклонять имена файлов, которые включают символы, отсутствующие в наборе символов UTF-8.
sv: Anger om filsystemet skall förkasta filnamn med tecken som inte ingår i UTF-8 teckensetet.
uk: Вказує, чи повинна файлова система відхиляти імена файлів, що містять символи, які відсутні в наборі символів UTF-8.
zh_cn: 指示文件系统是否应拒绝包含UTF-8字符代码集中不存在的字符的文件名。

source: ZFS volume block size. This value can not be changed after creation.
af: ZFS volume blok grootte. Hierdie waarde kan nie na skepping verander word nie.
ca: Espai del volum ZFS. Aquest valor es pot canviar desprès de la creació.
cs: Velikost bloku ZFS svazku. Po jeho vytvoření už nebude možné tuto hodnotu změnit.
de: ZFS Volume Blockgröße. Dieser Wert kann nach der Erstellung nicht mehr geändert werden.
el: Μέγεθος μπλοκ του τόμου ZFS. Αυτή η τιμή δεν μπορεί να αλλάξει μετά την δημιουργία.
es: Tamaño de Bloque del volumen ZFS. Este valor NO PUEDE ser cambiado a posteriori.
fr: Taille de bloc du volume ZFS. Cette valeur ne peut être changée après la création.
hu: ZFS kötet-blokkméret. Létrehozás után érteke már nem módosítható.
it: Dimensione del blocco del volume ZFS. Questo valore non può essere modificato dopo la sua creazione
lo: ຂະໜາດບລັອກຂອງໂວລຸມ ZFS. ຄ່ານີ້ບໍ່ສາມາດປ່ຽນແປງໄດ້ຫຼັງຈາກສ້າງແລ້ວ.
nl: ZFS volume blok grootte. Deze waarde kan niet worden gewijzigd na het creëren.
ro: Dimensiune bloc volum ZFS. Această valoare nu mai poate fi modificată după crearea volumului.
ru: Размер блока раздела ZFS. Это значение не может быть изменено после создания.
sv: Blockstorlek för ZFS volym. Detta värde kan ej ändras efter att volymen skapats.
uk: Розмір блоку ZFS тому. Це значення не може бути змінено після створення.
zh_cn: ZFS卷块大小。 此值无法在创建后更改。

source: 512B
uk: 512Б

source: 1K
uk: 1К

source: 2K
uk: 2К

source: 4K
uk: 4К

source: 8K
uk: 8К

source: 16K
uk: 16К

source: 32K
uk: 32К

source: 64K
uk: 64К

source: 128K
uk: 128К

source: Discard - Do not inherit any ACEs
af: Weggooi - Moet nie enige ACEs erf nie
ca: Descartar: no hereteu cap ACE's
de: Verwerfen - Keine ACEs erben
el: Απόρριψη - να μην κληρονομηθούν ACEs
es: Descartar - No heredar ningún ACE
fr: Ignorer - Ne pas hériter d'ACEs
it: Scarta - Non ereditare alcun ACEs
lo: ຍົກເລີກ - ບໍ່ສືບທອດ ACEs ໃດໆ
nl: Weggooien - Erf geen ACEs
ru: Отбросить - не наследуйте никаких ACEs
sv: Kasta bort - Ärv inga ACEer
uk: Відкинути - Не наслідувати жодних ACEs
zh_cn: 丢弃 - 不继承任何 ACEs

source: Noallow - Only inherit inheritable ACEs that specify deny permissions
af: Noallow - Neem alleen oorneembare ACEs oor wat verbod toestemmings aandui
ca: Noallow: només hereta les ACE heretables que especifiquen permisos de denegació
de: Nicht erlaubt – Nur vererbbare ACEs erben, die Verweigerungsberechtigungen angeben
el: Noallow - Μόνο να κληρονομείς κληρονομούμενα ACEs που καθορίζουν δικαιώματα άρνησης
es: Noallow: solo se heredan las ACE heredables que especifican permisos de denegación
fr: Noallow - N'hérite que des ACE héritables qui spécifient des autorisations de refus
it: Noallow - Eredita solo le ACEs ereditabili che specificano i permessi di negazione
lo: ບໍ່ອະນຸຍາດ - ສືບທອດສະເພາະ ACEs ທີ່ສືບທອດໄດ້ເຊິ່ງລະບຸການອະນຸຍາດແບບປະຕິເສດ
nl: Noallow - Neem alleen overneembare ACEs over die machtigingen voor weigeren specificeren
ru: Noallow - наследовать только наследуемые ACEs, которые указывают запрещающие значения
sv: Noallow - Ärv endast ärvbara ACEer som specificerar nekande rättigheter
uk: Noallow – успадковувати лише успадковані ACE, які вказують дозволи на заборону
zh_cn: Noallow - 仅继承指定拒绝权限的可继承 ACE

source: Restricted - Inherit ACEs except "write ACL" and "write owner" permissions
ca: Restringit: hereta les ACE, excepte els permisos "escriptura ACL" i "escriptura propietari".
de: Eingeschränkt – Vererbt ACEs außer den Berechtigungen „ACL schreiben“ und „Eigentümer schreiben“.
el: Περιορισμένο - ΚΛηρονόμησε ACEs εκτός από τα δικαιώματα "write ACL" και "write owner"
es: Restringido: heredar ACE excepto los permisos "escribir ACL" y "escribir propietario"
fr: Restreint - Hériter des ACE, sauf les autorisations "écrire ACL" et "écrire le propriétaire"
it: Limitato - Eredita le ACEs eccetto i permessi "scrivi ACL" e "scrivi proprietario"
lo: ຈຳກັດ - ສືບທອດ ACEs ຍົກເວັ້ນການອະນຸຍາດ "ຂຽນ ACL" ແລະ "ຂຽນເຈົ້າຂອງ"
nl: Restricted - Neem ACEs over, behalve de "schrijf ACL" en "eigenaar schrijven" machtigingen
sv: Begränsad - Ärv ECEer utom "skriv ACL" och "skriv ägare" rättogheter
uk: Обмежено – успадковувати ACE, крім дозволів «запис ACL» і «запис власником».
zh_cn: 受限 - 继承 ACEs，但“写入 ACL”和“写入所有者”权限除外

source: Passthrough - Inherit all inheritable ACEs without any modifications
af: Passthrough - Erf alle vererfbare ACEs sonder enige aanpassings
ca: Passthrough: hereta totes les ACE heretables sense cap modificació
de: Durchreichen (Passthrough) – Vererben aller vererbbaren ACEs ohne Änderungen
el: Passthrough - Κληρονόμησε όλα τα κληρονομούμενα ACEs χωρίς καθόλου τροποποιήσεις
es: Passthrough: hereda todas las ACE heredables sin ninguna modificación
fr: Passthrough - Hériter de tous les ACEs héritables sans aucune modification
it: Passthrough - Eredita tutte le ACEs ereditabili senza alcuna modifica
lo: ສົ່ງຜ່ານ - ສືບທອດ ACEs ທີ່ສືບທອດໄດ້ທັງໝົດໂດຍບໍ່ມີການແກ້ໄຂໃດໆ
nl: Passthrough - Erf alle overerfbare ACEs zonder enige aanpassingen
ru: Passthrough - наследовать все наследуемые ACEs без каких-либо изменений
sv: Vidareför - Ärv alla ärvbara ECEer utan ändringar
uk: Наскрізний - успадковувати всі успадковані ACE без будь-яких змін
zh_cn: Passthrough - 继承所有可继承的 ACE，不做任何修改

source: Passthrough-X - Inherit all except execute permission when not specified
af: Passthrough-X - Als oorneem behalwe uitvoertoestemmings indien nie gespesifiseer
ca: Passthrough-X: hereta tot excepte el permís d'execució quan no s'especifica
de: Durchreichen-X (Passthrough-X) - Alles Vererben außer der Ausführungsberechtigung (execute), wenn nicht angegeben
el: Passthrough-X - Κληρονόμησε όλα εκτός από το δικαίωμα εκτέλεσης όταν δεν έχει οριστεί
es: Passthrough-X: hereda todo excepto el permiso de ejecución cuando no se especifica
fr: Passthrough-X - Hériter de tout sauf de l'autorisation d'exécution lorsqu'il n'est pas spécifié
it: Passthrough-X - Eredita tutto tranne il permesso di esecuzione quando non specificato
lo: ສົ່ງຜ່ານ-X - ສືບທອດທັງໝົດຍົກເວັ້ນການອະນຸຍາດປະມວນຜົນເມື່ອບໍ່ໄດ້ລະບຸ
nl: Passthrough-X - Alles overnemen behalve uitvoermachtigingen indien niet opgegeven
ru: Passthrough-X - Наследовать все, кроме разрешения на выполнение, если оно не указано
sv: Vidareför-X - Ärv alla utom körrättingheter när inte dessa specificerats
uk: Наскрізний-X – успадковувати всі, крім дозволу на виконання, якщо не вказано
zh_cn: Passthrough-X - 未指定时继承除执行权限以外的所有权限
