Repository: rojim666/xigmanas-code-r10599-trunk
Catalog: locale/xigmanas-*.po
Languages: af, ca, cs, de, el, es, fr, hu, it, lo, nl, pl, ro, ru, sv, uk, zh_cn

source: Whether scans should be skipped if there are no users connected. This allows the drive to spin down when no users are connected.
af: Of skanderings nou oorgeslaan moet word as daar geen gebruikers gekonnekteer is nie. Dit laat die skyd toe om af te spin as daar geen gebruikers gekonnekteer is nie.
ca: Ja sigui que les exploracions han de ser omesos si no hi ha usuaris connectats. Això permet que el disc s'aturi quan no hi ha usuaris connectats.
cs: Zda přeskočit skenování, když nejsou připojení žádní uživatelé. Tím je umožněno zastavení disků v době, kdy služby serveru nejsou nikým využívány.
de: Schaltet ein, ob Überprüfungen übersprungen werden sollen, wenn kein Anwender angemeldet ist. Dies stellt sicher, dass die Festplatten in den Ruhemodus gehen, wenn keine Benutzer angemeldet sind.
el: Αν θα πρέπει να παραλειφθούν οι σαρώσεις αν δεν υπάρχουν χρήστες που να είναι συνδεδεμένοι. Αυτό επιτρέπει στο δίσκο να σταματήσει να περιστέφεται όταν δεν είναι συνδεδεμένοι χρήστες.
es: Permite evitar el Scan si no hay usuarios conectados. Esto permite a los discos duros detenerse ( sleep) si no hay usuarios conectados (Debe estar habilitada la opcion sleep en el disco duro).
fr: Éviter le balayage s'il n'y a pas d'utilisateur connecté. Permet au disque de s'arrêter lorsqu'il n'y a pas d'utilisateur connecté.
hu: Függetlenül attól, hogy felhasználó csatlakozik- e vagy sem, a vizsgálat megszakítható. Ez lehetővé teszi, hogy a meghajtó leálljon, amikor nincs felhasználó bejelentkezve.
it: Controlla se le scansioni devono essere interrotte quando non ci sono utenti connessi. Questo permette ai dischi di effettuare lo spin down quando non ci sono utenti connessi.
lo: ວ່າຄວນຂ້າມການສະແກນຫຼືບໍ່ຖ້າບໍ່ມີຜູ້ໃຊ້ເຊື່ອມຕໍ່. ນີ້ອະນຸຍາດໃຫ້ໄດຣຟ໌ຢຸດໝຸນເມື່ອບໍ່ມີຜູ້ໃຊ້ເຊື່ອມຕໍ່.
nl: Of het scannen moeten worden overgeslagen als er geen gebruikers verbonden zijn. Dit laat een schijf spin-down toe waneer er geen gebruikers zijn verbonden.
pl: Czy skanowanie powinno być przerwane jeżeli żaden z użytkowników nie jest podłączony. Pozwala to zatrzymać talerze dyskom kiedy nie ma aktywnych użytkowników.
ro: Specifică dacă scanările trebuiesc omise atunci când nu sunt utilizatori conectați, permițând discurilor să oprească rotirea platanelor.
ru: Если отмечено, сканирование будет происходить всегда, даже если подключенные пользователи отсутствуют. Отменив эту опцию, можно избежать раскручивание диска при отсутствии обращений.
sv: Huruvida skanning bör hoppas över om det inte finns några anslutna användare. Detta tillåter att enheten saktar ned när inga användare är anslutna.
uk: Чи пропускати сканування якщо немає під'єднаних користувачів. Це дозволить зупинити диски за відсутності під'єднаних користувачів.
zh_cn: 如果没有用户连线的话，是否该略过扫描。这样会让磁盘在没有用户连线的时候降速运转。

source: Skip First Scan
af: Slaan Eerste Skandering oor
ca: Saltar el primer escanejat
cs: Přeskočit první skenování
de: überspringe ersten Scan
el: Πράλειψη Πρώτης Σάρωσης
es: Ignorar primer escaneo
fr: Sauter le premier scan
hu: Első keresés figyelmen kívül hagyása
it: Evitare la prima scansione
lo: ຂ້າມການສະແກນຄັ້ງທຳອິດ
nl: Eerste Scan Overslaan
ro: Evită prima scanare
ru: Пропустить первое сканирование
sv: Hoppa över första skanningen
uk: Скасувати Перше Сканування
zh_cn: 跳过第一次扫描

source: Whether to skip initial boot-up scan.
af: Whether die aanvanklike stewel-op skandering moet oorslaan.
ca: Si s'ha de ometre l'exploració inicial d'arrencada.
cs: Zda přeskočit úvodní sken při startu systému.
de: Boot-up Scan durchführen ?
el: Ορίζει αν θα παραλείπεται η αρχική σάρωση κατά την εκκίνηση.
es: Saltarse el escaneado inicial al arrancar.
fr: Pour sauter le scan du boot-up initial.
hu: Kihagyja-e indításkor a keresést.
it: Salta scansione all'avvio.
lo: ວ່າຈະຂ້າມການສະແກນຕອນເປີດເຄື່ອງຄັ້ງທຳອິດຫຼືບໍ່.
nl: Of u de eerste boot-up scan wilt overslaan.
ro: Daca se omite scanarea inițiala la pornire.
ru: Пропустить сканирование при начальной загрузке.
sv: Om scanning vid uppstart skall hoppas över.
uk: Чи пропускати перевірку при завантаженні.
zh_cn: 是否跳过最初的开机扫描。

source: Scan Mode
af: Skandeer Modus
ca: Mode de escanejat
cs: Režim skenování
de: Scanmodus
el: Λειτουργία Σάρωσης
es: Modo de Escaneo
fr: Mode de Scan
hu: Keresés módja
it: Modalità di scansione
lo: ໂໝດການສະແກນ
pl: Tryb skanowania
ro: Mod scanare
ru: Режим сканирования
sv: Skanntyp
uk: Режим сканування
zh_cn: 扫描模式

source: Normal
af: Normaal
cs: Nejrychleji, ale nepříliš podrobně
el: Κανονικό
hu: Szokványos
it: Normale
lo: ປົກກະຕິ
nl: Normaal
pl: Normalny
ru: Нормальный
uk: Нормальний
zh_cn: 正常

source: Aggressive
af: Aggresiewe
ca: Agressiu
cs: Podrobněji (pomalejší)
de: Aggressiv
el: Επιθετικά
es: Agresivo
fr: Agressif
hu: Agresszív
it: Aggressivo
lo: ເຂັ້ມຂຸ້ນ
nl: Agressief
pl: Agresywny
ro: Agresiv
ru: Интенсивный
sv: Aggressivt
uk: Агресивний
zh_cn: 积极模式

source: Painfully aggressive
af: Pynlik aggresief
ca: Dolorosament agressiva
cs: Nejpodrobněji (nejpomalejší)
de: Schmerzhaft aggressiv
el: Οδυνηρά επιθετικό
es: Terriblemente agresivo
fr: Très agressif
hu: Sajnálatosan agresszív
it: Dolorosamente aggressivo
lo: ເຂັ້ມຂຸ້ນທີ່ສຸດ
nl: Moeizaam agressief
pl: Boleśnie agresywne
ro: Agresiv extrem
ru: Агрессивный
sv: Onödigt aggressiv
uk: Дуже агресивний

source: Administrative WebGUI
af: Administratiewe WebGUI
ca: WebGUI administratiu
cs: Webové rozhraní pro správu
de: Administrator-WebGUI
el: Web περιβάλλον διαχείρισης
es: WebGui administrativa
fr: Interface Web d'administration
hu: Webes rendszergazdai felület (WebGUI)
it: Interfaccia web di amministrazione
lo: WebGUI ການບໍລິຫານ
nl: Administratie WebGUI
pl: Strona administracyjna WebGUI
ro: Interfață Web de administrare
ru: Web-интерфейс управления
sv: Administrativt webbgränssnitt
uk: Веб інтерфейс адміністрування
zh_cn: Web管理界面

source: Password for the administrative pages.
af: Wagwoord vir die administratiewe bladsye
ca: Contrasenya per les pàgines administratives
cs: Heslo pro správní oblast stránek
de: Passwort für die administrativen Einstellungen.
el: Κωδικός για τις σελίδες διαχείρισης.
es: Contraseña para las páginas administrativas
fr: Mot de passe pour les pages d'administration.
hu: Jelszó az rendszergazdai oldalakhoz.
it: Password per le pagine di amministrazione.
lo: ລະຫັດຜ່ານສຳລັບໜ້າການບໍລິຫານ.
nl: Wachtwoord voor de administratieve WebGUI.
pl: Hasło dostępu do stron administracyjnych
ro: Parola pentru paginile de administrare.
ru: Пароль на web-интерфейс управления.
sv: Lösenord för de administrativa sidorna.
uk: Пароль для сторінок адміністрування
zh_cn: 管理页面的密码。

source: Default user name is 'admin'.
af: Verstek gebruiker naam is 'admin'.
ca: Nom d'usuari per defecte es 'admin'
cs: Výchozí uživatelské jméno je „admin“ (správce).
de: Der Standard-Benutzername lautet 'admin'.
el: Το προεπιλεγμένο όνομα χρήστη είναι 'admin'.
es: El nombre de usuario por defecto es 'admin'
fr: Le nom d'utilisateur par défaut est 'admin'.
hu: Az 'admin' az alapértelmezett felhasználónév.
it: Il nome utente predefinito è 'admin'
lo: ຊື່ຜູ້ໃຊ້ເລີ່ມຕົ້ນແມ່ນ 'admin'.
nl: De standaard gebruikersnaam is 'admin'.
pl: Domyślna nazwa użytkownika to 'admin'.
ro: Numele de utilizator implicit este 'admin'
ru: По умолчанию имя пользователя 'admin'.
sv: Standardanvändarnamn är 'admin'.
uk: За замовчуванням ім'я користувача 'admin'.
zh_cn: 默认用户名是 'admin'。

source: Save & Restart
af: Stoor en Herlaai
ca: Desar i Reiniciar
cs: Uložit a restartovat
de: Speichern & Dienst neu starten
el: Αποθήκευση & Επανεκκίνηση
es: Salvar y reiniciar
fr: Sauver & Redémarrer
hu: Mentés és újraindítás
it: Salva & Riavvia
lo: ບັນທຶກ ແລະ ເລີ່ມໃໝ່
nl: Opslaan & Herstarten
pl: Zapisz i zrestartuj
ro: Salvare & Repornire
ru: Сохранить и перезапустить
sv: Spara & starta om
uk: Зберегти і перезапустити
zh_cn: 保存并重启服务

source: Emergency Level
af: Nood Vlak
ca: Nivell d'emergencia
cs: Úroveň nouze
de: Notfallgrad
el: Επίπεδο Επείγοντος
es: Nivel de Emergencia
fr: Niveau d'urgence
hu: Sürgős szint
it: Livello Emergenza
lo: ລະດັບສຸກເສີນ
nl: Noodgevallen niveau
ro: Nivel de urgență
ru: Уровень аварии
sv: Nödnivå
uk: Аварійний рівень
zh_cn: 紧急级别

source: Alert Level
af: Waarskuwing Vlak
ca: Nivell d'alerta
cs: Stupeň výstrahy
de: Alarmstufe
el: Επίπεδο Ειδοποιήσεων
es: Nivel de alerta
fr: Niveau d'alerte
hu: Riasztási szint
it: Livello di allerta
lo: ລະດັບແຈ້ງເຕືອນ
nl: Waarschuwings niveau
pl: Poziom alarmowy
ro: Nivel alertă
ru: Уровень оповещения
sv: Varningsnivå
uk: Рівень тривоги
zh_cn: 警报等级

source: Critical Error Level
af: Kritiese Fout Vlak
ca: Error de nivell critic
cs: Stupeň kritické chyby
de: Kritischer Fehlergrad
el: Επίπεδο Κρίσιμου Σφάλματος
es: Nivel de error crítico
fr: Niveau d'erreur critique
hu: Kritikus hibaszint
lo: ລະດັບຂໍ້ຜິດພາດຮ້າຍແຮງ
nl: Kritieke fout niveau
pl: Poziom krytycznych błędów
ro: Nivel eroare critică
ru: Уровень критических ошибок
sv: Kritiskt felnivå
uk: Критичний рівень помилок
zh_cn: 严重错误级别

source: Error Level
af: Fout Vlak
ca: Nivell d'error
cs: Úroveň chybových stavů
de: Fehlergrad
el: Επίπεδο Σφαλμάτων
es: Nivel de Error
fr: Niveau d’erreur
hu: Hiba szint
it: Livello Errore
lo: ລະດັບຂໍ້ຜິດພາດ
nl: Fout niveau
ro: Nivel eroare
ru: Уровень ошибки
sv: Felnivå
uk: Рівень помилки
zh_cn: 错误级别

source: Warning Level
af: Waarskuwingvlak
ca: Nivell d'avís
cs: Stupeň varování
de: Detailgrad der Warnungen
el: Επίπεδο Προειδοποίησης
es: Nivel de Aviso
fr: Niveau d'avertissement
hu: Figyelmeztetési szint
it: Livello di richiamo
lo: ລະດັບຄຳເຕືອນ
nl: Waarschuwingsniveau
pl: Poziom ostrzeżenia
ro: NIvel avertizare
ru: Уровень предупреждений
sv: Varningsnivåer
uk: Рівень попередження
zh_cn: 警告级别

source: Notice Level
af: Kennisgewing Vlak
ca: Nivell d'avís
cs: Oznámení
de: Berichtsumfang
el: Επίπεδο Ειδοποίησης
es: Nivel de Aviso
fr: Niveau d'Avis
hu: Értesítési szint
it: Livello di notifica
lo: ລະດັບແຈ້ງການ
nl: Bericht Niveau
ro: Nivel notificare
ru: Уровень примечаний
sv: Noteringsnivå
uk: Рівень повідомлення
zh_cn: 通知级别

source: Info Level
af: Info Vlak
ca: Nivell d'informació
cs: Úroveň pro informaci
de: Informationsumfang
el: Επίπεδο Πληροφόρησης
es: Nivel Informativo
fr: Niveau d'information
hu: Info szint
it: Livello informazioni
lo: ລະດັບຂໍ້ມູນ
nl: Info niveau
ro: Nivel info
ru: Уровень информационный
sv: Informationsnivå
uk: Рівень інформування
zh_cn: 信息级别

source: Debug Level
af: Ontvout Vlak
ca: Nivell de depuració
cs: Stupeň podrobnosti ladicích informací
el: Επίπεδο Αποσφαλμάτωσης
es: Nivel de Debug
fr: Niveau de debogage
hu: Hibakeresési szint
lo: ລະດັບດີບັກ
nl: Debug niveau
pl: Poziom debugowania
ro: Nivel depanare
ru: Уровень отладки
sv: Felsökningsnivå
uk: Рівень відлагодження
zh_cn: 调试级别

source: TCP Port
af: TCP Poort
ca: Port TCP
el: Θύρα TCP
es: Puerto TCP
fr: Port TCP
it: Porta TCP
lo: ພອດ TCP
nl: TCP Poort
pl: Port TCP
ro: Port TCP
ru: TCP-порт
uk: Порт TCP
zh_cn: TCP 端口

source: Max. Clients
af: Max. Kliente
ca: Clients max.
cs: Nejvýše klientů
de: Maximale Anzahl an Clients
el: Μεγ. Παλάτες
es: Nº max. de clientes
fr: Maximum de clients
hu: Kliensek maximális száma
it: Clients massimi
lo: ຈຳນວນລູກຂ່າຍສູງສຸດ
nl: Max. Cliënten
pl: Maksymalna liczba klientów
ro: Nr. max. clienți
ru: Максимальное количество клиентов
sv: Max. klienter
uk: Максимум Клієнтів
zh_cn: 最大客户数

source: Max. Connections Per Host
af: Max. Konneksies Per Gasheer
ca: Connexions max. per amfitrió
cs: Nejvýše spojení na stroj
de: Max. Verbindungen pro Host
el: Μεγ. Συνδέσεις Ανά Υπολογιστή
es: Nº Max. de conexiones por host
fr: Maximum de connexions par Hôte
hu: Kliensek maximális száma kiszolgálonként
it: Connessioni massime per Host
lo: ຈຳນວນການເຊື່ອມຕໍ່ສູງສຸດຕໍ່ໂຮສຕ໌
nl: Max. Verbindingen Per Gastheer
pl: Maksymalna liczba połączeń do hosta
ro: Nr. max. conexiuni pe sistem
ru: Максимальное количество соединений на хост
sv: Max. anslutningar per värd
uk: Максимум З'єднань на Годину
zh_cn: 每个主机的最大连接数

source: Max. Login Attempts
af: Max. Login Pogings
ca: Intents màxims de logeig
cs: Nejvýše pokusů o přihlášení
de: Max. Anzahl anmeldeversuche
el: Μεγ. Προσπάθειες Σύνδεσης
es: Nº Max. de intentos de login
fr: Maximum de tentatives de Login
hu: Bejelentkezési próbálkozások maximális száma
it: Tentativi massimi di accesso
lo: ຈຳນວນການພະຍາຍາມເຂົ້າສູ່ລະບົບສູງສຸດ
nl: Max. Aanmeldingspogingen
pl: Maksymalna liczba prób logowania
ro: Nr. max. încercări autentificare
ru: Максимальное количество попыток входа
sv: Max. inloggningsförsök
uk: Максимально Спроб Входу
zh_cn: 最大登录尝试

source: Timeout
af: Tyd uit
ca: Temps esgotat
cs: Časový limit prodlevy
de: Zeitüberschreitung
el: Χρονικό όριο
es: Expiración del plazo (Timeout)
fr: Délai
hu: Időtúllépés
lo: ໝົດເວລາ
nl: Tijdsoverschrijding
pl: Przekroczony limit czasu
ro: Timp de expirare
ru: Таймаут
sv: Tidsgräns
uk: Тайм-аут
zh_cn: 失效时间

source: Certificate
af: Sertifikaat
ca: Certificat
cs: Certifikát
de: Zertifikat
el: Πιστοποιητικό
es: Certificado
fr: Certificat
hu: Tanúsítvány
it: Certificato
lo: ໃບຢັ້ງຢືນ
nl: Certificaat
pl: Certyfikat
ro: Certificat
ru: Сертификат
sv: Certifikat
uk: Сертифікат
zh_cn: 证书

source: Private key
af: Privaat sleutel
ca: Clau privada
cs: Soukromá část klíče
de: Privater Schlüssel
el: Ιδιωτικό κλειδί
es: Clave privada
fr: Clé privée
hu: Privát kulcs
it: Chiave privata
lo: ກະແຈສ່ວນຕົວ
nl: Privé sleutel
pl: Klucz prywatny
ro: Cheie privată
ru: Секретный ключ
sv: Privat nyckel
uk: Приватний ключ
zh_cn: 私钥

source: The TCP Port must be a valid port number.
af: Die TCP Poort moet 'n geldige poort nommer wees.
ca: El port TCP ha de ser un número de port vàlid.
cs: Je třeba, aby TCP port bylo platné číslo portu.
de: Für den TCP-Port muss eine gültige Port-Nummer angegeben werden.
el: Η θύρα TCP πρέπει να είναι έγκυρος αριθμός θύρας.
es: El puerto TCP debe ser un nº válido.
fr: Le port TCP doit être un numéro de port valide.
hu: A TCP portnak érvényes számnak kell lennie.
it: La porta TCP deve essere un numero di porta valido.
lo: ພອດ TCP ຕ້ອງເປັນໝາຍເລກພອດທີ່ຖືກຕ້ອງ.
nl: De TCP Poort moet een geldig poortnummer zijn.
pl: Port TCP musi być prawidłowym numerem portu
ro: Numărul trebuie să reprezinte un număr de port valid.
ru: TCP-порт должен быть допустимым номером порта.
sv: TCP-porten måste vara ett giltigt portnummer.
uk: Порт TCP повинен бути дійсним номером порту.
zh_cn: TCP端口必须是有效的端口号。

source: The max. number of clients must be in the range from 1 to 50.
af: Die max. aantal kliente moet tussen 1 en 50 wees.
ca: El nombre màxim de clients ha de estar en el rang des de 1 a 50.
cs: Je třeba, aby nejvyšší počet klientů byl nastaven v rozsahu 1 až 50.
de: Die maximale Anzahl an Clients muss im Bereich von 1 bis 50 sein.
el: Ο μέγιστος αριθμός πελατών πρέπει να είναι σε ένα εύρος μεταξύ 1 και 50.
es: El nº max. de clientes debe estar en el rango de 1 a 50.
fr: La valeur maximale du nombre de clients doit être comprise entre 1 et 50.
hu: A kliensek maximális száma 1 és 50 közötti szám kell, hogy legyen.
it: Il numero massimo di clients deve essere compreso fra 1 e 50.
lo: ຈຳນວນລູກຂ່າຍສູງສຸດຕ້ອງຢູ່ໃນຊ່ວງ 1 ຫາ 50.
nl: Het max. aantal cliënten moet binnen het bereik van 1 tot 50 zijn.
pl: Maksymalna liczba klientów musi zawierać się pomiędzy 1 a 50.
ro: Numărul maxim de clienți trebuie să fie în intervalul 1-50.
ru: Макс. количество клиентов, должно быть в диапазоне от 1 до 50.
sv: Maximalt antal klienter måste vara mellan 1 och 50.
uk: Максимальне число клієнтів повинно бути в діапазоні від 1 до 50.
zh_cn: 最大客户端数必须在1到50的范围内。

source: The max. connections per IP address must be either 0 (unlimited) or greater.
af: Die max. verbindings per IP-adres moet óf 0 (onbeperk) of groter wees.
ca: Les connexions màxims per adreça IP ha de ser 0 (sense límit) o més gran.
cs: Je třeba, aby hodnota v kolonce „nejvýše spojení na IP adresu“ byla buď 0 (nula – znamená neomezeno) nebo vyšší číslo.
de: DIe maximale Anzahl an Verbindungen pro IP-Adresse muss entweder 0 (unbegrenzt) oder größer sein.
el: Ο μέγιστος αριθμός συνδέσεων ανά διέυθυνση IP πρέπει να είναι 0 (απεριόριστο) ή μεγαλύτερο.
es: El nº de conexiones por IP, debe ser 0 (sin limite) o superior.
fr: La valeur maximale de connexions par adresse IP doivent être 0 (illimitées) ou plus.
hu: Az IP címenkénti maximális kapcsolatok száma 0 (korlátlan) vagy nagyobb kell, hogy legyen.
it: Il numero massimo di connessioni per indirizzo IP deve essere 0 (illimitato) o superiore.
lo: ຈຳນວນການເຊື່ອມຕໍ່ສູງສຸດຕໍ່ທີ່ຢູ່ IP ຕ້ອງເປັນ 0 (ບໍ່ຈຳກັດ) ຫຼື ຫຼາຍກວ່ານັ້ນ.
nl: Het max. aantal connecties per IP-adres moet 0 (ongelimiteerd) of hoger zijn.
pl: Maksymalna liczba połączeń dla adresu IP musi wynosić 0 (nieograniczona) lub więcej.
ro: Numărul maxim de conexiuni per IP pote fi 0 (nelimitat) sau mai mare.
ru: Макс. соединения на IP-адрес должен быть либо 0 (без ограничений) или больше.
sv: Maximalt antal anslutningar pet IP-adress måste vara 0 (obegränsat) eller högre.
uk: Максимальне число з'єднань на одну адресу повинно бути від нуля (безмежне) та більше.
zh_cn: 每个IP地址的最大连接数必须为0（无限制）或更大。

source: The maximum idle time must be a number.
af: Die maksimum ledige tyd moet 'n getal wees.
ca: El temps màxim inactiu a d'ésser un nombre.
cs: Je třeba, aby nejdelší přijatelná doba nečinnosti bylo číslo.
de: Die maximale Leerlaufzeit muss eine Nummer sein.
el: Ο μέγιστος χρόνος αδράνειας πρέπει να είναι αριθμός.
es: El tiempo max. ocioso debe ser un numero.
fr: Le temps d'inactivité maximum doit être un nombre.
hu: A maximális tétlenségi idő értéke szám kell, hogy legyen.
it: Il massimo tempo in idle deve essere un numero.
lo: ເວລາບໍ່ເຄື່ອນໄຫວສູງສຸດຕ້ອງເປັນຕົວເລກ.
nl: De maximale rusttijd dient een getal te zijn.
pl: Maksymalny czas bezczynności musi być liczbą
ro: Timpul maxim pentru modul idle trebuie să fie un număr.
ru: Максимальное время простоя должно быть числом.
sv: Maximal vilotid måste vara ett nummer.
uk: Максимальний час простою повинен бути числом.
zh_cn: 最大空闲时间必须是一个数字。

source: The attribute %s must be in the range from %d to %d.
af: Die kenmerk %s moet tussen %d en %d wees.
ca: L'atribut %s ha d'estar en l'interval de %d a %d.
de: Das Attribut %s muss im Bereich von %d bis %d liegen.
el: Το χαρακτηριστικό %s πρέπει να είναι σε ένα εύρος από %d έως %d.
es: El atributo %s debe estar en el rango de %d a %d.
fr: L'attribut %s doit être compris entre %d et %d.
hu: Az attribútumnak %s a tartományban kell lennie től %d ig %d.
it: L'attributo %s deve essere compreso nell'intervallo da %d a %d.
lo: ຄຸນລັກສະນະ %s ຕ້ອງຢູ່ໃນຊ່ວງ %d ຫາ %d.
nl: Het attribuut %s moet in het bereik van %d tot %d liggen.
pl: Atrybut %s musi zawierać się pomiędzy %d a %d.
ru: Атрибут %s должен находиться в диапазоне от %d до %d.
sv: Värdet %s måste vara i området mellan %d och %d.
uk: Атрибут %s повинен бути у діапазоні від %d до %d.
zh_cn: 属性 %s 必须在 %d 到 %d 的范围内。

source: Min. Passive Port
af: Min. Passiewe Poort
ca: Minims ports passius
cs: Min. pasivní port
de: Minimale Anzahl an passiven Ports
el: Ελάχ. Παθητική Θύρα
es: Puerto minimo pasivo
fr: Minimum de Ports Passifs
hu: Legkisebb passzív port
it: Min. porte passive
lo: ພອດ Passive ຂັ້ນຕ່ຳ
nl: Min. Passieve Poort
ro: Port pasiv min.
ru: Минимальное количество пассивных портов
sv: Min. passiva portar
uk: Мінімальний Пасивний Порт
zh_cn: 最小被动端口

source: Max. Passive Port
af: Max. Passiewe Poort
ca: Màxims ports passius
cs: Nejvyšší pasivní port
de: Maximale Anzahl an passiven Ports
el: Μεγ. Παθητική Θύρα
es: Puerto max. pasivo
fr: Maximum de ports Passifs
hu: Legnagyobb passzív port
it: Max. porte passive
lo: ພອດ Passive ຂັ້ນສູງ
nl: Max. Passieve Poort
ro: Nr. max. porturi pasive
ru: Максимальное количество пассивных портов
sv: Max. passiva portar
uk: Максимальний Пасивний Порт
zh_cn: 最大被动端口

source: The attribute %s must be less than %s.
ca: L'atribut %s ha de ser inferior a %s.
de: Das Attribut %s muss kleiner als %s sein.
el: Το χαρακτηριστικό %s πρέπει να είναι λιγότερο από %s.
es: El atributo %s debe ser menor que %s.
fr: L'attribut %s doit être inférieur à %s.
hu: Az attribútumnak %s kevesebbnek kell lennie, mint %s.
it: L'attributo %s deve essere inferiore a %s.
lo: ຄຸນລັກສະນະ %s ຕ້ອງນ້ອຍກວ່າ %s.
nl: Het attribuut %s moet kleiner zijn dan %s.
pl: Wartość %s musi być mniejsza niż %s.
ru: Атрибут %s должен быть меньше %s.
sv: Värde %s måste vara mindre än %s.
uk: Атрибут %s повинен бути меншим за %s.
zh_cn: 属性 %s 必须小于 %s。

source: It is impossible to enable 'Anonymous Users' and 'Authenticated Users' both at the same time.
af: Dit is onmoontlik om in staat te stel 'Anonymous Users' en 'Authenticated Users' both at the same time.
ca: És impossible permetre 'Usuaris anònims' i 'Usuaris autenticats" tots dos alhora.
cs: Není možné současně zapnout předvolby „Anonymní uživatelé“ a „Ověření uživatelé“.
de: 'Anonymer Benutzer' und 'autorisierte Benutzer' dürfen nicht gleichzeitig aktiviert sein.
el: Είναι αδύνατον να ενεργοποιήσετε ταυτόχρονα τους 'Ανώνυμους Χρήστες' και τους 'Πιστοποιημένους Χρήστες'.
es: No es posible seleccionar 'Usuarios Anónimos' y 'Usuarios Autentificados' al mismo tiempo
fr: Il est impossible d'activer les 'Utilisateurs Anonymes' et les 'Utilisateurs Authentifiés' en même temps.
hu: 'Névtelen felhasználó' és 'Hitelesített felhasználók' egyidejű engedélyezése nem lehetséges.
it: E' impossibile attivare gli 'Utenti anonimi' e la 'Autenticazione utenti' allo stesso tempo.
lo: ບໍ່ສາມາດເປີດໃຊ້ 'ຜູ້ໃຊ້ບໍ່ລະບຸຊື່' ແລະ 'ຜູ້ໃຊ້ທີ່ກວດສອບແລ້ວ' ພ້ອມກັນໄດ້.
nl: Het is niet mogelijk om 'Anonieme Gebruikers' en 'Geverifieerde Gebruikers' tegelijk in te schakelen.
pl: Nie można jednocześnie zaznaczyć 'Anonimowych Użytkowników' i 'Uwierzytelnionych Użytkowników'.
ro: NU pot fi activate simultan opțiunile 'Utilizatori anonimi' și 'Utilizatori autentificați'.
ru: Невозможно включить "Анонимных пользователей" и "Авторизованных пользователей" одновременно.
sv: Det går inte att aktivera 'Anonyma användare' samtidigt som 'Autentiserade användare'.
uk: Неможливо одночасно увімкнути Анонімних та Автентифікованих Користувачів.
zh_cn: 不能同时启用“匿名用户”和“经过身份验证的用户”。

source: Modules
ca: Mòduls
cs: Moduly
de: Module
el: Αρθρώματα
es: Módulos
hu: Modulok
it: Moduli
lo: ໂມດູນ
nl: Ban Module
pl: Moduły
ro: Module
ru: Модули
sv: Moduler
uk: Модулі
zh_cn: 模块

source: File Transfer Protocol
af: Lêer Oordrag Protokol
cs: File Transfer Protocol (protokol pro přenos souborů)
el: Πρωτόκολλο Μεταφοράς Αρχείων (FTP)
es: File Transfer Protocol (FTP)
fr: File Transfer Protocol (FTP)
it: Protocollo di Trasferimento File
nl: Bestandsoverdracht Protocol (FTP)
pl: Protokół FTP
ro: Protocol transfer fișiere
ru: File Transfer Protocol (FTP)
sv: Fil Överförings Protokoll (FTP)
uk: Протокол передачі файлів
zh_cn: 文件传输协议（File Transfer Protocol）
