Repository: rojim666/xigmanas-code-r10599-trunk
Catalog: locale/xigmanas-*.po
Languages: af, ca, cs, de, el, es, fr, hu, it, lo, nl, pl, ro, ru, sv, uk, zh_cn

source: Share is protected
af: Share word beskerm
ca: El recurs està protegit
cs: Sdílení je chráněno
de: Freigabe ist geschützt
el: Το Κοινόχρηστο είναι προστατευμένο
es: El compartido está protegido
fr: Le partage est protégé
hu: Megosztás védett
it: La condivisione è protetta
lo: ການແບ່ງປັນຖືກປ້ອງກັນ
nl: Deling is beschermd
pl: Udział jest chroniony
ro: Partajarea este protejată
ru: Общий ресурс заблокирован
sv: Utdelningen är skyddad
uk: Загальний ресурс захищений
zh_cn: 共享被保护

source: Share is unlocked
af: Share is ontgeslot
ca: El recurs està desbloquejat
cs: Sdílení je odemčeno
de: Freigabe ist freigegeben
el: Το Κοινόχρηστο είναι ξεκλείδωτο
es: El compartido está desbloqueado
fr: Le partage est déverrouillé
hu: A megosztás zárolását feloldottad
it: La condivisione è sbloccata
lo: ການແບ່ງປັນຖືກປົດລັອກ
nl: Deling is ontgrendeld
pl: Udział jest odblokowany
ro: Partajarea este deblocată
ru: Общий ресурс разблокирован
sv: Utdelningen är olåst
uk: Загальний ресурс розблокований
zh_cn: 共享已解锁

source: Delete Selected Shares
af: Skrap Geselekteerde Aandele
ca: Suprimeix recursos seleccionats
cs: Smazat označená sdílení
de: Ausgewählte Freigaben löschen
el: Διαγραφή Επιλεγμένων Κοινόχρηστων
es: Borrar compartidos seleccionados
fr: Supprimer les Partages Sélectionnés
hu: Kiválasztott megosztások törlése
it: Cancella le condivisioni selezionate
lo: ລຶບການແບ່ງປັນທີ່ເລືອກ
nl: Geselecteerde Delingen Verwijderen
pl: Odblokuj zaznaczone udziały
ro: Ștergere partajări selectate
ru: Удалить выбранные общие ресурсы
sv: Ta bort valda utdelningar
uk: Видалити обрані загальні ресурси
zh_cn: 删除选中的共享

source: Do you want to delete selected shares?
af: Wil jy geselekteerde delings skrap?
ca: Voleu eliminar els recursos seleccionats?
cs: Opravdu smazat označená sdílení?
de: Möchten Sie ausgewählte Freigaben löschen?
el: Θέλετε να διαγράψετε τα επιλεγμένα κοινόχρηστα;
es: ¿Desea borrar los compartidos seleccionados?
fr: Voulez-vous supprimer des partages sélectionnés?
hu: Biztos, hogy törlöd a kijelölt megosztásokat?
it: Desideri cancellare le condivisioni selezionate?
lo: ທ່ານຕ້ອງການລຶບການແບ່ງປັນທີ່ເລືອກບໍ?
nl: Wilt u de geselecteerde delingen verwijderen?
pl: Czy chcesz usunąć zaznaczone udziały?
ro: Doriți să ștergeți partajările selectate?
ru: Вы хотите удалить выбранные общие ресурсы?
sv: Vill du ta bort valda utdelningar?
uk: Ви підтверджуєте видалення обраних загальних ресурсів?
zh_cn: 要删除选中的共享吗？

source: Comment
af: Kommentaar
ca: comentaris
cs: Komentář
de: Kommentar
el: Σχόλιο
es: Comentario
fr: Commentaire
hu: Megjegyzés
it: Commento
lo: ຄຳເຫັນ
nl: Opmerking
pl: Komentarz
ro: Comentariu
ru: Комментарий
sv: Kommentar
uk: Примітка
zh_cn: 注释

source: All shares use the option 'usedots' thus making the filenames .Parent and anything beginning with .Apple illegal.
af: Alle aandele gebruik die opsie 'usedots' aldus maak die lêername .Parent en enigiets begin met .Apple onwettig.
ca: Tots els recursos fan servir l'opció 'entre comets' amb la qual cosa es crea el nom de fitxer. Parents i qualsevol paraula que comenci amb .Apple es il.legal.
cs: Všechna sdílení používají předvolbu „usedots“ (použít tečky), následkem čehož jsou názvy .Parent a cokoli začínající na .Apple neplatné.
de: Alle Freigaben benutzen die Option 'usedots', welche die Dateinamen .Parent und alles andere das mit .Apple anfängt unzulässig macht.
el: Όλα τα κοινόχρηστα στοιχεία χρησιμοποιούν την επιλογή 'usedots' καθιστώντας έτσι μη έγκυρα τα ονόματα .Parent και οτιδήποτε ξεκινάει με .Apple
es: Todos los compartidos usan la opción 'usedots' haciendo, además, ilegales los archivos .Parent y cualquiera que empiece con .Apple.
fr: Tout les partages utilisent l'option « usedots » ; par suite, les noms de fichiers .Parent et tout ce qui commence par .Apple est invalide.
hu: Az összes megosztás használja a 'használjpontokat' opciót, de a .Parent és bármi .Apple kezdettel nem használható.
it: Tutte le condivisioni utilizzano l'opzione 'usedots' quindi i nomi di file .Parent a qualsiasi cosa che inizi con .Apple illegale.
lo: ການແບ່ງປັນທັງໝົດໃຊ້ຕົວເລືອກ 'usedots' ເຊິ່ງເຮັດໃຫ້ຊື່ໄຟລ໌ .Parent ແລະ ທຸກຢ່າງທີ່ເລີ່ມຕົ້ນດ້ວຍ .Apple ບໍ່ຖືກຕ້ອງ.
nl: Alle delingen gebruiken de optie 'usedots' waardoor de bestandsnamen .Parent en alles beginnend met .Apple ongeoorloofd is.
pl: Wszystkie udziały używają opcji 'używaj kropek' tworząc nazwy plików. Rodzic i cokolwiek zaczynające się od .Apple jest nielegalne.
ro: Toate partajările folosesc opţiunea 'usedots', astfel că numele de fişier care încep cu caracterul '.' nu vor fi acceptate (ex. .Apple).
ru: Общие ресурсы используют опцию 'usedots', поэтому имена файлов .Parent и все начинающиеся с .Apple недопустимы.
sv: Alla utdelningar använder inställningen 'usedots' vilket gör att filnamnen .Parent och allting som börjar med .Apple är otillåtet.
uk: Загальні ресурси використовують опцію 'usedots', тому імена файлів .Parent та усі, що починаються з .Apple неприпустимі.
zh_cn: 所有共享使用选项'usedots'，从而使文件名.Parent和以.Apple开头的任何内容都是非法的。

source: Share
af: Deel
ca: Recurs compartit
cs: Sdílení
de: Freigabe
el: Κοινή χρήση
es: Elemento compartido
fr: Partage
hu: Megosztás
it: Condivisione
lo: ແບ່ງປັນ
nl: Deling
pl: Udział
ro: Partajare
ru: Общий ресурс
sv: Utdelning
uk: Спільний доступ
zh_cn: 分享区

source: Share passwords can not be more than 8 characters.
af: Deel wagwoorde kan nie meer as 8 karakters wees nie
ca: Les contrasenyes de recurs no poden tenir més de 8 caràcters.
cs: Hesla do sdílení nemohou být delší než 8 znaků.
de: Passwort für die Freigabe kann nicht länger als 8 Zeichen sein.
el: Οι κωδικοί του κοινόχρηστου δεν μπορεί να έχουν μέγεθος πάνω από 8 χαρακτήρες.
es: Las contraseñas de recursos compartidos no pueden tener más de 8 caracteres.
fr: Les mots de passe de partage ne peuvent avoir plus de 8 caractères.
hu: Megosztási jelszó nem lehet több 8 karakternél.
it: Le password delle condivisioni non possono avere piu' di 8 caratteri
lo: ລະຫັດຜ່ານຂອງການແບ່ງປັນບໍ່ສາມາດຍາວເກີນ 8 ຕົວອັກສອນ.
nl: Deling wachtwoorden mogen niet langer zijn dan 8 karakters.
pl: Hasła udziału nie mogą być dłuższe niż 8 znaków.
ro: Parola pentru partajare nu poate fi mai mare de 8 caractere.
ru: Пароли общих ресурсов не могут быть больше 8 символов.
sv: Delade lösenord kan inte innehålla fler än 8 tecken.
uk: Паролі загального ресурса не можуть бути довшими за 8 символів.
zh_cn: 共享文件夹密码不能够超过 8 个字符。

source: Volume Size Limit
af: Volume Grootte Limiet
ca: Tamany limit del volum
cs: Omezení velikosti svazku
de: Datenträger-Größenbegrenzung
el: Όριο μεγέθους τόμου
es: Limite tamano del volumen
fr: Limite de la taille du volume
hu: Kötet méretkorlátja
it: Dimensione massima del Volume
lo: ຂີດຈຳກັດຂະໜາດໂວລຸມ
nl: Volume grootte Limiet
pl: Limit wielkości woluminu.
ro: Capacitate limită a volumului
ru: Лимит размера тома
sv: Storleksgräns för volym
uk: Граничний розмір тома
zh_cn: 卷大小限制

source: The share name is already used.
af: Die deel naam is alreeds in gebruik
ca: El nom del recurs ja s'utilitza.
cs: Tento název sdílené složky je už použit.
de: Der Freigabenamen ist bereits vergeben.
el: Το όνομα του κοινόχρηστου χρησιμοποιείται ήδη.
es: El nombre compartido ya esta en uso
fr: Le nom de partage est déjà utilisé.
hu: A megosztási név már használatban van.
it: Il nome della condivisione è già in uso.
lo: ຊື່ການແບ່ງປັນນີ້ຖືກໃຊ້ແລ້ວ.
nl: De deling naam is reeds gebruikt.
pl: Nazwa udziału została już użyta.
ro: Numele partajării este deja utilizat.
ru: Имя общего ресурса уже используется.
sv: Namnet på delningen är redan använt.
uk: Ім'я загального ресурсу вже використовується.
zh_cn: 此分享区名称已被使用。

source: Share Settings
af: Deel Instellings
ca: Ajustos d'ús compartit
cs: Nastavení sdílení
de: Teile Einstellungen
el: Ρυθμίσεις Κοινόχρηστου
es: Opciones de compartidos
fr: Paramètres de partage
hu: Megosztás beállításai
it: Settaggi della condivisione
lo: ການຕັ້ງຄ່າການແບ່ງປັນ
nl: Deel Instellingen
pl: Ustawienia udziałów
ro: Setări partajare
ru: Настройки общих ресурсов
sv: Delningsinställningar
uk: Налаштування загального ресурсу
zh_cn: 共享设置

source: Path to be shared.
af: Pad -om te wees gedeel
ca: Camí a compartir.
cs: Umístění složky, která má být sdílena.
de: Freizugebender Pfad.
el: Διαδρομή που θα διαμοιραστεί.
es: Ruta a ser compartida.
fr: Chemin à partager.
hu: Megosztandó útvonal.
it: Percorso da condividere
lo: ເສັ້ນທາງທີ່ຈະແບ່ງປັນ.
nl: Locatie om te delen.
pl: Ścieżka do udostępnienia.
ro: Calea de partajat.
ru: Путь к общему ресурсу.
sv: Sökväg för utdelning.
uk: Шлях до ресурса, що буде спільним.
zh_cn: 欲共享的路径

source: Share Password
af: Deel wagwoord
ca: Compartir contrasenya
cs: Heslo pro přístup na sdílení
de: Passwort für die Freigabe
el: Κωδικός κοινόχρηστου
es: Contraseña de recurso compartido
fr: Mot de passe du partage
hu: Megosztási jelszó
it: Password della Condivisione.
lo: ລະຫັດຜ່ານການແບ່ງປັນ
nl: Deling Wachtwoord
pl: Hasło udziału
ro: Partajare parolă
ru: Пароль общего ресурса
sv: Lösenord för utdelning
uk: Пароль загального ресурса
zh_cn: 共享密码

source: Set share password.
af: Stel die deel wagwoord
ca: Establir una contrasenya compartida.
cs: Nastavit heslo pro přístup na sdílení.
de: Setze Passwort für Freigabe.
el: Ορισμός κονόχρηστου κωδικού.
es: Asignar compartir contraseña
fr: Choisir un mot de passe du partage.
hu: Megosztási jelszó beállítása
it: Configura la password della condivisione.
lo: ຕັ້ງລະຫັດຜ່ານການແບ່ງປັນ.
nl: Wachtwoord voor delen instellen.
pl: Ustaw hasło dla udziału.
ro: Setare parolă partajare.
ru: Установить пароль общего ресурса
sv: Välj lösenord för utdelningen.
uk: Встановлює пароль загального ресурсу.
zh_cn: 设置共享密码。

source: This controls the access to this share with an access password.
af: Die kontroleer die toegang tot die deel met 'n toegang's wagwoord.
ca: Això controla l'accés a aquest recurs amb una clau d'accés.
cs: Toto řídí přístup k tomuto sdílení prostřednictvím hesla.
de: Diese Option legt die Verfügbarkeit auf die Freigabe mit einem Freigabepasswort fest.
el: Αυτή ελέγχει την πρόσβαση σε αυτό το κοινόχρηστο πόρο, με έναν κωδικό πρόσβασης.
es: Esto controla el acceso a este recurso compartido con una contraseña de ingreso.
fr: Ceci contrôle l'accès à ce partage avec un mot de passe.
hu: Ez befolyásolja ennek a megosztásnak jelszóval való elérését.
it: Questo controlla l'accesso a questa condivisione tramite l'uso di una password.
lo: ນີ້ຄວບຄຸມການເຂົ້າເຖິງການແບ່ງປັນນີ້ດ້ວຍລະຫັດຜ່ານ.
nl: Dit bestuurd de toegang tot deze deling met een toegangswachtwoord.
pl: Kontroluje to dostęp do tego udziału przy użyciu hasła.
ro: Controlează accesul la această partajare cu o parolă de acces.
ru: Здесь задается доступ к общему ресурсу с паролем.
sv: Detta lösenordsskyddar utdelningen.
uk: Управляє тим, чи є доступ до цього загального ресурсу з паролем доступу.
zh_cn: 以分享区密码控制分享区的权限。

source: Share Character Set
af: Deel Karakter Stel
ca: Compartir joc de caràcters
cs: Znaková sada, používaná pro názvy souborů a složek na sdílení.
de: Zeichencodierung der Freigabe
el: Σετ χαρακτήρων κοινόχρηστου
es: Compartir juego de caracteres
fr: Encodage de caractères du partage
hu: Megosztási karakterkészlet
it: Set di caratteri della condivisione.
lo: ຊຸດຕົວອັກສອນການແບ່ງປັນ
nl: Deling Karakter Set
pl: Kodowanie znaków dla udziału
ro: Partajare Set Caractere
ru: Кодировка общего ресурса
sv: Dela teckenuppsättning
uk: Набір символів загального ресурсу
zh_cn: 共享的字符编码

source: Specifies the share character set. For example UTF8, UTF8-MAC, ISO-8859-15, etc.
af: Spesifiseer die deel karakter stel. Byvoorbeeld UTF8, UTF8-MAC, ISO-8859-15 ,ens.
ca: Especifica el recurs del joc de caràcters. Per exemple UTF8, UTF8-MAC, ISO-8859-15, etc.
cs: Určuje znakovou sadu, použitou pro názvy souborů a složek na sdílení. Například UTF8, UTF8-MAC, ISO-8859-15, atd.
de: Gibt an, in welcher Zeichencodierung die Freigabe betrieben wird. Zum Beispiel UTF8, UTF8-MAC, ISO-8859-15, usw.
el: Καθορίζει τον τύπο χαρακτήρων του κοινόχρηστου. Για παράδειγμα UTF8, UTF8-MAC, ISO-8859-15 κλπ.
es: Especifica el conjunto de caracteres del recurso compartido. Por ejemplo UTF8, UTF8-MAC, ISO-8859-15, etc.
fr: Indique le jeu de caractères utilisé par le partage. Par exemple UTF8, UTF8-MAC, ISO-8859-15, etc.
hu: Megadja a megotszási karakterkészletet. Például UTF8, UTF8-MAC, ISO-8859-15, stb.
it: Specifica il seti di caratteri della condivisione. Per esempio UTF8, UTF8-MAC, ISO-8859-15, etc.
lo: ລະບຸຊຸດຕົວອັກສອນການແບ່ງປັນ. ຕົວຢ່າງ UTF8, UTF8-MAC, ISO-8859-15, ແລະ ອື່ນໆ.
nl: Specificeert de karakter reeks op de deling. Als voorbeeld UTF8, UTF8-MAC, ISO-8859-15, etc.
pl: Określa kodowanie znaków dla udziału, np. UTF8, UTF8-MAC, ISO-8859-2, itd.
ro: Specifică setul de caractere partajat. Spre exemplu UTF8, UTF8-MAC, ISO-8859-15, etc.
ru: Кодировка общего ресурса, например: UTF8, UTF8-MAC, ISO-8859-15, и т.д.
sv: Specificerar den delade teckenuppsättningen. T ex. UTF8, UTF8-MAC, ISO-8859-15 osv.
uk: Набір символів загального ресурсу, наприклад: UTF8, UTF8-MAC, ISO-8859-15, і т.д.
zh_cn: 指定这个共享区的文件名的编码，UTF8、UTF8-MAC、ISO-8859-15等等

source: Allow
af: Toelaat
ca: Permet
cs: Umožnit
de: Zulassen
el: Επιτρέπονται
es: Permitir
fr: Autoriser
hu: Engedélyez
it: Consenti
lo: ອະນຸຍາດ
nl: Toestaan
pl: Zezwól
ro: Permite
ru: Разрешить
sv: Tillåt
uk: Дозволити
zh_cn: 允许

source: This option allows the users and groups that access a share to be specified. Users and groups are specified, delimited by commas. Groups are designated by a @ prefix.
af: Die opsie laat gebruikers en groep wat toegang tot die deel het om uitgewys te word. Gebruikers of groepe word gespesifiseer deur met kommas af te bakken.
ca: Aquesta opció permet als usuaris i grups que tenen accés a un recurs que s'especifiquin. Els usuaris i grups s'especifiquen, delimitat per comes. Els grups es reconeixen pel prefix @.
cs: Zde je možné zadat uživatele a skupiny, kterým umožnit přístup ke sdílení. Uživatele a skupiny uvádějte oddělené čárkou. Před názvy supin uvádějte předponu @ (znak „zavináč“).
de: Diese Einstellung erlaubt die Angabe von Benutzern und Gruppen, die auf eine Freigabe zugreifen dürfen. Benutzer und Gruppen werden durch Komma getrennt angegeben. Gruppen werden durch ein vorangestelltes @ gekennzeichnet.
el: Αυτή η επιλογή επιτρέπει τον καθορισμό των χρηστών και των ομάδων που θα έχουν πρόσβαση σε ένα κοινόχρηστο στοιχείο. Χωρίστε τους συγκεκριμένους χρήστες και ομάδες μεταξύ τους με κόμμα. Οι ομάδες ορίζονται από το πρόθεμα @.
es: Esta opcion permite a los usuarios y grupos que acceden a un recurso compartido sean especificados. Los usuarios y grupos son especificados y delimitados por comas ",". Los grupos son declarados por el prefijo "@".
fr: Cette option permet de spécifier les utilisateurs et groupes qui ont accès à un partage. Utilisateurs et groupes sont spécifiés, séparés par des virgules. Le préfixe @ désigne les groupes.
hu: Ez az opció meghatározza azon felhasználókat és csoportokat akik a megosztáshoz hozzáférésnek. A felhasználókat és a csoportokat vesszővel elválasztva kell megadni. A csoportok @ előtag vannak megkülönböztetve.
it: Questa opzione consente di specificare gli utenti ed i gruppi che possono accedere ad una share. Utenti e gruppi vengono indicati separati da virgole. I gruppi sono designati con prefisso @.
lo: ຕົວເລືອກນີ້ອະນຸຍາດໃຫ້ລະບຸຜູ້ໃຊ້ ແລະ ກຸ່ມທີ່ສາມາດເຂົ້າເຖິງການແບ່ງປັນໄດ້. ຜູ້ໃຊ້ ແລະ ກຸ່ມຖືກລະບຸໂດຍຂັ້ນດ້ວຍເຄື່ອງໝາຍຈຸດ. ກຸ່ມຖືກກຳນົດໂດຍມີ @ ນຳໜ້າ.
nl: Deze optie staat de gebruikers en de groepen toe om de deling te benaderen en te specificeren. Gebruikers en groepen worden gespecificeerd, afgebakend door komma's. Groepen worden aangewezen door een @ voorvoegsel.
pl: Ta opcja pozwala użytkownikom i grupom na dostęp do danego udziału. Użytkownicy i grupy rozdzielone są przecinkami. Grupy poprzedzone są prefiksem @.
ro: Această opțiune permite specificarea utilizatorilor și grupurilor care pot accesa o partajare. Utilizatorii și grupurile pot fi delimitați prin virgulă. Grupurile sunt desemnate prin prefixul @.
ru: Эта настройка позволяет указать пользователей и группы для доступа к общему ресурсу. Указывать пользователей и группы следует через запятую, группы определяются префиксом @.
sv: Detta alternativ ger möjlighet att ange vilka användare och grupper som skall ha tillgång till utdelningen. Användare och grupper anges, avgränsade med kommatecken. Grupper utses genom ett @ prefix.
uk: Ця опція дозволяє користувачей і групи, які мають доступ до загального ресурсу. Користувачі і групи вказуються через кому. Групи позначаються префіксом @.
zh_cn: 此选项允许指定的用户和群组访问分享区。指定用户和群组以逗号 "," 分隔 。指定群组则有 @ 前缀。

source: Deny
af: Ontken
ca: Denegar
cs: Odepřít
de: Verweigern
el: Απαγορεύονται
es: Denegar
fr: Interdire
hu: Megtagadás
it: Nega
lo: ປະຕິເສດ
nl: Weigeren
pl: Odmów
ro: Refuză
ru: Запретить
sv: Neka
uk: Заборонити
zh_cn: 拒绝

source: The deny option specifies users and groups who are not allowed access to the share. It follows the same format as the allow option.
af: Die ontken opsie spesifiseer gebruikers en groepe wat nie toegelaat word tot die deel nie. Dit volg dieselfde formaat as die toelaat opsie.
ca: L'opció de negar especifica els usuaris i grups que no tenen permís d'accés al recurs. D'això se segueix el mateix format que l'opció permet.
cs: Předvolba odepřené určuje uživatele a skupiny, kterým není umožněn přístup k tomuto sdílení. Forma zápisu je stejná, jako v předvolbě povolené.
de: Diese Verbotsoption legt fest, das bestimmte Benutzer und Benutzergruppen keinen Zugriff auf die Freigabe bekommen. Es folgt dem gleichen Format wie die Erlaubnisoption.
el: Η επιλογή απαγόρευσης καθορίζει τους χρήστες και τις ομάδες στους οποίους απαγορεύεται η πρόσβαση στο κοινόχρηστο στοιχείο. Ακολουθεί την ίδια μορφή με την επιλογή που επιτρέπει την πρόσβαση.
es: La opcion denegar especifica usuarios y grupos a los que no se permite acceder al recurso compartido. Sigue el mismo formato como la opción permitir.
fr: Cette option spécifie les utilisateurs et les groupes qui ne sont pas autorisés à avoir accès au partage. Elle suit le même format que l'option Autoriser.
hu: A tiltó opció esetén azon felhasználók és a csoportok akik nem kapnak hozzáférést a megosztáshoz.
it: L'opzione nega specifica utenti e gruppi ai quali non viene consentito l'accesso alla share. Segue lo stesso formato della opzione consenti.
lo: ຕົວເລືອກ deny ລະບຸຜູ້ໃຊ້ ແລະ ກຸ່ມທີ່ບໍ່ໄດ້ຮັບອະນຸຍາດໃຫ້ເຂົ້າເຖິງການແບ່ງປັນ. ມັນປະຕິບັດຕາມຮູບແບບດຽວກັນກັບຕົວເລືອກ allow.
nl: De afwijs optie specificeert gebruikers en groepen wie het niet toegestaan is de deling te benaderen. Het volgt het zelfde formaat als de toestaan optie.
pl: Opcja odmowy określa użytkowników i grupy, które nie mają dostępu. Działa na tej samej zasadzie co opcja dostępu.
ro: Opțiunea de respingere specifică utilizatorii și grupurile de utilizatori care nu au acces la partajare. Are același format ca opțiunea de permitere acces.
ru: Настройка определяет, каким пользователям и группам запрещен доступ к общему ресурсу. Формат аналогичен настройкам разрешения доступа.
sv: Optionen 'neka' specificerar användare och grupper som inte tillåts anslutning till delningen. Valet följer samma format som optionen 'tillåt'.
uk: Заборона опції визначає, яким користувачам і групам не дозволений доступ до загального ресурсу. Формат аналогічний налаштувань дозволу доступу.
zh_cn: 拒绝选项不允许指定用户和群组访问分享区。它与允许选项的格式是相同的。

source: Read Only Access
af: Lees Alleen Toegang
ca: Accés només de lectura
cs: Přístup pouze pro čtení
de: Nur-lese-Zugriff
el: Προσπέλαση Μόνο για Ανάγνωση
es: Acceso de solo lectura
fr: Accès en Lecture uniquement
hu: Csak olvasható hozzáférés
it: Accesso in Sola Lettura
lo: ການເຂົ້າເຖິງແບບອ່ານເທົ່ານັ້ນ
nl: Alleen-Lezen Toegang
pl: Dostęp tylko do odczytu
ro: Acces Doar Citire
ru: Доступ только для чтения
sv: Tillgänglig endast för läsning
uk: Доступ тільки для читання
zh_cn: 只读访问

source: Allows certain users and groups to have read-only access to a share. This follows the allow option format.
af: Toelaat sekere gebruikers en groepe om slegs te lees toegang te 'n aandeel. Hierdie volges die toelaat opsie formaat.
ca: Permet a determinats usuaris i grups accés de lectura nomes a un recurs. Això segueix l'opció de format permès.
cs: Zpřístupní sdílení určitým uživatelům a skupinám pouze pro čtení. Forma zápisu je stejná, jako u seznamu povolených (allow).
de: Gibt bestimmten Benutzern und Benutzergruppen nur Lesezugriff auf eine Freigabe. Diese Zuordnung folgt dem Erlaubt-Optionsformat.
el: Επιτρέπει σε ορισμένους χρήστες και οι ομάδες να έχουν πρόσβαση μόνο για ανάγνωση σε έναν κοινόχρηστο πόρο. Αυτό ακολουθεί τη μορφή που επιτρέπει την επιλογή.
es: Permite a determinados usuarios y grupos el acceso de solo lectura a un recurso compartido. Utiliza el mismo formato que la opción permitir.
fr: Permet à certains utilisateurs et à certains groupes l'accès à un partage en mode lecture seule. Ceci suit le format de l'option Autoriser.
hu: Több felhasználónak és csoportnak megengedi, hogy csak olvasási hozzáférése legyen egy megosztáshoz. A megengedő formulát követi.
it: Consenti a certi utenti e gruppi di avere accesso in sola lettura ad una condivisione. Questo segue il formato dell'opzione consenti.
lo: ອະນຸຍາດໃຫ້ຜູ້ໃຊ້ ແລະ ກຸ່ມທີ່ແນ່ນອນມີການເຂົ້າເຖິງການແບ່ງປັນແບບອ່ານເທົ່ານັ້ນ. ນີ້ປະຕິບັດຕາມຮູບແບບຂອງຕົວເລືອກ allow.
nl: Sta toe dat bepaalde gebruikers en groepen alleen leesrechten krijgen tot een deling. Dit volgt de optie toestaan formaat.
pl: Pozwala określonym użytkownikom i grupom tylko na odczyt dla tego udziału. Znaczenie opcji - "zezwól".
ro: Permite unor utilizatori și grupuri accesul la resursa partajată în mod citire. Conform cu formatul opțiunii allow.
ru: Настройка предоставляет выбранным пользователям и группам право только на чтение общего ресурса.
sv: Tillåt vissa användare och grupper skrivskyddad tillgång till en utdelning. Valet följer samma format som optionen 'tillåt'.
uk: Дозволяє певним користувачам і групам мати доступ тільки на читання до спільного ресурсу.
zh_cn: 允许特定用户和群组对共享具有只读访问权限。 这遵循允许选项格式。

source: Read/Write Access
af: Lees/Skryf Toegang
ca: Accés Lectura/Escriptura
cs: Přístup pro čtení a zápis
de: Lese-schreib-Zugriff
el: Πρόσβαση Ανάγνωσης/Εγγραφής
es: Acceso Lectura/Escritura
fr: Accès en Lecture/Écriture
hu: Olvasás/írás hozzáférés
it: Accesso in Lettura/Scrittura
lo: ການເຂົ້າເຖິງແບບອ່ານ/ຂຽນ
nl: Lees/Schrijf Toegang
pl: Dostęp odczyt/zapis
ro: Permisiune Citire/Scriere
ru: Доступ на чтение/запись
sv: Läs/Skriv Åtkomst
uk: Доступ читання / запису
zh_cn: 读/写 权限
