Repository: rojim666/xigmanas-code-r10599-trunk
Catalog: locale/xigmanas-*.po
Languages: af, ca, cs, de, el, es, fr, hu, it, lo, nl, pl, ro, ru, sv, uk, zh_cn

source: Enter a custom port number if you want to override the default port. (Default is %s).
af: Ingaan 'n gepasmaakte poort nommer as jy wil oor-rit die verstek poort. (Verstek is %s).
ca: Introduïu un número de port personalitzat si voleu canviar el port per defecte. (Per defecte és %s).
cs: Zadejte vlastní číslo portu pokud chcete přepsat výchozí port (%s).
de: Bitte benutzerdefinierten Port eingeben, falls Sie den Standardport überschreiben wollen (Standard ist %s)
el: Εισάγετε ένα προσαρμοσμένο νούμερο θύρας αν θέλετε να χρησιμοποιήσετε διαφορετική θύρα από την προεπιλεγμένη (η προεπιλεγμένη είναι η %s).
es: Introduzca un puerto personalizado si desea NO utilizar el puerto por defecto. (por defecto es %s).
fr: Entrez un numéro de port personnalisé si vous souhaitez remplacer le port par défaut. (La valeur par défaut est %s).
hu: Az alapértelmezettet port felülírásához adj meg egy számot (alapértelmezett = %s).
it: Inserisci un numero di porta personalizzato se vuoi sovrascrivere la porta di default (default è %s)
lo: ໃສ່ໝາຍເລກພອດທີ່ກຳນົດເອງຖ້າທ່ານຕ້ອງການລົບລ້າງພອດເລີ່ມຕົ້ນ. (ຄ່າເລີ່ມຕົ້ນແມ່ນ %s).
nl: Vul een aangepast poortnummer in als u de standaard poort niet wilt gebruiken. (Standaard is %s).
pl: Wprowadź swój numer portu jeżeli chcesz nadpisać domyślny (%s) port.
ro: Introduceți un număr de port pentru a-l înlocui pe cel implicit (portul implicit este %s).
ru: Введите номер порта, если вы хотите переопределить порт по умолчанию. (По умолчанию %s).
sv: Mata in ett portnummer om du vill frångå standardporten. (standard är %s)
uk: Введіть будь-який номер порту якщо ви бажаєте замінити порт за замовчуванням (порт %s).
zh_cn: 如果要覆盖默认端口，请输入自定义端口号。 （默认为%s）。

source: Maximum number of users that can connect to the server.
af: Maksimum aantal gebruikers daardie kan koppel aan die bediener.
ca: Nombre màxim d'usuaris que es poden connectar al servidor.
cs: Kolik uživatelů naráz se může připojit k serveru.
de: Maximale gleichzeitige Nutzeranzahl für diesen Server.
el: Μέγιστος αριθμός χρηστών που μπορούν να συνδεθούν στο διακομιστή.
es: Nº Max. de usuarios que pueden conectarse al servidor
fr: Nombre maximal d'utilisateurs pouvant se connecter au serveur.
hu: Maximálisan hány felhasználó csatlakozhat a szerverhez.
it: Numero massimo di utenti che possono connettersi al server
lo: ຈຳນວນຜູ້ໃຊ້ສູງສຸດທີ່ສາມາດເຊື່ອມຕໍ່ກັບເຊີບເວີໄດ້.
nl: Maximum aantal gebruikers dat verbinding kan maken met de server.
pl: Maksymalna liczba użytkowników mogących połączyć się z serwerem.
ro: Numărul maxim de utilizatori care se pot conecta la server.
ru: Максимальное число пользователей, которые могут подключаться к серверу.
sv: Maximalt antal användare som kan ansluta till servern.
uk: Максимальне число користувачів, при'єднаних до сервера.
zh_cn: 可连接到服务器的最大用户数。

source: Maximum number of connections allowed per IP address. (0 = unlimited).
af: Maksimum aantal van verbindings toegelaat per IP adres. (0 = onbeperk).
ca: Nombre màxim de connexions permeses per adreça IP. (0 = sense límit).
cs: Nejvýše spojení umožněných na IP adresu (nula, zapsáno jako „0“ znamená bez omezení).
de: Maximale Anzahl der Verbindungen pro IP-Adresse (0 = unbegrenzt).
el: Μέγιστος αριθμός συνδέσεων που επιτρέπονται ανά διέυθυνση IP. (0 = απεριόριστο).
es: Nº Max. de conexiones permitidas por IP. (0 = sin limite)
fr: Nombre maximal de connexions autorisées par adresse IP. (0 = illimité).
hu: Maximálisan megengedett kapcsolatok száma IP címenként (0 = korlátlan).
it: Numero massimo di connessioni per indirizzo IP. (0 = illimitato).
lo: ຈຳນວນການເຊື່ອມຕໍ່ສູງສຸດທີ່ອະນຸຍາດຕໍ່ທີ່ຢູ່ IP. (0 = ບໍ່ຈຳກັດ).
nl: Maximaal aantal verbindingen toegestaan per IP-adres. (0 = ongelimiteerd).
pl: Maksymalna liczba połączeń dozwolonych z jednego adresu IP (0=nieograniczona).
ro: Numărul maxim de conexiuni posibile de pe o adresă IP (0 = nelimitat).
ru: Максимальное количество соединений, разрешенных для одного IP-адреса. (0 = без ограничений).
sv: Max. anslutningar per IP-adress. (0 = obegränsat)
uk: Максимальне число з'єднань дозволених для IP-адреси (0 = необмежене)
zh_cn: 每个IP地址允许的最大连接数。 （0 =无限制）。

source: Maximum number of allowed password attempts before disconnection.
af: Maksimum hoeveelheid toegelaatte wagwoord probeerslae voor ontkonneksieion.
ca: El nombre màxim d'intents d'introducció de la contrasenya abans de la desconnexió.
cs: Nejvyšší přijatelný počet pokusů o zadání hesla, než dojde k odpojení.
de: Maximal erlaubte Verbindungsversuche bevor eine Trennung durchgeführt wird.
el: Μέγιστος αριθμός επιτρεπτών προσπαθειών εισαγωγής του κωδικού προτού γίνει αποσύνδεση.
es: Número máximo de intentos de contraseñas permitidas antes de la desconexión.
fr: Nombre maximum autorisé de tentatives de mot de passe avant déconnexion.
hu: Max. jelszó próbálkozások ledobás előtt
it: Numero massimo di tentativi password prima della disconnessione.
lo: ຈຳນວນການພະຍາຍາມໃສ່ລະຫັດຜ່ານສູງສຸດທີ່ອະນຸຍາດກ່ອນທີ່ຈະຕັດການເຊື່ອມຕໍ່.
nl: Maximum aantal toegestane wachtwoord pogingen voor de verbinding wordt verbroken.
pl: Maksymalna ilość prób podania hasła przed rozłączeniem.
ro: Numărul maxim de încercări de introducere parolă înainte de deconectare.
ru: Максимально допустимое число попыток ввода пароля перед отключением.
sv: Maximalt antal tillåtna lösenordsförsök innan nedkoppling.
uk: Максимальна кількість спроб вводу пароля до роз'єднання.
zh_cn: 断线前允许的最多密码尝试次数。

source: Maximum idle time in seconds.
af: Maksimum idle tyd in sekondes.
ca: Temps màxim de espera en segonds
cs: Nejdelší přijatelná doba nečinnosti v sekundách.
de: Maximale Leerlaufzeit in Sekunden.
el: Μέγιστος χρόνος αδράνειας σε δευτερόλεπτα.
es: Tiempo de espera maximo en segundos
fr: Temps d'inoccupation maximum en secondes.
hu: Maximális várakozási idő mp-ben.
it: Tempo di idle massimo (sec.).
lo: ເວລາບໍ່ເຄື່ອນໄຫວສູງສຸດເປັນວິນາທີ.
nl: De maximale rusttijd in seconden.
pl: Limit czasu bezczynności w sekundach.
ro: Timp maxim mod idle în secunde.
ru: Максимальное время бездействия (в секундах).
sv: Maximal vilotid i sekunder
uk: Максимальний час простою в секундах.
zh_cn: 最大闲置时间（秒）

source: Permit Root Login
af: Permit Wortel Teken in
ca: Permís l'accés del Root
cs: Umožnit přihlášení správce systému (root)
de: Root-Login zulassen
el: Επιτρέπεται Σύνδεση Root
es: Permitir login de root
fr: Autoriser la connexion Root
hu: Root bejelentkezés engedélyezése
it: Consenti login come Root
lo: ອະນຸຍາດການເຂົ້າສູ່ລະບົບຂອງ Root
nl: Inloggen Root Toestaan
pl: Dozwolone logowanie roota
ro: Permisiune de login ca root
ru: Разрешен вход от имени root
sv: Tillåt rootinloggning
uk: Дозволити вхід як root
zh_cn: 允许Root登录

source: Specifies whether it is allowed to login as superuser (root) directly.
af: Spesifiseer of dit moontlik is om direk aan te meld as supergebruiker (wortel ).
ca: Especifica si es permet iniciar la sessió com a superusuari (root) directament.
cs: Určuje, zda bude možné se přihlásit přímo jako správce systému (root).
de: Gibt an, ob es dem Administrator (root) erlaubt ist, sich direkt einzuloggen.
el: Καθορίζει αν επιτρέπεται ή όχι η σύνδεση σαν υπερχρήστης (root) άμεσα.
es: Indica si es posible acceder como superusuario (root) directamente.
fr: Indique s'il est permis de se connecter directement en superutilisateur (root).
hu: Meghatározza, hogy a szuperfelhasználó (root) közvetlenül bejelentkezhet-e.
it: Specificare se deve essere consentito il login diretto come superutente (root).
lo: ລະບຸວ່າອະນຸຍາດໃຫ້ເຂົ້າສູ່ລະບົບເປັນຜູ້ໃຊ້ສູງສຸດ (root) ໂດຍກົງຫຼືບໍ່.
nl: Toestaan dat gebruikers als supergebruiker direct (root) mogen aanmelden.
pl: Zezwala na logowanie super-użytkownika (root).
ro: Specifică dacă vă puteți autentifica direct ca superutilizator (root).
ru: Указывает, позволен ли вход от имени суперпользователя (root)
sv: Specificerar om det är tillåtet att logga in som superanvändare (root) direkt.
uk: Визначає чи дозволено відразу логуватись як користувач root.
zh_cn: 指定是否允许直接以超级用户（root）身份登录。

source: Anonymous Users
af: Anonieme Gebruikers
ca: Usuaris anònims
cs: Anonymní uživatelé
de: Anonymer Benutzer
el: Ανώνυμοι Χρήστες
es: Usuarios Anónimos
fr: Utilisateurs Anonymes
hu: Névtelen felhasználók
it: Utente Anonimo
lo: ຜູ້ໃຊ້ບໍ່ລະບຸຊື່
nl: Anonieme Gebruikers
pl: Anonimowi użytkownicy
ro: Utilizatori anonimi
ru: Анонимные пользователи
sv: Anonym användare
uk: Анонімні користувачі
zh_cn: 匿名用户

source: Only allow anonymous users. Use this on a public FTP site with no remote FTP access to real accounts.
af: Toelaat enigste anonieme gebruikers. Gebruik hierdie op 'n openbare FTP werf met geen afstand FTP toegang om regte rekeninge.
ca: Només permetre als usuaris anònims. Utilitzeu aquesta en un lloc FTP públic sense accés FTP remot als comptes reals.
cs: Zpřístupnit pouze anonymním uživatelům. Toto použijte na veřejném FTP serveru, kde pro FTP přístup nemají být používány skutečné uživatelské účty v operačním systému.
de: Nur anonymen Benutzern Zugang gewähren. Benutzen Sie diese Einstellung nur bei öffentlichen FTP-Seiten, die keine Verbindung zu echten Benutzerkonten besitzt.
el: Επιτρέπει μόνο τους ανώνυμους χρήστες. Χρησιμοποιήστε αυτό σε μια δημόσια τοποθεσία FTP χωρίς απομακρυσμένη πρόσβαση FTP σε πραγματικούς λογαριασμούς.
es: Permitir solo usuarios anonimos. Usarlo en un sitio FTP publico sin acceso remoto FTP para cuentas reales.
fr: Autoriser seulement les utilisateurs anonymes. Utiliser sur un site FTP public, sans accès FTP à distance à de vrais comptes.
hu: Csak névtelen felhasználók. Ajánlott publikus FTP oldalaknál, ahol nincs FTP hozzáférés a valós felhasználókkal.
it: Consente solo utenti anonimi. Utilizzare questo su un sito FTP pubblico senza accesso FTP remoto, agli account reali.
lo: ອະນຸຍາດສະເພາະຜູ້ໃຊ້ບໍ່ລະບຸຊື່. ໃຊ້ຕົວເລືອກນີ້ໃນເວັບໄຊ FTP ສາທາລະນະທີ່ບໍ່ມີການເຂົ້າເຖິງ FTP ທາງໄກໄປຍັງບັນຊີຈິງ.
nl: Alleen anonieme gebruikers toegestaan. Gebruik deze optie voor een openbare FTP site zonder extern FTP toegang naar echte accounts.
pl: Zezwalaj tylko na dostęp anonimowy. Użytej tej opcji na publicznych serwerach FTP bez zdalnego dostępu do prawdziwych kont.
ro: Este permis doar accesul utilizatorilor anonimi. Utilizați acest mod pentru siteuri FTP publice fără acces direct la conturile reale.
ru: Разрешить только анонимных пользователей. Используется на публичном FTP-сайте без удаленного FTP-доступа к существующим учетным записям.
sv: Tillåt endast anonyma användare. Använd detta för en publik FTP-plats, utan fjärråtkomst med FTP till riktiga konton.
uk: Дозволяти лише анонімних користувачів. Викоритовувати на публічних FTP сайтах, де немає віддаленого FTP доступу до реальних облікових записів.
zh_cn: 只允许匿名用户。用作公共FTP站，并拒绝真实帐号远程FTP访问。

source: Authenticated Users
af: Geoutenseerde Gebruikers
ca: usuaris autenticats
cs: Ověření uživatelé
de: autorisierte Benutzer
el: Πιστοποιημένοι Χρήστες
es: Usuarios Autentificados
fr: Utilisateurs Authentifiés
hu: Hitelesített felhasználók
it: Utente autenticato
lo: ຜູ້ໃຊ້ທີ່ກວດສອບແລ້ວ
nl: Geverifieerde Gebruikers
pl: Uwierzytelnieni użytkownicy
ro: Utilizatori autentificați
ru: Авторизованные пользователи
sv: Autentiserade användare
uk: Автентифіковані користувачі
zh_cn: 授权用户

source: Only allow authenticated users. Anonymous logins are prohibited.
af: Enigste toelaat geoutenseerde gebruikers. Anonymous logins word verbied.
ca: Només permetre als usuaris autenticats. Es prohibeixen els inicis de sessió anònims.
cs: Zpřístupnit pouze ověřeným uživatelům. Anonymní přihlášení nejsou umožněna.
de: Nur authentifizierte Benutzer zulassen. Anonymer Zugang ist verboten.
el: Να επιτρέπονται μόνο πιστοποιημένοι χρήστες. Να απαγορεύονται ανώνυμοι είσοδοι.
es: Solo permitir usuarios autenticados. Ingresos anonimos están prohibidos.
fr: Autoriser les utilisateurs authentifiés seulement. Accès anonymes interdit.
hu: Csak hitelesített felhasználók engedélyezettek. Névtelen bejelentkezések tiltva.
it: Permette solo utenti autenticati. Le login anonime sono vietate.
lo: ອະນຸຍາດສະເພາະຜູ້ໃຊ້ທີ່ກວດສອບແລ້ວ. ຫ້າມການເຂົ້າສູ່ລະບົບແບບບໍ່ລະບຸຊື່.
nl: Alleen geverifieerde gebruikers toestaan. Anonieme aanmeldingen zijn verboden.
pl: Zezwalaj tylko na dostęp z autentykacją. Dostęp anonimowy jest niedozwolony.
ro: Este permis doar accesul utilizatorilor autentificaţi. Accesul "anonim" nu este permis.
ru: Разрешить только авторизованных пользователей. Анонимные логины запрещены.
sv: Tillåt endast autentiserade användare. Anonyma inloggningar förhindras.
uk: Дозволяти лише авторизованих користувачів. Анонімний доступ заборонено.
zh_cn: 只允许授权用户，匿名用户无法登录。

source: Group Allow
af: Groep Toelaat
ca: Permet grup
cs: Skupina umožněných
de: Gruppen erlauben
el: Ομάδες που Επιτρέπονται
es: Permitidos en el grupo
fr: Autoriser groupe
hu: Engedélyező csoport
it: Gruppo ammesso
lo: ກຸ່ມທີ່ອະນຸຍາດ
nl: Groep Toestaan
ro: Grupul Allow
ru: Разрешенная группа
sv: Tillåtna grupper
uk: Дозволи Групи
zh_cn: 组允许

source: Comma-separated list of group names that are permitted to login to the FTP server. (empty = ftp group).
af: Komma-afgeskei lys van groep name daardie is permitted om login om die FTP-bediener. (leë = ftp groep).
ca: Llista de noms de grups que tenen permís per iniciar sessió al servidor FTP separada per comes. (Buit = grup ftp).
cs: Čárkou oddělovaný seznam skupin, jejichž členům je umožněno přihlašovat se na FTP server (nevyplněno = skupina ftp).
de: Kommagetrennte Liste der Gruppennamen, welche sich in den FTP Server einloggen dürfen (leer = ftp group)
el: Ονόματα ομάδων διαχωρισμένα με κόμμα, τα οποία επιτρέπεται να συνδεθούν στον διακομιστή FTP.(κενό=ομάφα ftp).
es: Nombres de grupo, separados por coma, que tienen permitido el acceso al servidor FTP. (vacio = grupo ftp).
fr: Liste de noms de groupe séparés par des virgules et autorisés à se connecter au serveur FTP. (Vide = groupe ftp).
hu: Csoportnevek vesszővel elválasztott felsorolása, akik számára a bejelentkezés az FTP szerverre engedélyezett (üres = ftp csoport).
it: Lista con elementi separati da una virgola dei gruppi che hanno il permesso di fare il login sul server FTP. (vuoto = gruppo ftp).
lo: ລາຍຊື່ກຸ່ມທີ່ຂັ້ນດ້ວຍຈຸດທີ່ໄດ້ຮັບອະນຸຍາດໃຫ້ເຂົ້າສູ່ລະບົບເຊີບເວີ FTP. (ຫວ່າງເປົ່າ = ກຸ່ມ ftp).
nl: Komma-gescheiden lijst van groepsnamen die zijn toegestaan in te loggen op de FTP-server. (leeg = ftp groep).
pl: Oddzielona przecinkami lista nazw grup upoważnionych do logowania na serwer FTP. (puste = grupa ftp).
ro: Lista grupurilor separate prin virgulă care se pot conecta la serverul FTP (câmp necompletat = grupul ftp).
ru: Список имен групп разделенных запятыми, разрешенных для входа на сервер FTP. (пусто = ftp группа).
sv: Kommaseparerad lista med gruppnamn som tillåts logga in på FTP-servern. (tomt = FTP gruppen)
uk: Список імен груп розділених комами, дозволених для входу до серверу FTP. (Якщо пусто = група ftp).
zh_cn: 允许登录到FTP服务器的组名称的逗号分隔列表。 （空白= ftp组）。

source: Banner
af: Vaandel
ca: Rètol
cs: Uvítací text
el: Κείμενο υποδοχής
fr: Bannière
hu: Szalaghirdetés
lo: ປ້າຍປະກາດ
pl: Baner
ru: Приветствие
sv: Banderoll
uk: Банер
zh_cn: 欢迎信息

source: Greeting banner displayed to client when first connection comes in.
af: Groete banner word aan die klient vertoon wanneer die eerste verbinding binnek om.
ca: El missatge de salutació es mostra al client quan entra la primera connexió.
cs: Uvítací text zobrazený klientovi při prvním přihlášení.
de: Grußbotschaft die angezeigt wird, wenn sich der Client zum ersten Mal verbindet.
el: Μήνυμα χαιρετισμού που θα εμφανίζεται στον πελάτη όταν γίνεται η πρώτη σύνδεση.
es: Mensaje de bienvenida que se muestra al cliente cuando se crea la primera conexión.
fr: Bannière d'accueil affichée au client lors de la première connexion.
hu: Az első bejövő kapcsolatnál megjelenő üdvözlő banner.
it: Messaggio di benvenuto visualizzato dal client alla prima connessione.
lo: ປ້າຍປະກາດຕ້ອນຮັບທີ່ສະແດງໃຫ້ລູກຂ່າຍເມື່ອມີການເຊື່ອມຕໍ່ຄັ້ງທຳອິດ.
nl: De begroetings banner getoond aan de cliënt nadat de eerste verbinding tot stand is gekomen.
pl: Informacja powitalna wyświetlana klientom przy pierwszym połączeniu.
ro: Mesajul tip banner de afișat la prima conectare a unui utilizator.
ru: Приветствующий баннер, отображаемый клиенту при первом подключении.
sv: Hälsnings meddelande som visas för klient när första anslutningen sker.
uk: Банер привітання буде відображатися під час першого підключення клієнта.
zh_cn: 第一次连接进入时向客户端显示问候语横幅。

source: File Mask
af: Lêer Masker
ca: Màscara d'arxiu
cs: Maska souboru
de: Dateimaske
el: Μάσκα Αρχείων
es: Máscara de archivos
fr: Masque de fichier
hu: Fájlmaszk
it: Maschera file
lo: ມາສກ໌ໄຟລ໌
nl: Bestandsmachtiging
pl: Maska pliku
ro: Mască fișier
ru: Маска файла
sv: Filmask
uk: Файлова Маска
zh_cn: 文件掩码

source: Use this option to override the file creation mask (077 by default).
af: Gebruik hierdie opsie om die lêer skepping masker te oorheers (077 as standaard).
ca: Utilitzeu aquesta opció per anul·lar la màscara de creació de arxius (077 per defecte).
cs: Touto předvolbou je možné změnit masku přístupových práv na nově vytvářených souborech (výchozí je 077).
de: Benutzen Sie diese Option, um die Dateierzeugungsmaske (standardmäßig 077) zu überschreiben.
el: Χρησιμοποιήστε αυτή την επιλογή για να παρακάμψετε τη μάσκα δημιουργίας αρχείου (077 η προεπιλογή)
es: Use esta opción para sobrescribir la máscara de creación de archivos (077 por defecto).
fr: Utilisez cette option pour outrepasser le masque de création de fichiers (077 par défaut).
hu: Ezzel az opcióval felülírhatja a fájl létrehozási maszkot (alapból 077).
it: Usare questa opzione per sovrascrivere la maschera di creazione file (077 di base).
lo: ໃຊ້ຕົວເລືອກນີ້ເພື່ອລົບລ້າງມາສກ໌ການສ້າງໄຟລ໌ (ຄ່າເລີ່ມຕົ້ນແມ່ນ 077).
nl: Gebruik deze optie om de bestandsmachtigingen te overbruggen (standaard 077).
pl: Użyj tej opcji aby nadpisać maskę dla tworzonych plików (domyślnie 0777).
ro: Folosiți această opțiune pentru a suprascrie masca utilizată la crearea fișierelor (implicit 0777).
ru: Использовать эту возможность для замещения маски создания файлов (077 по умолчанию).
sv: Använd detta alternativ för att åsidosätta katalogens skapade mask (077 som standard).
uk: Використовуйте цей параметр, щоб перевизначити маску створення файла (077 за замовчуванням).
zh_cn: 使用此选项来覆盖新创建的文件的默认掩码（默认为077）。

source: Directory Mask
af: Directory Masker
ca: Màscara directori
cs: Maska složky
de: Verzeichnismaske
el: Μάσκα Φακέλου
es: Máscara de directorio
fr: Masque de répertoire
hu: Mappamaszk
it: Maschera della directory
lo: ມາສກ໌ໄດເລກະທໍຣີ
nl: Map Rechten
pl: Maska katalogu
ro: Mască director
ru: Маска каталога
sv: Katalogmask
uk: Маска каталогу
zh_cn: 目录掩码

source: Use this option to override the directory creation mask (022 by default).
af: Gebruik hierdie opsie om die lêergids skepping masker te oorheers (022 as standaard).
ca: Utilitzeu aquesta opció per anul·lar la màscara de creació de directoris (022 per defecte).
cs: Touto předvolbou je možné změnit masku přístupových práv pro nově vytvářené složky (výchozí je 022).
de: Standard-Zugriffsrechte für die Erstellung eines neuen Verzeichnisses (Standard: 022)
el: Χρησιμοποιήστε αυτή την επιλογή για να παρακάμψετε τη μάσκα δημιουργίας καταλόγου (022 η προεπιλογή)
es: Use esta opción para sobrescribir la máscara de creación del directorio (022 por defecto).
fr: Utilisez cette option pour outrepasser le masque de création de répertoires (022 par défaut).
hu: Ezzel az opcióval felülírhatja a fájl létrehozási maszkot (alapból 022).
it: Usare questa opzione per sovrascrivere la maschera di creazione directory (022 di base).
lo: ໃຊ້ຕົວເລືອກນີ້ເພື່ອລົບລ້າງມາສກ໌ການສ້າງໄດເລກະທໍຣີ (ຄ່າເລີ່ມຕົ້ນແມ່ນ 022).
nl: Gebruik deze optie om de mapmachtigingen te overbruggen (standaard 022).
pl: Użyj tej opcji aby nadpisać maskę dla tworzonych katalogów (domyślnie 022).
ro: Folosiți această opțiune pentru a suprascrie masca de creare a directoarelor (valoare implicită 022).
ru: Использовать эту возможность для замещения маски создания каталогов (022 по умолчанию).
sv: Använd detta alternativ för att åsidosätta katalogens skapade mask (022 som standard).
uk: Використовуйте цей параметр, щоб перевизначити маску створення каталогу (022 за замовчуванням).
zh_cn: 使用此选项来覆盖新创建的目录的默认掩码（默认为022）。

source: Enable FXP protocol.
af: Inskakel FXP protokol.
ca: Habilitar protocol FXP.
cs: Zapnout protokol FXP.
de: Aktiviere FXP-Protokoll.
el: Ενεργοποίηση πρωτοκόλλου FXP.
es: Habilitar el protocolo FXP.
fr: Activer le protocole FXP.
hu: FXP protokoll engedélyezése.
it: Abilita il protocollo FXP.
lo: ເປີດໃຊ້ໂປຣໂຕຄໍ FXP.
nl: Inschakelen FXP protocol.
pl: Włącz protokół FXP.
ro: Activare protocol FXP.
ru: Включить протокол FXP
sv: Aktivera FXP-protokoll.
uk: Дозволити протокол FXP
zh_cn: 启用 FXP 协议。

source: FXP allows transfers between two remote servers without any file data going to the client asking for the transfer (insecure!).
af: FXP laat oordragte tussen twee afgeleë bedienders toe sonder dat enige lêer data na die klient wat die oordrag versoek het, gestuur word (onveilig!).
ca: FXP permet transferències entre dos servidors remots sense cap tipus de dades dels arxius que van al client que sol·licita la transferència (insegur!).
cs: FXP umožňuje přenášení dat mezi dvěma vzdálenými servery bez toho, aby data procházela přes klienta, požadujícího přenos (nezabezpečené!).
de: FXP ermöglicht Übertragungen zwischen zwei Servern ohne Zwischenübertragung von Daten über den anfragenden Rechner (unsicher!).
el: Το FXP επιτρέπει μεταφορές ανάμεσα σε δύο απομακρυσμένους διακομιστές χωρίς κανένα αρχείο δεδομένων να πηγαίνει στον πελάτη που ζητά την μεταφορά (μη ασφαλές!).
es: FXP permite transferencias entre dos servidores remotos sin que ningún archivo de datos se transmita al cliente que solicita la transferencia (inseguro!).
fr: FXP permet les transferts entre serveurs sans passer par le client initiant le transfert (non sécurisé!).
hu: Az FXP lehetővé teszi a két távoli szerver közti adatcserét anélkül, hogy a klienstől kérnék az átvitelt.
it: FXP consente trasferimenti tra due server remoti senza che alcun file dati giunga al client che chiede il trasferimento (insicuro!).
lo: FXP ອະນຸຍາດໃຫ້ໂອນຂໍ້ມູນລະຫວ່າງສອງເຊີບເວີທາງໄກໂດຍບໍ່ມີຂໍ້ມູນໄຟລ໌ໃດໆສົ່ງໄປຍັງລູກຂ່າຍທີ່ຮ້ອງຂໍການໂອນ (ບໍ່ປອດໄພ!).
nl: FXP laat bestandsoverdracht toe tussen twee externe servers zonder overdracht naar de cliënt die de overdracht aanvraagt (onveilig!).
pl: FXP umożliwia transfer między dwoma zdalnymi serwerami bez wysyłania pliku danych do klienta z zapytaniem o transfer (niebezpieczne!)
ro: FXP permite transferul direct, cu viteză maximă, între două servere, în mod direct, fără ca datele transferate să mai treacă pe la clientul care a inițiat transferul (mod nesigur)!
ru: Протокол FXP позволяет передавать данные между двумя удаленными серверами без отправки их клиенту, запросившему передачу (небезопасно!).
sv: FXP tillåter överföring mellan två fjärrservrar utan någon data till klienten som frågar efter överföringen (osäkert!).
uk: FXP дозволяє передачу даних між двома віддаленими серверами без надсилання їх до клієнта, що запросив передачу (небезпечно!).
zh_cn: FXP是支持两个远端服务器互传文件的通讯协议。(有安全疑虑！).

source: Resume
af: Gaan voort
ca: Continua
cs: Pokračovat
de: Fortfahren
el: Συνέχεια
es: Continuar
fr: Reprise
hu: Folytatás
it: Ripristina
lo: ສືບຕໍ່
nl: Hervatten
pl: Wznów
ro: Reluare transfer
ru: Возобновление
sv: Återuppta
uk: Відновити
zh_cn: 继续
