Repository: rojim666/xigmanas-code-r10599-trunk
Catalog: locale/xigmanas-*.po
Languages: af, ca, cs, de, el, es, fr, hu, it, lo, nl, pl, ro, ru, sv, uk, zh_cn

source: This will erase ALL data on your disk! Do not use this option if you want to add an existing encrypted disk.
af: Hierdie sal AL die data op jou skyf uitvee! Moet nie hierdie opsie gebruik as jy 'n bestaande gekodeerde skyf wil gebruik nie.
ca: Això esborrarà totes les dades en el disc! No utilitzeu aquesta opció si voleu afegir un disc encriptat existent.
cs: Toto smaže VEŠKERÁ data na daném disku! Tuto volbu nepoužívejte v případě, že chcete přidat existující šifrovaný disk.
de: Sämtliche Daten auf der Festplatte werden gelöscht! Benutzen Sie diese Option nicht, wenn Sie eine existierende verschlüsselte Festplatte hinzufügen wollen.
el: Αυτό θα διαγράψει ΟΛΑ τα δεδομένα του δίσκου σας! Μην χρησιμοποιείτε αυτή την επιλογή αν θέλετε να προσθέσετε έναν υπάρχον κρυπτογραφημένο δίσκο.
es: ¡Esto borrara toda la informacion en tu Disco! No utilices esta opción si quieres agregar un disco ya encriptado/cifrado.
fr: Ceci va supprimer TOUTES les données de votre disque ! Ne pas utiliser cette option si vous voulez ajouter un disque déjà chiffré.
hu: Ez a lemezen lévő ÖSSZES adatot törli! Már meglévő titkosított lemez hozzáadásához ne ezt a lehetőséget használd!
it: Questo cancellerà TUTTI i dati sul disco! Non usare questa opzione se si desidera aggiungere un disco cifrato già esistente.
lo: ນີ້ຈະລຶບຂໍ້ມູນທັງໝົດໃນດິສກ໌ຂອງທ່ານ! ຢ່າໃຊ້ຕົວເລືອກນີ້ຖ້າທ່ານຕ້ອງການເພີ່ມດິສກ໌ທີ່ເຂົ້າລະຫັດທີ່ມີຢູ່ແລ້ວ.
nl: Dit zal ALLE data op de schijf wissen! Gebruik deze optie niet als u een bestaand reeds gecodeerde schijf wil toevoegen.
pl: To spowoduje usunięcie WSZYSTKICH danych z Twojego dysku! Nie używaj tej opcji jeśli chcesz dodać istniejący zaszyfrowany dysk.
ro: Această opțiune determină ştergerea TUTUROR datelelor de pe disc! Nu folosiți această opțiune dacă doriți să adăugați un disc criptat existent.
ru: Внимание! Все данные на вашем диске будут УДАЛЕНЫ! Не используйте эту опцию, если вы просто хотите добавить уже зашифрованный диск.
sv: Detta kommer att radera ALL data på din disk! Använd inte detta val om du vill lägga till en existerande krypterad disk.
uk: Це видалить всі дані на жорсткому диску! Не використовуйте цю опцію, якщо ви хочете додати існуючий зашифрований диск.
zh_cn: 这将删除选中的磁盘上的所有数据！如果你想再次添加已存在的加密磁盘，请不要使用这个选项。

source: Cancel
af: Kanselleer
ca: Canceŀla
cs: Zrušit
de: Abbrechen
el: Άκυρο
es: Cancelar
fr: Annuler
hu: Mégsem
it: Annulla
lo: ຍົກເລີກ
nl: Annuleren
pl: Anuluj
ro: Anulare
ru: Отмена
sv: Avbryt
uk: Скасувати
zh_cn: 取消

source: Command output:
af: Bevel uitset:
ca: Sortida del comandament:
cs: Výstup z příkazu:
de: Befehlsausgabe:
el: Έξοδος εντολής:
es: Salida del comando:
fr: Résultat de la commande:
hu: Parancs kimenet:
it: Output del comando:
lo: ຜົນການຄຳສັ່ງ:
nl: Opdracht uitkomst:
pl: Wynik polecenia:
ro: Rezultat comandă:
ru: Результат выполнения:
sv: Kommandoutmatning:
uk: Вивід команди:
zh_cn: 命令输出：

source: Encrypting '%s'... Please wait
af: Enkripteer tans '%s'... Wag asseblief
ca: Encriptant '%s'... Si us plau esperi
cs: Šifrování %s – čekejte…
de: »%s« wird verschlüsselt, bitte warten …
el: Κρυπτογράφηση του '%s'... Παρακαλώ περιμένετε
es: Cifrando '%s'... Por favor espere
fr: Chiffrement de '%s'... patientez
hu: '%s' titkosítása... Kérem várjon
it: Crifratura '%s' in corso... Attendere
lo: ກຳລັງເຂົ້າລະຫັດ '%s'... ກະລຸນາລໍຖ້າ
nl: Coderen '%s'... Een ogenblik geduld
pl: Szyfrowanie '%s'... Proszę czekać
ro: Criptare '%s"... Vă rugăm așteptați
ru: Шифруется '%s'... Пожалуйста, подождите...
sv: Krypterar '%s'... Var god vänta
uk: Шифрую '%s'... Зачекайте будь ласка
zh_cn: 正在加密 '%s'... 请稍待...

source: Attaching provider '%s'.
af: Aangeheg Verskaffer '%s'.
ca: Adjuntant proveïdor '%s'
cs: Připojování poskytovatele „%s“
de: Binde Provider '%s' ein.
el: Επισυνάπτεται ο πάροχος '%s'.
es: Agregando provedor '%s'.
fr: Attachement du provider '%s'.
hu: '%s' szolgáltató csatlakoztatása.
it: Aggancio il provider '%s'.
lo: ກຳລັງເຊື່ອມຕໍ່ຜູ້ໃຫ້ບໍລິການ '%s'.
nl: Verbindings provider '%s'.
pl: Dołączono dostawcę '%s'.
ro: Atașează furnizorul '%s'.
ru: Подключение провайдера '%s'.
sv: Lägger till leverantör '%s'.
uk: Приєднання провайдера '%s'.
zh_cn: 连接 '%s' 中。

source: Command
af: Bevel
ca: Comandament
cs: Příkaz
de: Befehl
el: Εκτέλεση εντολής
es: Comando
fr: Commande
hu: Parancs
it: Comando
lo: ຄຳສັ່ງ
nl: Opdracht Uitvoeren
pl: Polecenie
ro: Comandă
ru: Команда
sv: Kommando
uk: Команда
zh_cn: 命令

source: The encrypted device is currently mounted!
af: Die gekodeerde toestel is huidiglik gemonteer!
ca: El dispositiu de xifrat està muntat!
cs: Toto šifrované zařízení je nyní připojené (mount)!
de: Das verschlüsselte Gerät ist momentan eingehängt.
el: Η κρυπτογραφημένη συσκευή είναι αυτή τη στιγμή προσαρτημένη!
es: El dispositivo encriptado se encuentra montado!
fr: Le périphérique crypté est actellement monté!
hu: Az titkosított eszköz jelenleg be van csatolva!
it: Il dispositivo criptato è attualmente montato!
lo: ອຸປະກອນທີ່ເຂົ້າລະຫັດກຳລັງຖືກເຊື່ອມຕໍ່ຢູ່!
nl: De gecodeerde schijf is momenteel aangekoppeld!
pl: Zaszyfrowane urządzenie jest obecnie zamontowane!
ro: Dispozitivul criptat este deja montat!
ru: Защищённое устройство в настоящее время смонтировано!
sv: Den krypterade enheten är för närvarande monterad!
uk: Захищений пристрій в даний час змонтовано!
zh_cn: 加密的设备当前已挂载！

source: Failed to upload file.
af: Mislukte om oplaai lêer.
ca: Falla al carregar el fitxer.
cs: Nezdařilo se nahrát soubor.
de: Das Hochladen der Datei ist fehlgeschlagen.
el: Αποτυχία ανεβάσματος αρχείου.
es: Fallo al subir el archivo.
fr: Echec du téléchargement du fichier.
hu: Fájlfeltöltés sikertelen.
it: Upload del file fallito.
lo: ອັບໂຫຼດໄຟລ໌ລົ້ມເຫຼວ.
nl: Mislukt om de file te uploaden.
pl: Nie udało się wysłać pliku.
ro: Eroare încărcare fișier.
ru: Ошибка при загрузке файла
sv: Misslyckades att ladda upp fil.
uk: Відмова вивантаження файлу.
zh_cn: 上传文件失败。

source: Encryption Tools
af: Enkripteer Gereedskap
ca: Eines de xifrat
cs: Šifrovací nástroje
de: Verschlüsselungswerkzeuge
el: Εργαλεία Κρυπτογράφησης
es: Herramientas Encriptación
fr: Outils de chiffrement
hu: Titkosító eszközök
it: Strumenti crittografia
lo: ເຄື່ອງມືການເຂົ້າລະຫັດ
nl: Encryptie Hulpmiddelen
pl: Narzędzia szyfrowania
ro: Unelte criptare
ru: Инструменты шифрования
sv: Krypteringsverktyg
uk: Інструмент шифрування
zh_cn: 加密工具

source: Attach
af: Heg aan
ca: Adjunta
cs: Připojit
de: Anhängen
el: Σύνδεση
es: Conectar
fr: Attacher
hu: Csatolás
it: Aggancia
lo: ເຊື່ອມຕໍ່
nl: Aankoppelen
pl: Przyłącz
ro: Atașare
ru: Прикрепить
sv: Anslut
uk: Приєднання
zh_cn: 挂接

source: Detach
ca: Separa
cs: Odpojit
de: Trennen
el: Αποσύνδεση
es: Desconectar
fr: Détacher
hu: Leválasztás
it: Sgancia
lo: ຖອດການເຊື່ອມຕໍ່
nl: Loskoppelen
pl: Odłącz
ro: Detașare
ru: Отсоединить
sv: Koppla ifrån
uk: Від'єднання
zh_cn: 分离

source: Setkey
af: Stel sleutel
ca: Fixar la clau
cs: Nastavit klávesu
de: Schlüssel setzen
es: Definir Key
fr: Touche de réglage
hu: Kulcsbeállítás
it: Chiave settata
lo: ຕັ້ງກະແຈ
ro: Setare cheie
sv: Inställningsnyckel
uk: Встановити ключ шифрування

source: List
af: Lys
ca: Llista
cs: Seznam
de: Liste
el: Λίστα
es: Lista
fr: Liste
hu: Lista
it: Elenco
lo: ລາຍການ
nl: Lijst
pl: Pokaż
ro: Listă
ru: Список
sv: Lista
uk: Список
zh_cn: 列表

source: Backup
af: Rugsteun
ca: Còpia de seguretat
cs: Zálohovat
de: Sicherung
el: Αντίγραφο Ασφαλείας
fr: Sauvegarde
hu: Biztonsági mentés
lo: ສຳຮອງຂໍ້ມູນ
pl: Kopia zapasowa
ru: Резервирование
sv: Säkerhetskopiera
uk: Резервування
zh_cn: 备份

source: Restore
af: Restoureer
ca: Restablir
cs: Obnovit
de: Wiederherstellen
el: Επαναφορά
es: Restaurar
fr: Restaurer
hu: Visszaállítás
it: Ripristina
lo: ກູ້ຄືນ
nl: Herstellen
pl: Przywróć
ro: Restaurare
ru: Восстановить
sv: Återskapa
uk: Відновлення
zh_cn: 恢复

source: Old Passphrase
af: Ou Wagwoordfrase
ca: Contrasenya antiga
cs: Původní heslová fráze
de: Bisheriges Passwort
el: Παλιό Συνθηματικό
es: Contraseña antigua
fr: Ancienne phrase secrète
hu: Régi jelszó
it: Vecchia frase d'accesso
lo: ລະຫັດຜ່ານເກົ່າ
nl: Oud wachtwoordzin
pl: Stare hasło
ro: Frază-parolă veche
ru: Утстаревшая парольная фраза
sv: Gamla lösenordet
uk: Старий пароль
zh_cn: 旧密码短语

source: Backup File
af: Rugsteun Lêer
ca: Fitxer de còpia de seguretat
cs: Soubor se zálohou
de: Sicherungsdatei
el: Αρχείο Αντιγράφου Ασφαλείας
es: Archivo de Backup
fr: fichier de Sauvegarde
hu: Biztonsági mentés fájlja
it: File di backup
lo: ໄຟລ໌ສຳຮອງ
nl: Backup Bestand
pl: Plik kopii zapasowej
ro: Fișier backup
ru: Резервная копия файла
sv: Säkerhetskopiera fil
uk: Файл архіву
zh_cn: 备份文件

source: Restore metadata from the given file to the given provider.
af: Herstel metadata van die gegewe lêer na die gegewe verskaffer.
ca: Restaurar metadades del fitxer donat al proveïdor determinat.
cs: Obnovit metadata z daného souboru danému poskytovateli.
de: Die Metadaten aus der angegebenen Datei zum vorgegebenen Anbieter wiederherstellen.
el: Επαναφορά των μεταδεδομένων από το δοθέν αρχείο στο δοθέντα πάροχο.
es: Restaurar metadata desde el archivo otorgado al proveedor otorgado.
fr: Restaurer les méta-données depuis le fichier donné vers le fournisseur donné.
hu: Metaadatok visszaállítása a megadott szolgáltatótól kapott fájl alapján.
it: Ripristina metadati dal file fornito verso il provider specificato.
lo: ກູ້ຄືນເມຕາເດຕາຈາກໄຟລ໌ທີ່ໃຫ້ໄປຍັງຜູ້ໃຫ້ບໍລິການທີ່ໃຫ້.
nl: Herstellen metadata van het opgegeven bestand naar de opgegeven provider.
pl: Przywróć metadane z wskazanego pliku dla danego dostawcy.
ro: Restaurare metadata de la fișierul dat providerului specificat.
ru: Восстановить метаданные из выбранного файла в выбранное место.
sv: Återställ metadata från en given fil till en given leverantör
uk: Відновити метадані з обраного файлу в вибране місце.
zh_cn: 从文件还原元数据给指定提供者。

source: Execute
af: Teregstel
ca: Executar
cs: Spustit
de: Ausführen
el: Εκτέλεση
es: Ejecutar
fr: Exécuter
hu: Futtatás
it: Esegui
lo: ປະຕິບັດ
nl: Uitvoeren
pl: Wykonaj
ro: Executare
ru: Выполнение
sv: Kör
uk: Виконати
zh_cn: 执行

source: Command Output:
af: Bevel Uitset:
ca: Sortida de comanda:
cs: Výstup z příkazu:
de: Kommando-Ausgabeergebnis
el: Έξοδος Εντολής
es: Salida del comando
fr: Sortie de commande:
hu: Parancskimenet:
it: Output comandi:
lo: ຜົນການຄຳສັ່ງ:
nl: Resultaat Opdracht:
pl: Wyjście polecenia:
ro: Rezultat comandă:
ru: Вывод команды:
sv: Kommandoutmatning
uk: Виведення команди:
zh_cn: 命令输出：

source: Mounting device.
af: Gemonteering toestel.
ca: Dispositiu de muntatge.
cs: Připojování zařízení.
de: Gerät einbinden
el: Συσκευή προσάρτησης,
es: Dispositivo de montaje
fr: Périphérique en cours de montage.
hu: Eszköz csatolása.
it: Montaggio del dispositivo.
lo: ກຳລັງເຊື່ອມຕໍ່ອຸປະກອນ.
nl: Aankoppelen apparaat.
pl: Montowanie urządzenia.
ro: Montare dispozitiv.
ru: Монтирование устройства.
sv: Monterar enhet.
uk: Монтування пристрою.
zh_cn: 设备挂载中。

source: Successful.
af: Suksesvol.
ca: Exitós
cs: Úspešné.
de: Erfolgreich
el: Επιτυχές.
es: Correcto
fr: Succès.
hu: Sikeres.
it: Eseguito con Successo.
lo: ສຳເລັດ.
nl: Succesvol.
pl: Powodzenie.
ro: Cu succes.
ru: Успешно.
sv: Lyckat resultat.
uk: Успішно.
zh_cn: 完成。

source: Failed.
af: Mislukte
ca: Ha fallat.
cs: Nezdařilo se.
de: Fehlgeschlagen.
el: Απέτυχε.
es: Fallo.
fr: Echec
hu: Nem sikerült.
it: Non riuscito.
lo: ລົ້ມເຫຼວ.
nl: Mislukt.
pl: Błąd.
ro: Eroare.
ru: Ошибка.
sv: Misslyckades.
uk: Помилка.
zh_cn: 失败

source: Done.
af: Gedoen.
ca: Fet.
cs: Dokončeno.
de: Erledigt.
el: Ολοκληρώθηκε.
es: Hecho.
fr: Terminé.
hu: Kész.
it: Finito.
lo: ແລ້ວໆ.
nl: Gereed.
pl: Gotowe.
ro: Gata.
ru: Выполнено
sv: Klart.
uk: Готово.
zh_cn: 完成。

source: Failed to upload metadata backup file.
af: Mislukte om oplaai metadata rugsteun lêer.
ca: Error en carregar el fitxer de còpia de seguretat de metadades.
cs: Nezdařilo se nahrát soubor se zálohou metadat.
de: Hochladen der Metadatensicherungsdatei ist fehlgeschlagen.
el: Αποτυχία ανεβάσματος μεταδεδομένων αντιγράφου ασφαλείας.
es: Fallo al subir archivo de respaldo de metadatos.
fr: Echec au chargement du fichier de sauvegarde des méta-données.
hu: Metaadat-mentőfájl feltöltése sikertelen.
it: Upload del file di backup dei metadati fallito.
lo: ອັບໂຫຼດໄຟລ໌ສຳຮອງເມຕາເດຕາລົ້ມເຫຼວ.
nl: Mislukt om de metadata backup bestand te uploaden.
pl: Nie udało się wysłać pliku z backupem.
ro: Eroare încărcare fișier de backup metadate.
ru: Ошибка при загрузке файла метаданных.
sv: Misslyckades med att ladda upp metadata backupfil.
uk: Відмова вивантаження резервного файлу з метаданими.
zh_cn: 元数据备份文件上传失败。

source: Record is locked
af: Rekord is gesluit
ca: Registre està bloquejat
cs: Záznam je uzamčený
de: Aufzeichnung gesperrt
el: Η εγγραφή είναι κλειδωμένη
es: El registro está bloqueado
fr: L'enregistrement est verrouillé.
hu: A bejegyzés zárolt
it: Record bloccato
lo: ບັນທຶກຖືກລັອກ
nl: Item is vergrendeld
pl: Rekord jest zablokowany
ro: Înregistrare blocată
ru: Запись заблокирована
sv: Spåret är låst
uk: Запис заблоковано
zh_cn: 记录被锁定

source: Next
af: Volgende
ca: Següent
cs: Další
de: Weiter
el: Επόμενο
es: Siguiente
fr: Suivant
hu: Következő
it: Avanti
lo: ຕໍ່ໄປ
nl: Volgende
pl: Dalej
ro: Înainte
ru: Далее
sv: Nästa
uk: Наступне
zh_cn: 下一步

source: Back
af: Terug
ca: Enrera
cs: Zpět
de: Zurück
el: Πίσω
es: Atrás
fr: Retour en arrière
hu: Vissza
it: Indietro
lo: ກັບຄືນ
nl: Terug
pl: Wstecz
ro: Înapoi
ru: Назад
sv: Åter
uk: Назад
zh_cn: 后退

source: Format
af: Formateer
cs: Formátovat
de: Formatieren
el: Διαμόρφωση
es: Formatear
fr: Formater
hu: Formázás
it: Formatta
lo: ຮູບແບບ
nl: Formatteren
pl: Formatowanie
ro: Formatare
ru: Форматирование
sv: Formatera
uk: Формат
zh_cn: 格式化

source: UFS (GPT and Soft Updates)
af: UFS (GPT en Sagte Opdaterings)
ca: UFS (GPT i actualitzacions de programari)
cs: UFS (GPT a soft aktualizace metadat)
de: UFS (GPT und Soft Updates)
el: UFS (GPT και Soft Updates)
fr: UFS (GPT et Soft Updates)
hu: UFS (GPT és Puha Frissítések)
it: UFS (GPT ed aggiornamenti software)
lo: UFS (GPT ແລະ Soft Updates)
nl: UFS (GPT en Soft Updates)
pl: UFS (GPT i uaktualnienia oprogramowania)
ro: UFS (GPT și Soft Updates)
sv: UFS (GPT och uppdateringar)
uk: UFS (GPT і Soft Updates)
zh_cn: UFS（GPT和软更新）

source: ZFS Storage Pool
af: ZFS Berging Poel
ca: Pisicina de emmagatzemament de ZFS
cs: ZFS fond úložišť
de: ZFS-Speicherpool
es: Almacenamiento ZFS en la agrupación de dispositivos(Pool).
fr: Pool de stockage ZFS
hu: ZFS tároló
it: Pool ZFS di memorizzaione
lo: ພູລເກັບຂໍ້ມູນ ZFS
pl: ZFS pula magazynu
ro: Structura Pool ZFS
sv: ZFS LagringsPool
uk: Пул сховищ ZFS
zh_cn: ZFS存储池

source: Unknown size
af: Onbekende grootte
ca: Mida desconeguda
cs: Neznámá velikost
de: Unbekannte Größe
el: Άγνωστο μέγεθος
es: Tamaño desconocido
fr: Taille inconnue
hu: Ismeretlen méret
it: Dimensione sconosciuta
lo: ຂະໜາດບໍ່ຮູ້ຈັກ
nl: Onbekende grootte
pl: Nieznany rozmiar
ro: Dimensiune necunoscută
ru: Неизвестный размер
sv: Okänd storlek
uk: Розмір невідомий
zh_cn: 未知大小

source: Device not found
af: Toestel nie gevind
ca: No s'ha trobat el dispositiu
cs: Zařízení nebylo nalezeno
de: Gerät nicht gefunden
el: Η συσκευή δεν βρέθηκε
es: Dispositivo no encontrado
fr: Périphérique non trouvé
hu: Eszköz nem található
it: Dispositivo non trovato
lo: ບໍ່ພົບອຸປະກອນ
nl: Apparaat niet gevonden
pl: Nie odnaleziono urządzenia
ro: Dispozitivul nu a fost găsit
ru: Устройство не найдено
sv: Enheten hittades inte
uk: Пристрій не знайдено
zh_cn: 设备未找到

source: Device is mounted
af: Toestel is gemonteer
ca: El dispositiu està muntat
cs: Zařízení je připojené (mount)
de: Gerät ist eingehängt ('mounted')
el: Η συσκευή είναι προσαρτημένη
es: El dispositivo está montado
fr: Le périphérique est monté
hu: Eszköz becsatolva
it: Il dispositivo è montato
lo: ອຸປະກອນຖືກເຊື່ອມຕໍ່ແລ້ວ
nl: Apparaat is gekoppeld
pl: Urządzenie jest zamontowane.
ro: Dispozitivul este montat
ru: Устройство смонтировано
sv: Enheten är monterad
uk: Пристрій примонтований
zh_cn: 设备已挂载

source: Device contains boot partition
af: Toestel bevat selflaai partisie
ca: Dispositiu conté la partició d'inici
cs: Zařízení obsahuje zaváděcí oddíl
de: Gerät enthält die Boot-Partition
el: Η συσκευή περιέχει κατάτμηση εκκίνησης
es: El dispositivo contiene una partición de arranque
fr: Le périphérique contient une partition de boot
hu: Eszköz tartalmaz rendszerindító partíciót
it: Il dispositivo contiene la partizione di avvio
lo: ອຸປະກອນມີພາທິຊັນບູດ
nl: Schijf bevat de boot partitie
pl: Urządzenie zawiera partycję rozruchową.
ro: Dispozitivul conține partiția de boot
ru: Устройство содержит загрузочный раздел
sv: Enheten innehåller bootpartition
uk: Пристрій містить завантажувальний розділ
zh_cn: 设备包含引导分区

source: The attribute '%s' may only consist of the characters [a-z], [A-Z] and [0-9].
af: Die eienskap '%s' mag net bestaan uit die karakters [a-z], [A-Z] en [0-9].
ca: L'atribut '% s' només podrà constar dels caràcters [a-z], [A-Z] i [0-9].
cs: Hodnota atributu „%s“ se může sestávat pouze z malých/velkých písmen (bez háčků a čárek!) – „a“ až „z“, „A“ až „Z“ – a arabských číslic „0“ (nula) až „9“.
de: Das Attribut '%s' darf nur die Zeichen [a-z], [A-Z] und [0-9] enthalten.
el: Το χαρακτηριστικό '%s' μπορεί να αποτελείται μόνο από τους χαρακτήρες [a-z], [A-Z] και [0-9].
es: El atributo '%s' solo puede contener los caracteres: [a-z], [A-Z] y [0-9].
fr: L' attribut '%s' doit uniquement contenir les caractères [a-z], [A-Z] et [0-9].
hu: '%s' attribútum csak [a-z], [A-Z] és [0-9] karakterek tartalmazhat.
it: L'attributo '%s' può contenere solo caratteri tra [a-z], [A-Z] e numeri tra [0-9].
lo: ຄຸນລັກສະນະ '%s' ສາມາດປະກອບດ້ວຍຕົວອັກສອນ [a-z], [A-Z] ແລະ [0-9] ເທົ່ານັ້ນ.
nl: Het attribuut '%s' kan alleen bestaan uit de karakters [a-z], [A-Z] and [0-9].
pl: Atrybut "%s" może zawierać wyłącznie znaki [a-z], [A-Z] i [0-9].
ro: Atributul '%s' poate conține doar caracterele [a-z], [A-Z] și [0-9].
ru: Атрибут '%s' может состоять только из символов [A-Z], [A-Z] и [0-9].
sv: Attributet '%s' får endast innehålla tecknen [a-z], [A-Z] and [0-9].
uk: Атрибут '%s' повинен містити лише символи [A-Z], [A-Z] і [0-9].
zh_cn: 属性'%s'只能由字符[a-z]，[A-Z]和[0-9]组成。

source: Volume Label
af: Volume Etiket
ca: Etiqueta de volum
cs: Štítek svazku
de: Datenträgerbezeichnung
el: Ετικέτα τόμου
es: Etiqueta de Volumen
fr: Nom de volume
hu: Kötet címkéje
it: Etichetta volume
lo: ປ້າຍໂວລຸມ
pl: Etykieta woluminu
ro: Etichetă volum
ru: Метка тома
sv: Volymetikett
uk: Мітка тому
zh_cn: 卷标

source: The attribute '%s' may only consist of the characters [a-z], [A-Z], [0-9] and [._-].
af: Die eienskap '%s' mag net bestaan uit die karakters [a-z], [A-Z], [0-9] en [._-].
ca: L'atribut '%s' només podrà constar dels caràcters [a-z], [A-Z], [0-9] i [._-].
cs: Hodnota atributu „%s“ se může sestávat pouze z malých/velkých písmen (bez háčků a čárek!) – „a“ až „z“, „A“ až „Z“ – a arabských číslic „0“ (nula) až „9“, dále ještě znaků „.“ (tečka), „_“ (podtržítko) a „-“ (spojovník).
de: Das Attribut '%s' darf nur die Zeichen [a-z], [A-Z], [0-9] and [._-] enthalten.
el: Το χαρακτηριστικό '%s' μπορεί να αποτελείται μόνο από τους χαρακτήρες [a-z], [A-Z], [0-9] και [._-]
es: El atributo '%s' solo puede contener los caracteres: [a-z], [A-Z], [0-9] y [._-].
fr: L' attribut '%s' doit contenir uniquement les caractères [a-z], [A-Z], [0-9] et [._-].
hu: '%s' attribútum csak [a-z], [A-Z], [0-9] és [._-] karakterek tartalmazhat.
it: L'attributo '%s' può contenere solo caratteri tra [a-z], [A-Z], numeri tra [0-9] e [. _-].
lo: ຄຸນລັກສະນະ '%s' ສາມາດປະກອບດ້ວຍຕົວອັກສອນ [a-z], [A-Z], [0-9] ແລະ [._-] ເທົ່ານັ້ນ.
nl: Het attribuut '%s' kan alleen bestaan uit de karakters [a-z], [A-Z], [0-9] and [._-].
pl: Atrybut "%s" może zawierać wyłącznie znaki [a-z], [A-Z], [0-9] i [._-].
ro: Atributul '%s' poate conține doar caracterele [a-z], [A-Z], [0-9] și [._-].
ru: Атрибут '%s' может состоять только из символов [A-Z], [A-Z], [0-9] и [._-].
sv: Attributet '%s' får endast innehålla tecknen [a-z], [A-Z] and [0-9] och [._-].
uk: Атрибут '%s' повинен містити лише символи [A-Z], [A-Z], [0-9] і [._-].
zh_cn: 属性'%s'只能由字符[a-z]，[A-Z]，[0-9]和[._-]组成。

source: HDD Format
af: HDD Formatt
ca: Format de disc dur
cs: Formát pevného disku
de: Festplatten Format
el: Διαμόρφωση HDD
es: Formatear el HDD
fr: Format de Disque Dur
hu: HDD formázás
it: HDD Formatazione
lo: ຮູບແບບ HDD
nl: HDD Formateren
pl: Format dysku twardego
ro: Format HDD
ru: Форматирование HDD
sv: HDD formatering
uk: Форматувати жорсткий диск
zh_cn: HDD格式

source: Step
af: Stap
ca: Pas
cs: Velikost změny
de: Schritt
el: Βήμα
es: Paso
fr: Étape
hu: Lépés
it: Passo
lo: ຂັ້ນຕອນ
nl: Stap
pl: Krok
ro: Pas
ru: Шаг
sv: Steg
uk: Крок

source: HDD Management
af: HDD Bestuure
ca: Gestió del HDD
cs: Správa pevných disků
de: Festplatten Management
el: Διαχείριση HDD
es: Opciones del HDD
fr: Gestion des disques
hu: HDD kezelés
it: HDD Gestione
lo: ການຈັດການ HDD
pl: Zarządzanie HDD
ro: Management HDD
ru: Управление HDD
sv: HDD hantering
uk: Керування жорстким диском
zh_cn: HDD管理

source: Format Options
af: Formaat opsies
ca: Opcions de format
cs: Předvolby formátování
de: Formatierungsoptionen
el: Επιλογές Διαμόρφωσης
es: Opciones de formato
fr: Options de mise en forme
hu: Formázási beállítások
it: Opzioni di formattazione
lo: ຕົວເລືອກຮູບແບບ
nl: Formatteren Opties
pl: Opcje formatowania
ro: Opțiuni format
ru: Опции форматирования.
sv: Formateringsalternativ
uk: Опції форматування
zh_cn: 格式选项

source: File System
af: Lêer Stelsel
ca: Sistema de Fitxers
cs: Souborový systém
de: Dateisystem
el: Σύστημα Αρχείων
es: Sistema de Archivos
fr: Système de fichiers
hu: Fájlrendszer
lo: ລະບົບໄຟລ໌
nl: Bestandssysteem
pl: System plików.
ro: Sistem de fișiere
ru: Файловая система
sv: Filsystem
uk: Файлова система
zh_cn: 文件系统

source: Select file system format.
af: Kies 'n lêer sisteem formaat.
ca: Seleccionar el format de sistema de fitxers.
cs: Vyberte formát souborového systému.
de: Wählen Sie das Dateisystem Format
el: Επιλογή διαμόρφωσης του συστήματος αρχείων.
es: Seleccionar formato de sistema de archivo
fr: Sélectionnez le format de système de fichiers.
hu: Válassz fájlrendszer formátumot.
it: Selezionare il formato del file system
lo: ເລືອກຮູບແບບລະບົບໄຟລ໌.
nl: Selecteer het bestandssysteem voor het formatteren.
pl: Wybierz format systemu plików
ro: Selectare format sistem fișiere.
ru: Выберите формат файловой системы.
sv: Välj filsystemsformat
uk: Виберіть формат файлової системи.
zh_cn: 选择文件系统格式。
