Repository: rojim666/xigmanas-code-r10599-trunk
Catalog: locale/xigmanas-*.po
Languages: af, ca, cs, de, el, es, fr, hu, it, lo, nl, pl, ro, ru, sv, uk, zh_cn

source: Specify physical block offset of the device.
af: Spesifiseer fisiese blok geneutraliseer van die toestel.
ca: Especifiqueu el desplaçament de bloc físic del dispositiu.
cs: Zadejte posun fyzického bloku zařízení.
de: Legt den phyischen Blockversatz (block offset) des Gerätes fest.
el: Καθορισμός όφσετ του φυσικού μπλοκ της συσκευής.
es: Especifique el desplazamiento del bloque físico del dispositivo.
fr: Spécifiez le décalage du bloc physique du périphérique.
hu: Az eszköz fizikai blokkoffszetjét határozza meg.
lo: ລະບຸອັອຟເຊັດບລັອກທາງກາຍະພາບຂອງອຸປະກອນ.
nl: Fysieke blok offset van de schijf opgeven.
ro: Specifică ofsetul fizic al blocului pentru acest dispozitiv.
ru: Укажите физическое смещение блока устройства.
sv: Ange fysisk blockoffset för enheten.
uk: Визначає зміщення фізичного блоку пристрою.
zh_cn: 指定设备的物理块偏移量。

source: Specify UNMAP block size of the device.
af: Spesifiseer UNMAP blok grootte van die toestel.
ca: Especifiqueu la mida del bloc de la UNMAP del dispositiu.
cs: Zadejte velikost UNMAP bloku zařízení.
de: Legt die UNMAP Blockgröße des Gerätes fest.
el: Ορισμός μεγέθους του UNMAP μπλοκ της συσκευής.
es: Especifique el tamaño de bloque de UNMAP del dispositivo.
fr: Spécifiez la taille de bloc UNMAP du périphérique.
hu: Az eszköz UNMAP blokkméretét határozza meg.
it: Specifica la dimensione del blocco UNMAP del dispositivo
lo: ລະບຸຂະໜາດບລັອກ UNMAP ຂອງອຸປະກອນ.
nl: Opgeven UNMAP blok grootte van de schijf.
ro: Specifică dimensiunea blocului UNMAP al dispozitivului.
ru: Укажите размер блока UNMAP устройства.
sv: Ange UNMAP blockstorlek för enheten.
uk: Вкажіть розмір блоку UNMAP пристрою.
zh_cn: 指定设备的UNMAP块大小。

source: Specify UNMAP block offset of the device.
af: Spesifiseer UNMAP blok verandering van die toestel.
ca: Especifiqueu el offset del bloc UNMAP del dispositiu.
cs: Určuje posun UNMAP bloku zařízení.
de: Legt den UNMAP Blockversatz (block offset) des Gerätes fest.
el: Ορισμός όφσετ του UNMAP μπλοκ της συσκευής.
es: Especifique el desplazamiento de bloque de UNMAP del dispositivo.
fr: Spécifiez le décalage de bloc UNMAP du périphérique.
hu: Az eszköz UNMAP blokkoffszetjét határozza meg.
it: Specificare l'offset del blocco UNMAP del dispositivo.
lo: ລະບຸອັອຟເຊັດບລັອກ UNMAP ຂອງອຸປະກອນ.
nl: Opgeven UNMAP blok offset van de schijf.
ro: Specifică ofsetul blocului UNMAP al dispozitivului.
ru: Укажите смещение блока UNMAP устройства.
sv: Anger UNMAP blockoffset för enheten.
uk: Вкажіть зміщення блоку UNMAP пристрою
zh_cn: 指定设备的UNMAP块偏移量。

source: Specifies medium rotation rate of the device.
af: Spesifiseer die medium rotasie snelheid van die toestel.
ca: Especifica la velocitat de rotació mitjana del dispositiu.
cs: Popisuje otáčky média v zařízení.
de: Legt die mittlere Drehzal des Gerätes fest.
el: Ορίζει το μέσο ρυθμό περιστροφής της συσκευής.
es: Especifica la velocidad de rotación media del dispositivo.
fr: Spécifie le taux de rotation moyen du périphérique.
hu: Az eszköz közepes forgási sebességét határozza meg.
it: Specifica il tasso di rotazione media del dispositivo.
lo: ລະບຸອັດຕາການໝຸນຂອງສື່ຂອງອຸປະກອນ.
nl: Geeft de gemiddelde rotatiesnelheid van de schijf aan.
ro: Specificare viteză medie de rotație a dispozitivului.
ru: Определяет скорость вращения устройства.
sv: Anger medelrotationshastigheten för enheten.
uk: Визначає середню швидкість обертання пристрою.
zh_cn: 指定设备的介质旋转速率。

source: Specifies nominal form factor of the device.
af: Spesifiseer nominale vormfaktor van die toestel.
ca: Especifica el factor de forma nominal del dispositiu.
cs: Určuje nominální faktor tvaru zařízení.
de: Legt den nominellen Formfaktor des Gerätes fest.
el: Ορίζει τον ονομαστικό τύπο μορφής της συσκευής.
es: Especifica el factor de forma nominal del dispositivo.
fr: Spécifie le facteur de forme nominal du périphérique.
hu: Az eszköz névleges formai tényezőjét határozza meg.
it: Specifica il fattore di forma nominale del dispositivo
lo: ລະບຸ form factor ຕາມກຳນົດຂອງອຸປະກອນ.
nl: Specificeert de nominale vormfactor van de schijf.
ro: Specificare factorul de formă nominal pentru dispozitiv.
ru: Определяет номинальный форм-фактор устройства.
sv: Anger enhetens formfaktor.
uk: Визначає номінальний форм-фактор пристрою.
zh_cn: 指定设备的标称形状因子。

source: Not Reported
af: Nie Gerapporteer
ca: No informat
cs: Neoznámeno
de: Nicht berichtet
el: Δεν αναφέρθηκε
es: No reportado
fr: Non reporté
hu: Nem ismert
it: Non pervenuto
lo: ບໍ່ໄດ້ລາຍງານ
nl: Niet gemeld
ro: Neraportat
ru: Нет сообщений
sv: Inte rapporterad
uk: Не повідомлено
zh_cn: 未报告

source: less then 1.8".
af: minder dan 1.8".
ca: mès petit de 1.8".
cs: méně než 1,8".
de: Kleiner als 1,8".
el: λιγότερο από 1.8".
es: menor de 1.8"
fr: moins de 1,8".
hu: 1,8"-nél kevesebb
it: meno di 1,8".
lo: ນ້ອຍກວ່າ 1.8".
nl: minder dan 1.8".
pl: mniej niż 1,8 cala.
ro: mai puțin de 1.8”.
ru: менее 1.8".
sv: Mindre än 1.8".
uk: менш ніж 1.8".
zh_cn: 小于1.8“。

source: When UNMAP support is enabled, this option specifies provisioning type.
af: Wanneer UNMAP ondersteuning geaktiveer is, hierdie opsie spesifiseer voorsiening tipe.
ca: Quan la compatibilitat de la UNMAP està habilitada, aquesta opció especifica el tipus de aprovisionament.
cs: Když je zapnutá podpora pro UNMAP, tato volba určuje typ poskytování.
de: Falls die UNMAP Unterstützung aktiviert ist, gibt diese Einstellung den Bevorratungstyp (provisioning type) an.
el: Όταν είναι ενεργή η υποστήριξη UNMAP, αυτή η επιλογή καθορίζει τον τύπο provisioning.
es: Cuando la compatibilidad de UNMAP está habilitada, esta opción especifica el tipo de aprovisionamiento.
fr: Lorsque la prise en charge UNMAP est activée, cette option spécifie le type d'approvisionnement.
hu: Ez a beállítás az ellátási típust határozza meg, amennyiben az UNMAP támogatás be van kapcsolva.
it: Con il supporto UNMAP è abilitato, questa opzione specifica il tipo di provisioning.
lo: ເມື່ອການຮອງຮັບ UNMAP ຖືກເປີດໃຊ້, ຕົວເລືອກນີ້ຈະລະບຸປະເພດ provisioning.
nl: Wanneer UNMAP ondersteuning is ingeschakeld, deze optie geeft provisioning type.
ro: Dacă suportul UNMAP este activ această opțiune specifică tipul de provizionare.
ru: Когда включена поддержка UNMAP, этот параметр указывает тип реззервирования.
sv: När UNMAP stöd är aktiverat anger denna option utdelningstyp.
uk: Коли увімкнено підтримку UNMAP, цей параметр визначає тип забезпечення.
zh_cn: 启用UNMAP支持时，此选项指定配置类型。

source: Resource Provisioning
af: Hulpbron Voorsiening
ca: Provisió de recurs
cs: Poskytování prostředků
de: Ressourcenbeschaffung
el: Provisioning Πόρων
es: Aprovisionamiento de recursos
fr: Provisionnement de ressources
hu: Erőforrásellátás
it: Approvigionamento risorse
ro: Provizionare resurse
ru: Предоставление ресурсов
sv: Tillhandahållna resurser
uk: Надання ресурсів
zh_cn: 资源调配

source: Setting to "on" or "off" controls UNMAP support for the logical unit. Default value is "on" if supported by the backend.
af: Instelling na "on" of "off" kontroles UNMAP ondersteuning vir die logiese eenheid. Verstek waarde is "on" indien ondersteun deur die terug einde.
ca: La configuració de "on" o "off" controla el suport de la UNMAP per a la unitat lògica. El valor predeterminat és "activat" si el backend és compatible.
cs: Nastavení na „zapnuto“ nebo „vypnuto“ řídí podporu UNMAP pro logickou jednotku. Výchozí hodnota je „zapnuto“, pokud je podporováno podpůrnou vrstvou.
de: Einstellung auf "an" oder "aus" steuert die UNMAP Unterstützung für die logische Einheit. Voreingestellt ist "an" falls dies vom Backend unterstützt wird.
el: Ορισμός σε "ενεργό" ή "ανενεργό" ελέγχει την υποστήριξη UNMAP για τη λογική μονάδα. Η προεπιλεγμένη τιμή είναι "ενεργό" αν υποστηρίζεται από το backend.
es: La configuración en "on" u "off" controla el soporte de UNMAP para la unidad lógica. El valor predeterminado es "on" si es respaldado por el back-end.
fr: Le réglage sur "on" ou "off" contrôle la prise en charge UNMAP de l'unité logique. La valeur par défaut est "on" si elle est supportée par l'arrière-plan.
hu: "on" vagy "off" értéke vezérli a logikai egység UNMAP támogatását. Alapértelmezett értéke "on", amennyiben azt a háttér támogatja.
it: L'impostazione a "on" oppure "off" controlla il supporto UNMAP per l'unità logica. Il valore di default è "on" se supportato dal backend.
lo: ການຕັ້ງຄ່າເປັນ "ເປີດ" ຫຼື "ປິດ" ເພື່ອຄວບຄຸມການຮອງຮັບ UNMAP ສຳລັບໜ່ວຍງານໂລຈິກ. ຄ່າເລີ່ມຕົ້ນແມ່ນ "ເປີດ" ຖ້າຫາກວ່າ backend ຮອງຮັບ.
nl: Instellen op "aan" of "uit" regelt de UNMAP ondersteuning voor de logische eenheid. De standaardwaarde is "aan" als dit wordt ondersteund door het achtergrondsysteem.
ro: Setarea pe „on” sau „off” stabilește suportul UNMAP pentru unitatea logica. Valoarea implicită este „on” pentru unitățile care suportă acest lucru.
ru: Установка на «on» или «off» контролирует поддержку UNMAP для логического блока. Значение по умолчанию «включено», если поддерживается backend.
sv: När denna sätts till "on" eller "off" kontrollerar UNMAP stöd för den logiska enheten. Standardvärde är "on" om detta stöds av bakgrundsprogrammet.
uk: Встановлення «увімкнено» або «вимкнено» контролює підтримку UNMAP для логічної одиниці. Значення за замовчуванням "увімкнено", якщо підтримується бекендом.
zh_cn: 设置为“开启”或“关闭”控制UNMAP对逻辑单元的支持。 如果后端支持，则默认值为“开启”。

source: Specify maximum allowed number of LBAs per UNMAP command to report in Block Limits VPD page.
af: Spesifiseer die maksimum toegelate aantal LBA's per UNMAP bevel om verslag in Blok Limiete VPD bladsy.
ca: Especifiqueu el nombre màxim permès de LBA per la commanda UNMAP per informar a la pàgina VPD dels límits de blocs.
cs: Zadejte nejvyšší umožněný počet LBA na UNMAP příkaz, který hlásit na stránce Block Limits VPD.
de: Gibt die maximal erlaubte Anzahl von LBAs pro UNMAP Kommando an, die auf der Block Limits VPD Seite gemeldet wird.
el: Ορίζει τον μέγιστο επιτρεπόμενο αριθμό από LBA ανά εντολή UNMAP που θα αναφέρεται στη σελίδα Ορίων Μπλοκ VPD.
es: Especifique el número máximo permitido de LBA por mandato de UNMAP para informar en la página VPD de límites de bloques.
fr: Spécifiez le nombre maximal autorisé de LBA par commande UNMAP à signaler dans la page VPD Limites de blocage.
hu: Az UNMAP parancsonkénti LBA-k maximálisan engedélyezett, blokkkorlátok VPD oldal jelentésében lévő számát határozza meg.
it: Specifica il numero massimo permesso di LBA per ogni comando UNMAP da inserire nella pagina Block Limit VPD
lo: ກະລຸນາລະບຸຈຳນວນສູງສຸດຂອງ LBAs ທີ່ອະນຸຍາດຕໍ່ຄຳສັ່ງ UNMAP ເພື່ອລາຍງານໃນໜ້າ Block Limits VPD.
nl: Geef het maximaal toegestane aantal LBA's per UNMAP opdracht op om te rapporteren op de Block Limits VPD pagina.
ro: Specifică numărul maxim de elemente LBA per comandă UNMAP pentru raportarea în pagina Block Limits VPD.
ru: Укажите максимальное разрешенное количество LBA для каждой команды UNMAP для отчета на странице VPD Block Limits.
sv: Ange maximalt tillåtet antal LBAer per UNMAP kommando att rapportera på Block Limits VPD sidan.
uk: Вкажіть максимальну дозволену кількість LBA на команду UNMAP для звітування на сторінці Ліміти Блоку VPD.
zh_cn: 指定每个UNMAP命令在“块限制VPD”页面中报告的最大允许LBA数量。

source: Specify maximum allowed number of block descriptors per UNMAP command to report in Block Limits VPD page.
af: pesifiseer maksimum toegelate aantal van blok beskrywers per UNMAP bevel om verslag in Blok Limiete VPD bladsy.
ca: Especifiqueu el nombre màxim permès de descriptors de blocs per ordre UNMAP per informar a la pàgina VPD dels límits de blocs.
cs: Zadejte nejvyšší umožněný počet popisovačů bloků na UNMAP příkaz, který hlásit na stránce Block Limits VPD.
de: Gibt die maximal erlaubte Anzahl von Blockdeskriptoren pro UNMAP Kommando an, die auf der Block Limits VPD Seite gemeldet wird.
el: Ορίζει τον μέγιστο επιτρεπόμενο αριθμό από περιγραφείς μπλοκ ανά εντολή UNMAP που θα αναφέρεται στη σελίδα Ορίων Μπλοκ VPD.
es: Especifique el número máximo permitido de descriptores de bloque por comando de UNMAP para informar en la página VPD de límites de bloques.
fr: Spécifiez le nombre maximal autorisé de descripteurs de blocs par commande UNMAP à signaler dans la page VPD de limites de blocs.
hu: A UNMAP parancsonkénti blokkleírók maximálisan engedélyezett, blokkkorlátok VPD oldal jelentésében lévő számát határozza meg.
it: Specifica il numero massimo permesso di descrittore di blocco per ogni comando UNMAP da inserire nella pagina Block Limits VPD
lo: ກະລຸນາລະບຸຈຳນວນສູງສຸດຂອງ block descriptors ທີ່ອະນຸຍາດຕໍ່ຄຳສັ່ງ UNMAP ເພື່ອລາຍງານໃນໜ້າ Block Limits VPD.
nl: Geef het maximum toegestane aantal blok descriptoren per UNMAP opdracht op om te rapporteren op de Block Limits VPD pagina.
ro: Specifică numărul maxim de descriptori de bloc per comandă UNMAP pentru raportarea în pagina Block Limits VPD.
ru: Укажите максимально допустимое количество дескрипторов блоков в команде UNMAP для отчета на странице VPD Block Limits.
sv: Ange maximalt tillåtet antal block beskrivningar per UNMAP kommando att rapportera på Block Limits VPD sidan.
uk: Вказує максимально дозволену кількість дескрипторів блоку за кожною командою UNMAP для звітування на сторінці Лімітів Блоку VPD.
zh_cn: 指定每个UNMAP命令在块限制VPD页面中报告块描述符的最大允许数量。

source: Specify maximum allowed number of LBAs per WRITE SAME command to report in Block Limits VPD page.
af: Spesifiseer die maksimum toegelate aantal LBA's per SKRYF SAME bevel om verslag in Blok Limiete VPD bladsy.
ca: 99/5000 Especifiqueu el nombre màxim permès de LBA per comanda WRITE SAME per informar a la pàgina VPD dels límits de blocs.
cs: Zadejte nejvyšší umožněný počet LBA na příkaz WRITE SAME který hlásit na stránce Block Limits VPD.
de: Gibt die maximal erlaubte Anzahl von LBAs pro WRITE SAME Kommando an, die auf der Block Limits VPD Seite gemeldet wird.
el: Ορίζει τον μέγιστο επιτρεπόμενο αριθμό από LBA ανά εντολή WRITE SAME που θα αναφέρεται στη σελίδα Ορίων Μπλοκ VPD.
es: Especifique el número máximo permitido de LBA por comando WRITE SAME para informar en la página VPD de límites de bloques.
fr: Spécifiez le nombre maximal autorisé de LBA par commande WRITE SAME à signaler dans la page VPD Block Limits.
hu: A WRITE SAME parancsonkénti LBA-k maximálisan engedélyezett, blokkkorlátok VPD oldal jelentésében lévő számát határozza meg.
it: Specifica il numero massimo permesso di LBA per ogni comando WRITE SAME da inserire nella pagina Block Limits VPD
lo: ກະລຸນາລະບຸຈຳນວນສູງສຸດຂອງ LBAs ທີ່ອະນຸຍາດຕໍ່ຄຳສັ່ງ WRITE SAME ເພື່ອລາຍງານໃນໜ້າ Block Limits VPD.
nl: Geef het maximum toegestane aantal LBAs per SCHRIJVEN DEZELFDE opdracht op om te rapporteren op de Block Limits VPD pagina.
ro: Specifică numărul maxim de elemente LBA per comandă WRITE SAME pentru raportarea în pagina Block Limits VPD.
ru: Укажите максимальное разрешенное количество LBA для команды WRITE SAME для отчета на странице VPD Block Limits.
sv: Ange maximalt tillåtet antal LBAer per WRITE SAME kommando att rapportera på Block Limits VPD sidan.
uk: Вкажіть максимальну дозволену кількість LBA на команду WRITE SAME для звітування на сторінці Ліміти Блоку VPD.
zh_cn: 指定每个WRITE SAME命令在块限制VPD页面中报告的最大允许LBA数量。

source: Set per-LUN/per-pool thin provisioning soft threshold.
af: Set per-LUN/per-poel dun voorsiening sagte drempel.
ca: Estableix el llindar suau per a la provisió per-LUN / per-piscina.
cs: Nastavit měkký práh tenkého poskytování na jednotlivé LUN/fond.
de: Setzt weichen Grenzwert für Schlanke Speicherzuweisung pro LUN/Pool.
el: Ορισμός ορίου thin provisioning ανά LUN/pool
es: Establecer un umbral FLEXIBLE de aprovisionamiento DINAMICO por Unidad Lógica(LUN) o por agrupacion de dispositivos(Pool)
fr: Définir le seuil logiciel de provisionnement fin par LUN / par pool.
hu: LUN-onkénti/tárolónkénti vékony ellátás puha korlátjának beállítása.
it: Setta la soglia per-LUN/per-pool thin provisioning soft
lo: ຕັ້ງຄ່າຂອບເຂດຈຳກັດຂອງ thin provisioning ແບບ per-LUN/per-pool.
nl: Per-LUN/per-pool thin provisioning zachte drempel Instellen.
ro: Stabilire nivel soft de provizionare per-LUN/per-pool.
ru: Устанавливает мягкий порог для минимальной настройки LUN/пула.
sv: Sätt per-LUN/per-pool tillhandahållet mjukt tröskelvärde.
uk: Встановлює м'який поріг для мінімальної настройки кожного LUN/пулу.
zh_cn: 设置每个LUN /每个池精简资源调配软阈值。

source: Set to "off", disables write caching for the LUN, if supported by the backend.
af: Stel om "off", deaktiveer skryf caching vir die LUN, of ondersteun deur die terug einde.
ca: Si es porta a "desactivat" inhabilita l'escriptura cau del LUN, quan és compatible amb el backend.
cs: Nastavení na „vypnuto“ vypne mezipaměť zápisu pro LUN, pokud je podporováno podpůrnou vrstvou.
de: Setzten auf "aus" schaltet den Schreib-Cache für die LUN aus, falls dies durch das Backend unterstützt wird.
el: Ορισμός σε "ανενεργό", απενεργοποιεί την cache εγγραφής για το LUN, αν υποστηρίζεται από το backend.
es: Establecido a "off", deshabilita el almacenamiento en caché de escritura para el LUN, si es soportado por el motor de back-end.
fr: Défini sur "off", désactive la mise en cache d'écriture pour le LUN, s'il est pris en charge par l'arrière-plan.
hu: "off"-ra állítása kikapcsolja a LUN írási gyorsítótárazását, amennyiben azt a háttér támogatja.
it: Imposta a "off" per disabilitare la scrittura della cache per il LUN, se supportato dal backend.
lo: ຕັ້ງຄ່າເປັນ "ປິດ", ເພື່ອປິດການໃຊ້ງານ write caching ສຳລັບ LUN, ຖ້າຫາກວ່າ backend ຮອງຮັບ.
nl: Zet "uit", schakelt schrijf cache voor de LUN uit, indien ondersteund door het achtergrondsysteem.
ro: Setată pe „off” opțiunea dezactivează scrierea prin cache pentru unitățile LUN, dacă acest lucru este suportat de dispozitive.
ru: Установленное значение «выключено», отключает кэширование записи для LUN, если поддерживается backend.
sv: När denna sätts till "off" inaktiveras skrivbuffring för LUNet om detta stöds av bakgrundsprogrammet.
uk: Встановлення "вимкнено" вимикає кешування записування для LUN, якщо це підтримується бекендом.
zh_cn: 如果设置为“关闭”，则禁用LUN的写入缓存（如果后端支持）

source: Specifies file or device name to use for backing store.
af: Spesifiseer die lêer of toestel naam om te gebruik vir rugsteun winkel.
ca: Especifica l'arxiu o nom de dispositiu a fer servir per emmagatzematge cau.
cs: Určuje název souboru nebo zařízení, pro požití k zálohování úložiště.
de: Legt eine Datei oder ein Gerät fest, das für Zusatzspeicher (backing store) verwendet wird.
el: Καθορίζει το όνομα αρχείου ή συσκευής για χρήση ως βοηθητική αποθήκευση.
es: Especifica el nombre del archivo o dispositivo que se usará para respaldar el almacenamiento.
fr: Indique le nom du fichier ou du périphérique à utiliser pour le stockage de sauvegarde.
hu: A fájl vagy eszköz háttértárolásához használandó nevet határozza meg.
it: Specifica il file o il nome del dispositivo da usare per l'immagazzinamento.
lo: ລະບຸຊື່ໄຟລ໌ ຫຼື ອຸປະກອນທີ່ຈະໃຊ້ສຳລັບ backing store.
nl: Hiermee geeft u de bestands of schijf naam op die moet worden gebruikt voor back-up opslag
ro: Specificare fișier sau dispozitiv de utilizat pentru stocare de rezervă.
ru: Указывает имя файла или устройства, которое будет использоваться для резервного хранилища.
sv: Anger fil eller enhetsnamn att använda som backuparea.
uk: Визначає ім'я файлу чи пристрою для використання в резервному сховище.
zh_cn: 指定用于后备存储的文件或设备名称。

source: Specifies number of backend threads to use for this LUN.
af: Spesifiseer aantal terug einde drade wat u vir hierdie LUN moet gebruik.
ca: Especifica el nombre de subprocessos a utilitzar per a aquest LUN.
cs: Určuje počet vláken podpůrné vrstvy které pro použít pro toto LUN.
de: Legt die Anzahl von backend threads für dieses LUN fest.
el: Ορίζει τον αριθμό των νημάτων του backend προς χρήση για αυτό το LUN.
es: Especifica el factor de forma nominal del dispositivo.
fr: Indique le nombre de threads d'arrière-plan à utiliser pour ce LUN.
hu: Ennek a LUN-nak a háttérszálainak a számát határozza meg.
lo: ລະບຸຈຳນວນ backend threads ທີ່ຈະໃຊ້ສຳລັບ LUN ນີ້.
nl: Geeft het aantal achtergrondsysteem draadjes aan dat voor dit LUN moet worden gebruikt.
ro: Specificare număr de fire de execuție, backend, de utilizat pentru acest LUN.
ru: Определяет количество backend потоков, используемых для этого LUN.
sv: Anger antalet trådar som skall nyttjas för detta LUN.
uk: Визначає кількість backend потоків, використовуваних для цього LUN.
zh_cn: 指定要用于此LUN的后端线程数。
