Repository: rojim666/xigmanas-code-r10599-trunk
Catalog: locale/xigmanas-*.po
Languages: af, ca, cs, de, el, es, fr, hu, it, lo, nl, pl, ro, ru, sv, uk, zh_cn

source: Interval to wait after shutdown with delay command
af: Interval te wag nadat afskakeling met vertraging bevel
ca: Interval d'espera després de la ordre d'aturada amb retard
cs: Jak dlouho čekat po obdržení příkazu „vypnout s prodlevou“
de: Warteintervall bis zum Shutdown durch den 'delay'-Befehl
el: Μεσοδιάστημα αναμονής μετά τον τερματισμό με τη χρήση της εντολής χρονοκαθυστέρησης
es: Intervalo de espera tras el apagado con el comando "delay"
fr: Intervalle d'attente après un arrêt avec délais
hu: Késleltetett paranccsal történő leállítás esetén a várakozási idő.
it: Intervallo di attesa dopo in comando di shutdown con ritardo
lo: ໄລຍະເວລາທີ່ຕ້ອງລໍຖ້າຫຼັງຈາກປິດເຄື່ອງດ້ວຍຄຳສັ່ງເລື່ອນເວລາ
nl: Interval te wachten na het afsluiten met vertraging opdracht
pl: Czas oczekiwania po wyłączeniu z komendą delay
ro: Timp de așteptare pentru oprirea cu întârziere
ru: Интервал ожидания после отключения с командой задержки
sv: Fördröjning vid fördröjd nedstängning
uk: Інтервал очікування після завершення роботи з командою delay
zh_cn: delay 命令后的等待关机间隔

source: Time before the load will be started
af: Tyd voordat die las aangeskakel sal word
ca: Hora a la que es posarà en marxa la càrrega
cs: Prodleva zahájení napájení připojených zařízení
de: Zeit bis der Prozess gestartet wird
el: Χρόνος πριν την εκκίνηση του φορτίου
es: Tiempo antes de arrancar la carga
fr: Temps avant que la charge soit démarrée
hu: Idő mielőtt a töltés elkezdődik
it: Tempo prima dell'avvio del carico
lo: ເວລາກ່ອນທີ່ໂຫຼດຈະຖືກເລີ່ມ
nl: Tijd voordat de belasting zal worden gestart
ro: Timpul până la pornirea sarcinii
ru: Время до подключения нагрузки
sv: Tid innan lasten kommer att startas
uk: Час перед тим, як навантага буде увімкнена
zh_cn: 负载将启动之前的时间

source: Time before the load will be rebooted
af: Tyd voordat die las herlaai sal word
ca: Hora abans que la càrrega es reiniciarà
cs: Prodleva restartu napájení připojených zařízení
de: Zeit bevor die Last neu gestartet wird
el: Χρόνος πριν την επανεκκίνηση του φορτίου
es: Tiempo antes de reiniciar la carga
fr: Temps avant que la charge ne soit réinitialisée
hu: Idő mielőtt a töltés újraindul
it: Tempo prima del riavvio del carico.
lo: ເວລາກ່ອນທີ່ໂຫຼດຈະຖືກຣີບູດ
nl: Tijd voordat de belasting opnieuw zal worden opgestart
ro: Timpul până la repornirea sarcinii
ru: Время до перезапуска нагрузки
sv: Tid innan lasten kommer att startas om
uk: Час перед тим, як навантагу буде перезавантажено
zh_cn: 负载将重新启动之前的时间

source: Time before the load will be shutdown
af: Tyd voordat die las afgeskakel sal word
ca: Hora a la càrrega serà apagat
cs: Prodleva ukončení napájení připojených zařízení
de: Zeit bis der Prozess beendet wird
el: Χρόνος πριν τον τερματισμό του φορτίου
es: Tiempo antes de iniciar el apagado de la carga
fr: Temps avant que la charge soit arrêtée
hu: Idő mielőtt a töltés leáll
it: Tempo prima dello spegnimento del carico
lo: ເວລາກ່ອນທີ່ໂຫຼດຈະຖືກປິດ
nl: Tijd voor de belasting afgesloten zal worden.
ro: Timpul până la oprirea sarcinii
ru: Время до отключения нагрузки
sv: Tid innan lasten kommer att stängas av
uk: Час перед тим, як навантага буде вимкнена
zh_cn: 负载将被关闭之前的时间

source: Interval between self tests
af: Interval tussen self toetse
ca: Interval entre comprovacions automàtiques
cs: Interval samotestů
de: Zeitlicher Intervall des Selbsttests
el: Μεσοδιάστημα ανάμεσα στα αυτοδιαγνωστικά τεστ
es: Intervalo entre Auto-Test.
fr: Intervalle entre les auto-tests
hu: Önellenőrző tesztek közötti idő
it: Intervallo tra le auto-diagnostiche
lo: ໄລຍະເວລາລະຫວ່າງການທົດສອບຕົນເອງ
nl: Interval tussen zelftests
pl: Czas między automatycznymi testami
ro: Interval de timp între două autoteste
ru: Интервал между тестами самодиагностики
sv: Intervall mellan självtest
uk: Інтервал між самотестуваннями
zh_cn: 自检的时间间隔

source: Results of last self test
af: Resultate van vorige self toets
ca: Els resultats de l'última auto prova
cs: Výsledky minulého samotestu
de: Ergebnisse des letzten durchgeführten Selbsttests
el: Αποτελέσματα του τελευταίου αυτοδιαγνωστικού
es: Resultado del ultimo Auto-Test.
fr: Résultat du dernier auto-test
hu: Utolsó önellenőrzés eredményei
it: Risultato dell'ultima auto-diagnostica
lo: ຜົນການທົດສອບຕົນເອງຄັ້ງສຸດທ້າຍ
nl: Resultaten laatste zelftest
pl: Wyniki ostatniego testu
ro: Rezultatul ultimului autotest
ru: Результаты последнего теста самодиагностики
sv: Resultat från senaste självtest
uk: Результати останнього самотестування
zh_cn: 上一个自检的结果

source: Language to use on front panel
af: Taal om op die voorste paneel te gebruik
ca: Idioma utilitzar en el panell frontal
cs: Jazyk pro zobrazení na čelním panelu
de: Sprache der Displayanzeige
el: Γλώσσα για χρήση στην μπροστινή οθόνη
es: Idioma a usar en el Panel Frontal
fr: Langue à utiliser sur le panneau d'affichage
hu: Első panelen használt nyelv
it: Lingua del pannello frontale
lo: ພາສາທີ່ຈະໃຊ້ຢູ່ໜ້າຈໍ
nl: Taal die wordt gebruikt op het voorpaneel
pl: Język używany na przednim panelu
ro: Limba utilizată pentru interfață
ru: Язык, используемый на лицевой панели
sv: Språk för frontpanel
uk: Мова, яку використовувати на передній панелі
zh_cn: 前置面板的语言

source: UPS external contact sensors
af: UPS eksterne kontak sensors
ca: Sensors de contacte extern del SAI
cs: Vnější spínače UPS zdroje
de: USV externer Kontaktsensor
el: Εξωτερικοί αισθητήρες επαφής UPS
es: Sensores externos al SAI
fr: Capteurs de contact externes UPS
hu: Szünetmentes külső csatlakozó szenzor
it: Sensori contatti esterni dell'UPS
lo: ເຊັນເຊີສຳຜັດພາຍນອກຂອງ UPS
nl: UPS externe contact sensoren
pl: Zewnetrzne sensory UPS
ro: Senzori de contact externi UPS
ru: Контакт ИБП (UPS) для внешних датчиков
sv: UPS externa sensorer
uk: Сенсори зовнішніх контактів ДБЖ
zh_cn: UPS外置接触式传感器

source: Efficiency of the UPS (Ratio of the output current on the input current)
af: Doeltreffentheid van die UPS (Verhouding tussen die uitset stroom en die inset stroom)
ca: Eficiència de la SAI (Relació del corrent de sortida versus corrent d'entrada)
cs: Účinnost UPS zdroje (poměr výstupního a vstupního proudu)
de: Effizienz der UPS (Verhältnis Ausgangsstrom zu Eingangsstrom)
el: Απόδοση UPS (Αναλογία του ρεύματος εξόδου προς το ρεύμα εισόδου)
es: Eficiencia de la SAI (Relacción entre la corriente de salida/corriente de entrada)
fr: Rendement UPS (ratio entre le courant de sortie et le courant d'entrée)
hu: Az UPS hatékonysága (kimeneti áram és bemeneti áram aránya)
it: Efficienza dell'UPS (rapporto tra corrente in uscita e corrente in entrata)
lo: ປະສິດທິພາບຂອງ UPS (ອັດຕາສ່ວນຂອງກະແສອອກຕໍ່ກະແສເຂົ້າ)
nl: Efficiëntie van de UPS (Ratio van de uitgangsspanning van de ingangsspanning)
pl: Wydajność zasilacza UPS (Stosunek prądu wyjściowego do prądu wejściowego)
ro: Eficiență UPS (Raportul între puterea de intrare și cea de ieșire)
ru: Эффективность ИБП (соотношение значения выходного тока к входному)
sv: Verkningsgrad på UPS (Utgående ström i förhållande till inkommande).
uk: Ефективність ДБЖ (Співвідношення вихідного струму до вхідного)
zh_cn: UPS的效率（输入电流的输出电流的对比率）

source: Current value of apparent power (Volt-Amps)
af: Huidige waarde van die oënskynlike krag (Volt-Amps)
ca: Valor actual de potencia aparent (Volt-Amps)
cs: Aktuální výše zdánlivého výkonu (VA)
de: Aktuelle Scheinleistung (VA)
el: Τρέχουσα τιμή φαινόμενης ισχύος (Volt-Amps)
es: Potencia actual en (VA)
fr: Valeur courante de la puissance apparente (Volt-Amps)
hu: A látszólagos teljesítmény aktuális értéke (Volt-Amper)
it: Valore corrente di potenza apparente (Volt-Amps)
lo: ຄ່າປັດຈຸບັນຂອງພະລັງງານປາກົດ (Volt-Amps)
nl: Huidige waarde van schijnbaar vermogen (Volt-Amps)
pl: Aktualna wartość mocy pozornej (Wolty-Ampery)
ro: Valoare curent pentru puterea aparentă (Volți-Amperi)
ru: Текущее значение полной мощности (ВА)
sv: Aktuell skenbar effekt (VA)
uk: Поточне значення повної потужності (ВА)
zh_cn: 当前的视在功率（伏安）

source: Nominal value of apparent power (Volt-Amps)
af: Nominale waarde van die oënskynlike krag (Volt-Amps)
ca: Valor nominal de la potència aparent (Volt-Amps)
cs: Jmenovitá hodnota zdánlivého výkonu (VA)
de: Nominalwert der Scheinleistung (VA)
el: Ονομαστική τιμή φαινόμενης ισχύος (Volt-Amps)
es: Potencia nominal (VA)
fr: Valeur nominale de la puissance apparente (Volt-Ampères)
hu: Névértéke látszólagos teljesítmény (Volt-Amper)
it: Valore nominale della potenza apparente (VA)
lo: ຄ່າຕາມກຳນົດຂອງພະລັງງານປາກົດ (Volt-Amps)
nl: Nominale waarde van schijnbaar vermogen (Volt-Amp)
pl: Nominalna wartość mocy pozornej (Wolty-Ampery)
ro: Valoare nominală putere aparentă (Volți-Amperi)
ru: Номинальная полная мощность (ВА)
sv: Nominell skenbar effekt (VA)
uk: Номінальна повна потужність (ВА)
zh_cn: 标称功率（Volt-Amps 伏安）

source: Current value of real power (Watts)
af: Huidige waarde van die reële drywing (Watts)
ca: Valor actual de la potencia real (Watts)
cs: Aktuální výše činného výkonu (W)
de: Aktuelle Wirkleistung (W)
el: Τρέχουσα τιμή πραγματικής ισχύος (Watts)
es: Potencia actual en (W)
fr: Valeur courante de la puissance réelle (Watts)
hu: A valós teljesítmény aktuális értéke (Volt-Amper)
it: Valore corrente di potenza reale (Watts)
lo: ຄ່າປັດຈຸບັນຂອງພະລັງງານຈິງ (Watts)
nl: Huidige waarde van het reële vermogen (watt)
pl: Wartość realnej mocy (Waty)
ro: Valoarea curentă pentru puterea reală (Wați)
ru: Текущее значение действующей можности (Вт)
sv: Aktuell effekt (W)
uk: Поточне значення діючої потужності (Вт)
zh_cn: 当前的实际功率（瓦特）

source: Nominal value of real power (Watts)
af: Nominale waarde van die werklike krag (Watts)
ca: Valor nominal de potència real (Watts)
cs: Jmenovitá hodnota činného výkonu (W)
de: Nominalwert der Wirkleistung (W)
el: Ονομαστική τιμή πραγματικής ισχύος (Watts)
es: Potencia real (W)
fr: Valeur nominale de la puissance réelle (Watts)
hu: Valós teljesítmény névleges értéke (Watt)
it: Valore nominale della potenza reale (W)
lo: ຄ່າຕາມກຳນົດຂອງພະລັງງານຈິງ (Watts)
nl: Nominale waarde van werkelijk vermogen (Watt)
pl: Nominalna wartość mocy realnej (Waty)
ro: Valoarea nominală a puterii reale (Wați)
ru: Номинальная действующая мощность (Вт)
sv: Nominell aktiv effekt (W)
uk: Номінальне значення реальної потужності (Ват)
zh_cn: 实际功率（Watts 瓦特）

source: Percentage of apparent power related to maximum load
af: Persentasie oënskynlike drywing wat verband hou met maksimum las
ca: Percentatge de potència aparent relacionada amb la càrrega màxima
de: Prozentsatz der scheinbaren Leistung bezogen auf die maximale Last
el: Ποσοστό της φαινομενικής ιοσχύος σε σχ'εση με το μέγιστο φόρτο.
es: Porcentaje de potencia aparente relacionada con la carga máxima
fr: Pourcentage de puissance apparente liée à la charge maximale
it: Percentuale di potenza in proporzione al carico massimo
lo: ເປີເຊັນຂອງພະລັງງານປາກົດທຽບກັບໂຫຼດສູງສຸດ
nl: Percentage schijnbaar vermogen gerelateerd aan maximale belasting
pl: Procent dotępnej mocy w stosunku do pełnego naładowania
ro: Procentul din puterea aparentă relativ la puterea maximă.
ru: Процент кажущейся мощности по отношению к максимальной нагрузке
sv: Procent skenbar effekt i förhållande till maximal last
uk: Відсоток потужності відносно максимального навантаження
zh_cn: 与最大负载有关的视在功率百分比

source: UPS beeper status
af: UPS gonser status
ca: Estat del bip del SAI
cs: Stav zvukové signalizace UPS zdroje
de: USV Signalton Status
el: Κατάσταση βομβητή UPS
es: Estado zumbador del SAI
fr: Statut du beeper UPS
hu: Szünetmentes hangjelző állapota
it: Stato allarme sonoro UPS
lo: ສະຖານະລຳໂພງ UPS
nl: UPS luidspreker status
pl: Status głośnika zasilacza UPS
ro: Stare semnalizare acustică UPS
ru: Состояние зумера ИБП
sv: Status för UPS-summer
uk: Статус біпера ДБЖ
zh_cn: UPS的蜂鸣器状态

source: UPS type
af: UPS tipe
ca: Tipus de SAI
cs: Typ UPS zdroje
de: UPS-Typ
el: Τύπος UPS
es: Tipo de SAI
fr: Type UPS
hu: Szünetmentes típusa
it: Tipo UPS
lo: ປະເພດ UPS
pl: Typ UPS
ro: Tip UPS
ru: Тип ИБП (UPS)
sv: UPS typ
uk: Тип ДБЖ
zh_cn: UPS 类型

source: UPS watchdog status
af: UPS waghond status
ca: Estat del supervisor del SAI
cs: Stav resetátoru (watchdog) UPS zdroje
de: USV Überwachungsdienst-Status
el: Κατάσταση φρουρού UPS
es: Estado del perro guardian del SAI
fr: Statut de la surveillance UPS
hu: Szünetmentes watchdog állapota
it: Stato watchdog UPS
lo: ສະຖານະ watchdog ຂອງ UPS
pl: Status watchdoga UPS
ro: Stare watchdog UPS
ru: Watchdog статус ИБП (UPS)
uk: Статус сторожового таймера ДБЖ
zh_cn: UPS 监视状态

source: UPS starts when mains is (re)applied
af: UPS begin wanneer hoofleiding is (re) toegepas
ca: EL SAI començara quan la alimentació sigui restablerta
cs: UPS zdroj se zapne při přítomnosti napájení z rozv. sítě
de: USV startet wenn das Netz wieder verfügbar ist
el: Το UPS ξεκινά όταν (ξανα)γίνεται η σύνδεση
es: El SAI arrancará cuando vuelva la tensión
fr: UPS démarre lorsque l'alimentation principale est (re) appliquée
hu: Szünetmentes akkor indul, amikor (újra)csatlakozik az egység
it: L'UPS si riavvia quando ritorna l'alimentazione principale
lo: UPS ເລີ່ມເມື່ອໄຟຟ້າຫຼັກຖືກເຊື່ອມຕໍ່ (ຄືນ)
nl: UPS start als de netspanning (weer) wordt aangesloten
pl: UPS uruchomi się gdy ponownie pojawi się zasilanie
ro: UPS-ul va porni la (re)apariția alimentării
ru: ИБП (UPS) стартует, когда (пере)подключается к электросети
sv: UPS startar när nätet återansluts
uk: ДБЖ стартує, коли (пере)підключається до електромережі
zh_cn: 当电源（重新）接通时，UPS启动

source: Allow to start UPS from battery
af: Laat toe om begin UPS vanaf accu
ca: Permet iniciar el SAI des de la bateria
cs: Umožnit zapnutí UPS zdroje z akumulátorů (tj. i když není k dispozici energie z rozvodné sítě)
de: Batteriebetrieb der unterbrechungsfreien Stromversorgung (UPS) aktivieren
el: Να επιτρέπεται η εκκίνηση του UPS από τη μπαταρία
es: Permitir arrancar el SAI desde las baterías
fr: Autoriser UPS a démarrer sur batterie
hu: Megengedi, hogy a szünetmentes elemről induljon.
it: Permetti l'avvio da batteria dell'UPS
lo: ອະນຸຍາດໃຫ້ເລີ່ມ UPS ຈາກແບັດເຕີຣີ
nl: Start UPS van batterij toestaan
pl: Pozwól na start z zasilacza UPS
ro: Permite pornirea UPS-ului pe baterie
ru: Разрешить включение ИБП от батареи
sv: Tillåt att UPS:en startar på batteri
uk: Дозволити запуск ДБЖ від батареї
zh_cn: 允许 UPS 从电池启动

source: UPS coldstarts from battery
af: UPS verkouebegin vanaf battery
ca: Arranque en fred des de bateria del SAI
cs: Spouštení UPS zdroje z akumulátorů
de: USV Kaltstart von Batterie
el: Ψυχρή εκκίνηση του UPS από τη μπαταρία
es: Arranque en frio de SAI desde batería
fr: UPS démarrage à froid sur batterie
hu: Szünetmentes hidegindítás akkumulátorról
it: Avvio a freddo da batteria dell'UPS
lo: UPS ເລີ່ມເຢັນຈາກແບັດເຕີຣີ
nl: UPS koudstart van batterij
pl: Zimny start zasilacza UPS z baterii
ro: Pornire la rece de pe baterie
ru: Холодный старт от батареи ИБП (UPS)
sv: UPS kallstartar från batteri
uk: Холодний старт від батареї ДБЖ
zh_cn: UPS由电池冷启动

source: Incoming Line/Power Information
af: Inkomende Lyn/Krag Inligting
ca: Informació d'entrada de linea/alimentació
cs: Informace o stavu napájení z rozvodné sítě
de: Zuleitungs/ Netz Informationen
el: Πληροφορίες Γραμμής/Ισχύος εισόδου
es: Información de entrada
fr: Ligne entrante/Information sur l'alimentation
hu: Bemeneti áram/teljesítmény információ
it: Linea in entrata/Informazioni alimentazione
lo: ຂໍ້ມູນສາຍ/ພະລັງງານຂາເຂົ້າ
nl: Binnenkomende Netspanning/Stroom Informatie
pl: Linia przychodząca / Informacje o zasilaniu
ro: Informații circuit alimentare
ru: Информация о входной линии
sv: Nätdata
uk: Інформація про вхідну лінію/потужність
zh_cn: 输入线/电源信息

source: Maximum incoming voltage seen
af: Maksimum inkomende spanning gesien
ca: Tensió d'entrada màxima observada
cs: Nejvyšší zaznamenané vstupní napětí
de: maximal gemessene Spannung
el: Μέγιστη εμφανιζόμενη εισερχόμενη τάση
es: Tensión max. recibida
fr: Tension maximum vue
hu: Valaha mért maximum bejövő feszültség
it: Tensione massima rilevata in entrata
lo: ແຮງດັນຂາເຂົ້າສູງສຸດທີ່ພົບ
nl: Maximum ingangsvoltage gezien
pl: Maksymalne napięcie przychodzące.
ro: Valoarea maximă a tensiune de alimentare înregistrate
ru: Максимальное зафиксированное значение напряжения
sv: Högsta uppmätta inkommande spänning
uk: Максимальна зафіксована вхідна напруга
zh_cn: 可见的最大输入电压

source: Minimum incoming voltage seen
af: Mininimum inkomende spanning gesien
ca: Voltatge d'entrada mínim observat
cs: Nejnižší zaznamenané vstupní napětí
de: Aufgetretene minimale Eingangsspannung
el: Ελάχιστη εμφανιζόμενη εισερχόμενη τάση
es: tensión min. vista
fr: Plus petite tension d'entrée vue
hu: Valaha legkisebb bejövő feszültség
it: Tensione minima rilevata in entrata
lo: ແຮງດັນຂາເຂົ້າຕ່ຳສຸດທີ່ພົບ
nl: Minimum ingangsvoltage gezien
pl: Minimalne napięcie przychodzące
ro: Valoare minimă tensiune rețea înregistrată
ru: Минимальное зафиксированное значение напряжения
sv: Lägsta uppmätta inkommande spänning
uk: Мінімальне зафіксоване значення вхідної напруги
zh_cn: 可见的最小输入电压

source: Nominal input voltage
af: Nominale inset spanning
ca: Voltatge nominal d'entrada
cs: Jmenovité vstupní napětí
de: Spannung (nominal)
el: Ονομαστική τάση εισόδου
es: Tensión nominal de entrada (V)
fr: Tension d'entrée nominale
hu: Névleges bemeneti feszültség
it: Tensione nominale in entrata
lo: ແຮງດັນເຂົ້າຕາມກຳນົດ
nl: Nominale ingangsvoltage
pl: Nominalne napięcie wejścia
ro: Tensiune nominală de alimentare
ru: Номинальное входное напряжение (В)
sv: Nominell inspänning
uk: Номінальна вхідна напруга (В)
zh_cn: 标称输入电压

source: Extended input voltage range
af: Verlengde insette spanning reeks
ca: Voltatge d'entrada estès
cs: Rozšířený rozsah vstupního napětí
de: Erweiterter Eingangspannungsbereich
el: Εκτεταμένο εύρος τάσης εισόδου
es: Rango de tensión de entrada admitida
fr: Plage étendue de la tension d'entrée
hu: Kiterjesztett bemeneti feszültségtartomány
it: Range esteso della tensione in entrata
lo: ຊ່ວງແຮງດັນເຂົ້າທີ່ຂະຫຍາຍ
nl: Ingangsspanning bereik uitgebreid
pl: Rozszerzony zakres napięcia wejścia
ro: Extindere interval tensiuni de intrare
ru: Расширенный диапазон входящего напряжения
sv: Utökat inspänningsområde
uk: Розширений діапазон напруг
zh_cn: 扩展的输入电压范围

source: Reason for last transfer to battery (* opaque)
af: Rede vir last oordraf na die battery (* vaag)
ca: Raó per la ultma commutació a bateria (* opac)
cs: Důvod předchozího přechodu na provoz z akumulátorů (* nejednotné)
de: Grund für die Umschaltung auf Batteriebetrieb
el: Αιτία τελευταίας μετάπτωσης σε μπαταρία (* opaque)
es: Razón para la ultma conmutación a batería (* opaque)
fr: Raison du dernier passage sur batterie (* opaque)
hu: Utolsó átutalás oka az akkumulátorról (* átlátszó)
it: Motivo ultimo passaggio a batteria (* opaque)
lo: ເຫດຜົນຂອງການໂອນໄປໃຊ້ແບັດເຕີຣີຄັ້ງສຸດທ້າຍ (* ບໍ່ໂປ່ງໃສ)
nl: Reden laatste schakeling naar batterij (* opaak)
pl: Przyczyna ostatniego przełączenia na baterię
ro: Motivul ultimei comutări pe baterie (* opac)
ru: Причина последнего перехода на батарею
sv: Anledning till senaste övergången till batteridrift (* opaque)
uk: Причина останнього переходу на батарею
zh_cn: 上次转移到电池的原因（*不透明）

source: Low voltage transfer point
af: Lae spanning oordrag punt
ca: Punt de transferència de baixa tensió
cs: Úroveň podpětí, při poklesu pod kterou přepnout na akumulátory
de: Minimale Eingangspannung
el: Σημείο μεταφοράς χαμηλής τάσης
es: Punto de conmutación baja tensión
fr: point de transfert tension faible
hu: Kisfeszültségű pontot
it: Punto di trasferimento bassa tensione
lo: ຈຸດໂອນແຮງດັນຕ່ຳ
nl: Laag voltage overschakelpunt
pl: Poziom transferu przy niskim napięciu
ro: Punct de transfer pentru tensiune minimă
ru: Нижняя граница напряжения для переключения
sv: Låg spänning till överförings punkt
uk: Нижня межа напруги переключення
zh_cn: 低电压转换点

source: High voltage transfer point
af: Hoë spanning oordrag punt
ca: Punt de transferència de sobretensió
cs: Úroveň přepětí, při jejímž překročení přepnout na akumulátory
de: Maximale Eingangspannung
el: Σημείο μεταφοράς υψηλής τάσης
es: Punto de conmutación para alta tensión
fr: Point de transfert de haute tension
hu: Nagyfeszültségű átviteli pont
it: Punto di trasferimento alta tensione
lo: ຈຸດໂອນແຮງດັນສູງ
nl: Hoog voltage overschakelpunt
pl: Próg przełączenia wysokiego napięcia.
ro: Punct de transfer tensiune înaltă
ru: Верхняя граница напряжения для переключения
sv: Högspänningsöverföringspunkt
uk: Верхня межа напруги перемикання
zh_cn: 高电压转换点

source: smallest settable low voltage transfer point
af: kleinste stelbare lae spanning oordrag punt.
ca: punt més baix de transferència d'alta tensió ajustable
cs: až jak nízko lze nastavit hranici podpětí, při poklesu pod kterou přepnout na akumulátory
de: kleinster einstellbarer minimaler Spannungserhöhungsschwellwert
el: ελάχιστο οριζόμενο σημείο μεταφοράς χαμηλής τάσης
es: Min. valor permitido de baja tensión
fr: Plus petite valeur du point de transfert de tension basse configurable
hu: legkisebb beállítható alacsony felszültségű átviteli pont
it: valore minimo impostabile del punto di trasferimento bassa tensione
lo: ຈຸດໂອນແຮງດັນຕ່ຳທີ່ສາມາດຕັ້ງໄດ້ນ້ອຍທີ່ສຸດ
nl: kleinste instelbare laagspanning overschakelpunt
pl: najmiejszy dostępny próg przełączania niskiego napięcia
ro: valoarea minimă punct de transfer tensiune joasă
ru: наименьшее устанавливаемое значение низкого напряжения для переключения
sv: Minsta tillåtna tröskelinställning för låg spänning.
uk: найменше значення низької напруги для перемикання що встановлюється
zh_cn: 最小可设定的低电压转换点

source: greatest settable low voltage transfer point
af: grootste stelbare lae spanning oordrag pun
ca: Major punt de transferència de baixa tensió ajustable
cs: až jak „vysoko“ lze nastavit hranici podpětí, při poklesu pod kterou přepnout na akumulátory
de: größter einstellbarer minimaler Spannungserhöhungsschwellwert
el: μέγιστο οριζόμενο σημείο μεταφοράς χαμηλής τάσης
es: Max. valor permitido de baja tensión
fr: Plus grande valeur du point de transfert tension basse configurable
hu: legnagyobb beállítható alacsony feszültségű átviteli pont
it: valore massimo impostabile del punto di trasferimento bassa tensione
lo: ຈຸດໂອນແຮງດັນຕ່ຳທີ່ສາມາດຕັ້ງໄດ້ໃຫຍ່ທີ່ສຸດ
nl: grootste instelbare laagspanning overschakelpunt
pl: największy dostępny próg przełączenia niskiego napięcia
ro: valoarea maximă punct de transfer tensiune joasă
ru: наибольшее устанавливаемое значение низкого напряжения для переключения
sv: Högsta inställningen för låg spänning till överförings punkten.
uk: найбільше значення низької напруги для перемикання що встановлюється
zh_cn: 最大可设置的低电压转换点

source: smallest settable high voltage transfer point
af: kleinste stelbare hoë spanning oordrag punt.
ca: punt més alt de transferència d'alta tensió ajustable
cs: až jak „nízko“ lze nastavit hranici úrovně přepětí, při jejímž překročení přepnout na akumulátory
de: kleinster einstellbarer maximaler Spannungserhöhungsschwellwert
el: ελάχιστο οριζόμενο σημείο μεταφοράς υψηλής τάσης
es: Min. valor permitido de alta tensión
fr: Plus petite valeur du point de transfert de tension haute configurable
hu: legkisebb beállítható magas felszültségű átviteli pont
it: valore minimo impostabile del punto di trasferimento alta tensione
lo: ຈຸດໂອນແຮງດັນສູງທີ່ສາມາດຕັ້ງໄດ້ນ້ອຍທີ່ສຸດ
nl: kleinste instelbare hoogspanning overschakelpunt
pl: najmniejszy dostępny próg przełączania wysokiego napięcia
ro: valoarea minimă pentru punctul de transfer tensiune înaltă
ru: наименьшее устанавливаемое значение высокого напряжения для переключения
sv: Minsta tillåtna tröskelinställning för hög spänning.
uk: найменше значення високої напруги для перемикання що встановлюється
zh_cn: 最小可设定高电压转换点
