Repository: rojim666/xigmanas-code-r10599-trunk
Catalog: locale/xigmanas-*.po
Languages: af, ca, cs, de, el, es, fr, hu, it, lo, nl, pl, ro, ru, sv, uk, zh_cn

source: Controls the compression algorithm. 'LZ4' is now the recommended compression algorithm. Setting compression to 'On' uses the LZ4 compression algorithm if the feature flag lz4_compress is active, otherwise LZJB is used. You can specify the 'GZIP' level by using the value 'GZIP-N', where N is an integer from 1 (fastest) to 9 (best compression ratio). Currently, 'GZIP' is equivalent to 'GZIP-6'.
af: Kontroles die kompressie algoritme 'LZ4' is nou die aanbevole kompressie algoritme. Stel tans kompressie tot 'On' gebruik die LZ4 kompressie algoritme indien die funksie vlag lz4_kompres is aktief, anders LZJB is gebruik word. Jy kan spesifiseer die 'GZIP' vlak deur die waarde te gebruik 'GZIP-N', waar N is 'n heelgetal vanaf 1 (Vinnigste) tot 9 (beste kompressie verhouding). Tans, 'GZIP' gelykstaande is aan 'GZIP-6'.
ca: Controla l'algoritme de compressió. 'LZ4' és ara l'algoritme de compressió recomanada. Ajust de la compressió a 'On' utilitza l'algoritme de compressió LZ4 si el lz4_compress indicador de la funció està activa, en cas contrari s'utilitza lzjb. Es pot especificar el nivell 'GZIP' utilitzant el valor 'GZIP-N', on N és un nombre enter d'1 (la més ràpida) a 9 (millor relació de compressió). En l'actualitat, 'GZIP' és equivalent a 'GZIP-6'.
cs: Řídí kompresní algoritmus. „LZ4“ jen nyní doporučeným kompresním algoritmem. Nastavení komprimace na „Zapnuto“ používá kompresní algoritmus LZ4 pokud je aktivní příznak funkce lz4_compress, v opačném případě je použito LZJB. Je možné zadat stupeň „GZIP“ komprese pomocí hodnoty „GZIP-N“, kde N je celé kladné číslo od 1 (nejrychlejší) po 9 (nejlepší kompresní poměr). V současnosti je „GZIP“ stejné jako „GZIP-6“.
de: Bestimmt den Kompressionsalgorithmus. 'LZ4' ist derzeit der empfohlene Kompressionsalgorithmus. Stetzen der Kompression auf 'an' ( 'on') verwendet 'LZ4' Kompressionsalgorithmus, falls die Einstellung (feature flag) lz4_compress aktiv ist. Anderenfalls wird LZJB verwendet. Sie könen den Kompressionsgad von 'GZIP' durch Verwenden des Wertes 'GZIP-N' angeben. Dabei ist N eine ganze Zahl zwischen 1 (am schnellsten) und 9 (bestes Kompressionsverhältniss). Derzeit ist 'GZIP' gleich 'GZIP-6'.
el: Ελέγχει τον αλγόριθμο συμπίεσης που χρησιμοποιείται για αυτό τον τόμο. Ρυθμίζοντας τη συμπίεση σε 'On' χρησιμοποιεί τον αλγόριθμο συμπίεσης 'LZ4', αν είναι ενεργό το χαρακτηριστικό flag lz4_compress, αλλιώς χρησιμοποιείται ο LZJB. Μπορείτε να καθορίσετε το επίπεδο του 'GZIP', χρησιμοποιώντας την τιμή 'GZIP-N', όπου N είναι ένας ακέραιος αριθμός από 1 (ταχύτερο) έως 9 (βέλτιστη αναλογία συμπίεσης). Επί του παρόντος, η ρύθμιση του 'GZIP' ισοδυναμεί με 'GZIP-6'.
es: Controla el algoritmo de compresión. 'LZ4' es ahora el algoritmo de compresión recomendado. Ajustar la compresión a 'On' utiliza el algoritmo de compresión LZ4 si la característica flag lz4_compress está activa, de lo contrario se utiliza LZJB. Puede especificar el nivel 'GZIP' usando el valor 'GZIP-N', donde N es un entero de 1 (más rápido) a 9 (mejor relación de compresión). Actualmente, 'GZIP' es equivalente a 'GZIP-6'.
fr: Contrôle l'algorithme de compression. «LZ4» est maintenant l'algorithme de compression recommandé. Le réglage de la compression sur 'On' utilise l'algorithme de compression LZ4 si la fonctionnalité lz4_compress est active, sinon LZJB est utilisé. Vous pouvez spécifier le niveau 'GZIP' en utilisant la valeur 'GZIP-N', où N est un nombre entier de 1 (le plus rapide) à 9 (meilleur taux de compression). Actuellement, 'GZIP' équivaut à 'GZIP-6'.
hu: A tömörítő algoritmust határozza meg. Az 'LZ4' a javasolt tömörítési algoritmus. Ha az lz4_compress tulajdonság aktív, akkor a tömörítés 'Be' állapotban LZ4 tömörítést használ, különben LZJB-t. Beállíthatod a 'GZIP' szintet 'GZIP-N' kiválasztásával, ahol az N 1 (leggyorsabb) és 9 (legjobb tömörítés) közötti egész szám. Jelenleg 'GZIP' azonos a 'GZIP-6' beállítással.
it: Controlla l'algoritmo di compressione usato. Impostando la compressione a 'On' usa l'algoritmo di compressione LZ4 se il flag della specifica lz4_compress è attivato, altrimenti viene usato LZJB. E' possibile indicare il livello 'GZIP' usando il valore 'GZIP-N', dove N è un intero tra 1 (più veloce) e 9 (migliore rapporto di compressione). Attualmente 'GZIP' è equivalente a 'GZIP-6'.
lo: ຄວບຄຸມລະບົບວິທີການບີບອັດ. 'LZ4' ຕອນນີ້ເປັນລະບົບວິທີການບີບອັດທີ່ແນະນຳ. ການຕັ້ງຄ່າການບີບອັດເປັນ 'On' ຈະໃຊ້ລະບົບວິທີການບີບອັດ LZ4 ຖ້າ feature flag lz4_compress ເປີດຢູ່, ຖ້າບໍ່ດັ່ງນັ້ນຈະໃຊ້ LZJB. ທ່ານສາມາດລະບຸລະດັບ 'GZIP' ໂດຍໃຊ້ຄ່າ 'GZIP-N', ບ່ອນທີ່ N ເປັນຈຳນວນເຕັມຈາກ 1 (ໄວສຸດ) ຫາ 9 (ອັດຕາການບີບອັດດີສຸດ). ປັດຈຸບັນ, 'GZIP' ເທົ່າກັບ 'GZIP-6'.
nl: Hiermee bepaalt u het gebruikte compressie algoritme. 'LZ4' is nu het aanbevolen compressie algoritme. Compressie ingesteld op 'Aan' gebruikt het LZ4 compressie algoritme indien de functie vlaggen lz4_compress actief is, anders wordt LZJB gebruikt. U kunt het 'GZIP' niveau opgeven met de waarde 'GZIP-N', waarbij N een geheel getal is tussen 1 (het snelste) tot 9 (de beste compressieverhouding) is. Momenteel is 'GZIP' gelijkwaardig aan 'GZIP-6'.
pl: Kontroluje algorytm kompresji. "LZ4" jest aktualnie rekomendowanym algorytmem kompresji. Ustawienie kompresji na "Włącz" użyje algorytmu LZ4, jeżeli flaga właściwości lz4_compress jest aktywna, w przeciwnym wypadku użyty będzie LZJB. Możesz określić poziom "GZIP" wybierając wartości "GZIP-N", gdzie jest jest wartością całkowitą of 1 (najszybsza) do 9 (najlepszy współczynnik kompresji). Aktualnie samo "GZIP" jest równoważne "GZIP-6".
ro: Controlează algoritmul de compresie, 'LZ4' fiind algoritmul recomandat. Dacă activați această setare și opțiunea lz4_compress este de asemenea activă sistemul va utiliza algoritmul de compresie 'LZ4' în caz contrar acesta folosind algoritmul LZJB. Puteți specifica nivelul de compresie 'GZIP' prin intermediul valorii 'GZIP-N', unde N reprezintă o valoare numerică între 1 (viteză maximă de compresie) până la 9 (compresie maximă). Modul inplicit este 'GZIP-6'.
ru: Управляет алгоритмом сжатия. «LZ4» теперь является рекомендуемым алгоритмом сжатия. Установка сжатия в «Вкл.» использует алгоритм сжатия LZ4, если активен флаг функции lz4_compress, в противном случае используется LZJB. Вы можете указать уровень «GZIP», используя значение «GZIP-N», где N - целое число от 1 (самый быстрый) до 9 (наилучшая степень сжатия). В настоящее время «GZIP» эквивалентен «GZIP-6».
sv: Styr komprimeringsalgoritmen. 'LZ4' är nu den rekommenderade komprimeringsalgoritmen. Att sätta komprimering till 'På' gör att LZ4 komprimering används om flaggan lz4_compress är aktiv, annars används LZJB. Du kan välja 'GZIP' nivå genom att använda värdet 'GZIP-N', där N är ett heltal mellan 1 (snabbast) och 9 (bäst kompression). För närvarande motsvarar 'GZIP' 'GZIP-6'.
uk: Управляє алгоритмом стиснення. Зараз 'LZ4' є рекомендованим алгоритмом стиснення. Встановлення стиснення в 'Увімкнено' використовуватиме алгоритм стиснення LZ4, якщо встановлено прапорець lz4_compress, в іншому випадку використовується LZJB. Ви можете вказати рівень 'GZIP', використовуючи значення 'GZIP-N', де N є цілим числом від 1 (найшвидше стиснення) до 9 (найбільше стиснення). В даний час 'GZIP' еквівалентний 'GZIP-6'.
zh_cn: 控制压缩算法。 “LZ4”是现在推荐的压缩算法。 如果功能标志lz4_compress处于活动状态，则将压缩设置为“开”，使用LZ4压缩算法，否则使用LZJB。 你可以使用值“GZIP-N”来指定“GZIP”级别，其中N是从1（最快）到9（最佳压缩比）的整数。 目前，“GZIP”相当于“GZIP-6”。

source: Enter a name for this volume.
af: Ingaan 'n naam vir hierdie volume.
ca: Introduïu un nom per aquest volum.
cs: Zadejte název pro tento svazek.
de: Geben Sie einen Namen für dieses Volumen ein.
el: Εισάγετε ένα όνομα γι αυτόν τον τόμο.
es: Introduzca un nombre para este volúmen
fr: Entrez un nom pour ce volume
hu: Add meg a kötet teljes nevét
it: Inserire un nome per questo volume
lo: ປ້ອນຊື່ສຳລັບວໍລຸມນີ້.
nl: Geef een naam op voor dit volume.
ro: Introduceți un nume pentru acest volum.
ru: Введите имя для этого тома.
sv: Mata in ett namn på denna volym
uk: Введіть ім'я для цього тома.
zh_cn: 为此卷输入一个名称。

source: Enter Volume Name
af: Ingaan Volume Naam
ca: Introduïu el nom del volum
cs: Zadejte název svazku
de: Volumen Namen eingeben
el: Εισάγετε Όνομα Τόμου
es: Introudzca el nombre de volúmen
fr: Entrez le nom du volume
hu: Add meg a kötet nevét
it: Inserire il nome del volume
lo: ປ້ອນຊື່ວໍລຸມ
nl: Geef Volume Naam op
ro: Introduceți numele de volum
ru: Введите имя тома
sv: Mata in volymnamn
uk: Ввести ім'я тома
zh_cn: 输入卷名称

source: The name of the ZFS pool.
af: Die naam van die ZFS poel.
ca: El nom del grup ZFS.
cs: Název ZFS fondu.
de: Der Name des ZFS Pools.
el: Το όνομα του ZFS pool.
es: El nombre de la agrupacion de dispositivos(Pool) ZFS.
fr: Le nom du pool ZFS.
hu: A ZFS tároló nevét
it: Nome di ZFS pool
lo: ຊື່ຂອງ ZFS pool.
nl: De naam van de ZFS pool.
ro: Numele structurii pool ZFS.
ru: Имя пула ZFS.
sv: Namnet på ZFS poolen.
uk: Ім'я пулу ZFS.
zh_cn: ZFS池的名称。

source: Protected
af: Beskermd
ca: Protegit
cs: Chráněno
de: Geschützt
el: Προστατευμένο
es: Protegido
fr: Protégé
hu: Védett
it: Protetto
lo: ຖືກປ້ອງກັນ
nl: Beschermd
ro: Protejat
ru: Защищённое
sv: Skyddad
uk: Захищено
zh_cn: 受保护的

source: Set UID
af: Stel UID
ca: Estableix UID
cs: Nastavit spouštění jako uživatel (set-UID)
de: Benutzer-ID (UID) setzen
el: Ορισμός UID
es: Asignar UID
fr: Définir UID
hu: UID beállítása
it: Imposta UID
lo: ຕັ້ງ UID
nl: UID Instellen
ro: Setare UID
ru: Бит SUID
sv: Sätt UID
uk: Встановити UID
zh_cn: 设置 UID

source: UTF-8 Only
af: UTF-8 Enigste
ca: UTF-8 només
cs: Pouze UTF-8
de: Nur UTF-8
el: Μόνο UTF-8
es: solo UTF-8
fr: UTF-8 Seulement
hu: Csak UTF-8
it: Solo UTF-8
lo: UTF-8 ເທົ່ານັ້ນ
nl: Alleen UTF-8
ro: Doar UTF-8
ru: Только UTF-8
sv: Bara UTF-8
uk: тільки UTF-8
zh_cn: 仅限UTF-8

source: The following errors were detected
af: Die volgende foute is opgespoor
ca: Es van detectar els errors següents
cs: Byly zjištěny následující chyby
de: Die folgenden Fehler wurden erkannt
el: Εντοπίστηκαν τα ακόλουθα σφάλματα
es: Se detectaron los siguientes errores
fr: Les erreurs suivantes ont été détectées
hu: A következő hibákat észleltük
it: I seguenti errori sono stati individuati
lo: ກວດພົບຂໍ້ຜິດພາດຕໍ່ໄປນີ້
nl: De volgende fouten zijn gedetecteerd
ro: Au fost detectate următoarele erori
ru: Были обнаружены следующие ошибки
sv: Följande fel upptäcktes
uk: Були знайдені наступні помилки
zh_cn: 检测到以下错误

source: If this message persists take a look at the system log for more information.
af: As hierdie boodskap voortduur, kyk na die stelsellogboek vir meer inligting.
ca: Si aquest missatge continua, consulteu el registre del sistema per obtenir més informació.
cs: Pokud se tato zpráva pořád objevuje, nahlédněte do dalších podrobností v záznamu událostí (log) systému
de: Wenn diese Meldung bestehen bleibt, schauen Sie in das "system log" für mehr Informationen.
el: Αν αυτό το μήνυμα παραμένει, ελέγξτε τον καταγραφέα του συστήματος για περισσότερες πληροφορίες.
es: Si este mensaje persiste, eche un vistazo al registro del sistema para obtener más información.
fr: Si ce message persiste, consultez le journal système pour plus d'informations.
hu: Amennyiben ez az üzenet többször megjelenik, nézze meg a rendszernaplót további információkért.
it: Se il messaggio persiste, controllare il log di sistema per maggiori informazioni
lo: ຖ້າຂໍ້ຄວາມນີ້ຍັງຄົງຢູ່, ກະລຸນາເບິ່ງບັນທຶກລະບົບເພື່ອຂໍ້ມູນເພີ່ມເຕີມ.
nl: Als dit bericht blijft aanhouden bekijk dan het logboek voor meer informatie.
ro: Dacă acest mesaj persistă, verificați fișierul jurnal pentru informații suplimentare.
ru: Если это сообщение сохраняется, загляните в системный журнал для получения дополнительной информации.
sv: Titta i systemloggen för mer information om detta meddelande kvarstår.
uk: Якщо це повідомлення все ще залишається, зверніться для системного журнала для отримання додаткової інформації.
zh_cn: 如果此消息仍然存在，请查看系统日志以获取更多信息。

source: Choose...
af: Kies...
ca: Tria...
cs: Zvolit…
de: Auswählen...
el: Επιλογή...
es: Seleccione...
fr: Choisissez…
hu: Válassz...
it: Scegli...
lo: ເລືອກ...
nl: Kiezen...
pl: Wybierz...
ro: Alegere...
ru: Выберите...
sv: Välj...
uk: Вибрати...
zh_cn: 选择...

source: Running
ca: En execució
de: Wird ausgeführt
el: Υπό εκτέλεση
es: En ejecución
fr: En cours d’exécution
hu: Fut
it: In esecuzione
lo: ກຳລັງເຮັດວຽກ
nl: Actief
ru: Выполнение
sv: Kör
uk: Виконується
zh_cn: 正在运行

source: Inactive
af: Onaktief
ca: Inactiu
de: Inaktiv
el: Ανενεργό
es: Inactivo
hu: Inaktív
it: Inattivo
lo: ບໍ່ເຄື່ອນໄຫວ
nl: Inactief
ru: Неактивно
sv: Inaktiv
uk: Неактивний
zh_cn: 无效

source: Online
af: Aanlyn
ca: En línia
el: Σε Σύνδεση
es: Conectado
fr: En ligne
it: In linea
lo: ອອນລາຍ
ru: В сети
sv: Uppkopplad
uk: В мережі
zh_cn: 在线

source: Offline
af: Aflyn
ca: Sense connexió
el: Εκτός σύνδεσης
es: Desconectado
fr: Hors ligne
it: Non in linea
lo: ອອຟລາຍ
ru: Не в сети
sv: Frånkopplad
uk: Відключено
zh_cn: 离线

source: No records found.
af: Geen rekords gevind.
ca: No s'ha trobat cap registre.
cs: Nebyly nalezeny žádné záznamy.
de: Keine Einträge gefunden. (records)
el: Δεν βρέθηκαν εγγραφές.
es: No se encontraron registros.
fr: Aucun enregistrement trouvé.
hu: Egy bejegyzés sem található.
it: Nessuna registrazione trovata
lo: ບໍ່ພົບລາຍການ.
nl: Geen records gevonden.
ro: Nicio înregistrare găsită.
ru: Записей не найдено.
sv: Inga poster hittades.
uk: Не знайдено записів.
zh_cn: 未找到记录。

source: Selected...
af: Geselekteerde...
ca: Seleccionats ...
de: Gewählt...
el: Επιλεγμένα...
es: Seleccionado...
fr: Sélectionné...
hu: Kiválasztott...
it: Selezionati...
lo: ທີ່ເລືອກ...
nl: Geselecteerd...
pl: Wybrane...
ro: Selectat...
ru: Выбранное...
sv: Valda...
uk: Обрані...
zh_cn: 选中的...

source: Apply Changes
af: Toepas Veranderinge
ca: Aplicar els canvis
cs: Uplatnit změny
de: Änderungen übernehmen
el: Εφαρμογή Αλλαγών
es: Aplicar cambios
fr: Appliquer les changements
hu: Módosítások alkalmazása
it: Applica le modifiche
lo: ນຳໃຊ້ການປ່ຽນແປງ
nl: Wijzigingen Toepassen
pl: Zastosuj zmiany
ro: Aplicare modificări
ru: Применить изменения
sv: Verkställ ändringar
uk: Застосувати зміни
zh_cn: 应用更改

source: Rescan
af: Her-tasting
ca: Reescaneja
cs: Znovu proskenovat
de: Neu Einlesen
el: Επανασάρωση
es: Reescanear
fr: Rescanner
hu: Újrakeresés
it: Analizza di nuovo
lo: ສະແກນໃໝ່
nl: Herscannen
ro: Rescanare
ru: Повторно сканировать
sv: Sök igen
uk: Пересканувати
zh_cn: 重新扫描

source: Restart
af: Herbegin
ca: Reinicia
cs: Restartovat
de: Neustart
el: Επανεκκίνηση
es: Reiniciar
fr: Redémarrer
hu: Újraindítás
it: Riavvia
lo: ເລີ່ມໃໝ່
nl: Herstarten
ro: Repornire
ru: Перезапустить
sv: Starta om
uk: Перезапустити
zh_cn: 重启

source: Parent Directory
af: Ouer Directory
ca: Directori pare
cs: Nadřazená složka
de: Übergeordnetes Verzeichnis
el: Γονικός κατάλογος
es: Directorio superior
fr: Répertoire parent
hu: Szülőmappa
it: Cartella Superiore
lo: ໂຟນເດີແມ່
nl: Bovenliggende Map
pl: Katalog nadrzędny
ro: Director părinte
ru: Родительский каталог
sv: Överliggande katalog
uk: Батьківський каталог
zh_cn: 上层目录

source: VLAN Interface
ca: Interfície VLAN
de: VLAN-Schnittstelle
el: Διεπαφή VLAN
es: Interfaz VLAN
fr: Interface VLAN
lo: ອິນເຕີເຟດ VLAN
nl: VLAN Netwerk
ru: Интерфейс VLAN
sv: VLAN-gränssnitt
uk: Інтерфейс VLAN
zh_cn: VLAN 接口

source: VLAN Tag
af: VLAN Etiket
ca: Etiqueta VLAN
cs: Značka virtuální sítě (VLAN)
de: VLAN-Markierung
el: Ετικέτα VLAN
fr: Tag VLAN
hu: VLAN címke
lo: ແທັກ VLAN
ro: Etichetă VLAN
ru: Метка VLAN
sv: VLAN etikett
uk: Мітка VLAN
zh_cn: VLAN 标签

source: Encapsulation Protocol
af: Enkapsulering Protokol
ca: Protocol encapsulat
de: Kapselungsprotokoll
el: Πρωτόκολλο Encapsulation
es: Protocolo de encapsulado
fr: Protocole d'Encapsulation
it: Protocollo di incapsulamento
lo: ໂປຣໂຕຄໍ Encapsulation
nl: Inkapselingsprotocol
ru: Протокол инкапсуляции
sv: Inkapslingsprotokoll
uk: Протокол інкапсуляції
zh_cn: 封装协议

source: Add VLAN
af: Voeg VLAN
ca: Afegir VLAN
cs: Přidat VLAN síť
de: VLAN hinzufügen
el: Προσθήκη VLAN
es: Añadir VLAN
fr: Ajouter VLAN
hu: VLAN hozzáadása
it: Aggiungi VLAN
lo: ເພີ່ມ VLAN
nl: VLAN Toevoegen
pl: Dodaj VLAN
ro: Adăugare VLAN
ru: Добавить VLAN
sv: Lägg tlll VLAN
uk: Додати VLAN
zh_cn: 添加VLAN

source: Edit VLAN
af: Wysig VLAN
ca: Edita VLAN
cs: Upravit VLAN
de: VLAN bearbeiten
el: Επεξεργασία VLAN
es: Editar VLAN
fr: Modifier VLAN
hu: VLAN módosítása
it: Modifica VLAN
lo: ແກ້ໄຂ VLAN
nl: VLAN Bewerken
ro: Editare VLAN
ru: Редактировать VLAN
sv: Ändra VLAN
uk: Редагувати VLAN
zh_cn: 编辑VLAN

source: VLAN is marked for deletion
af: VLAN is gemerk vir skrap
ca: VLAN està marcat per ser esborrat
cs: VLAN je označena ke smazání
de: VLAN ist zur Löschung markiert
el: Το VLAN έχει σημειωθεί προς διαγραφή.
es: VLAN Marcada para borrado
fr: Le VLAN est marqué pour suppression
hu: VLAN törlésre megjelölve
it: VLAN segnalata per la cancellazione
lo: VLAN ຖືກໝາຍໄວ້ເພື່ອລຶບ
nl: VLAN is gemarkeerd voor verwijdering
ro: Conexiunea VLAN este marcată pentru ștergere
ru: VLAN помечен для удаления
sv: VLAN är markerat för borttagning
uk: VLAN позначений для видалення
zh_cn: VLAN被标记为删除

source: VLAN is locked
ca: La VLAN està bloquejada
de: VLAN ist gesperrt
el: Το VLAN είναι κλειδωμένο
es: VLAN bloqueada
fr: Le VLAN est verrouillé
lo: VLAN ຖືກລັອກ
nl: VLAN is vergrendeld
ru: VLAN заблокирована
sv: VLAN är låst
uk: VLAN заблоковано
zh_cn: VLAN已锁定

source: VLAN is unlocked
af: VLAN is ontgeslot
ca: VLAN està desbloquejat
cs: VLAN je odemčena
de: VLAN ist entsperrt
el: Το VLAN είναι ξεκλείδωτο
es: VLAN desbloqueada
fr: Le VLAN est déverrouillé
hu: A VLAN zárolását feloldottad
it: VLAN sblocaccata
lo: VLAN ຖືກປົດລັອກ
nl: VLAN is ontgrendeld
ro: Conexiunea VLAN este deblocată
ru: VLAN разблокирован
sv: VLAN är olåst
uk: VLAN розблокований
zh_cn: VLAN已解锁

source: Delete Selected VLANs
af: Skrap Geselekteerde VLANs
ca: Suprimeix VLAN's seleccionats
cs: Smazat označené virt. (VLAN) sítě
de: Gewählte VLANs löschen
el: Διαγραφή Επιλεγμένων VLAN
es: Borrar VLAn seleccionadas
fr: Supprimer les VLAN sélectionnés
hu: Kijelölt VLAN-ok törlése
it: Cancella le VLAN selezionate
lo: ລຶບ VLAN ທີ່ເລືອກ
nl: Geselecteerde VLANs Verwijderen
ro: Ștergere rețele VLAN selectate
ru: Удалить выбранные VLAN
sv: Ta bort valda VLAN
uk: Видалити обрані VLAN
zh_cn: 删除选中的VLANs

source: Disable Selected VLANs
af: Deaktiveer Gekose VLANs
ca: Deshabiltar les VLAN's seleccionades
de: Ausgewählte VLANs deaktivieren
el: Απενεργοποίηση Επιλεγμένων VLAN
es: Deshabilitar las VLANs seleccionadas
fr: Désactiver les VLAN sélectionnés
it: Disabilita le VLAN selezionate
lo: ປິດໃຊ້ງານ VLAN ທີ່ເລືອກ
nl: Geselecteerde VLANs Uitschakelen
ru: Отключить выбранные VLANы
sv: Inaktivera valda VLAN
uk: Вимкнути вибрані VLAN
zh_cn: 禁用选中的VLANs

source: Enable Selected VLANs
af: Aktiveer Gekose VLANs
ca: Habilitar les VLAN's seleccionades
de: Ausgewählte VLANs aktivieren
el: Ενεργοποίηση Επιλεγμένων VLAN
es: Habilitar las VLANs seleccionadas
fr: Activer les VLAN Sélectionnés
it: abilita le VLAN selezionate
lo: ເປີດໃຊ້ງານ VLAN ທີ່ເລືອກ
nl: Geselecteerde VLANs Inschakelen
ru: Включить выбранные VLANы
sv: Aktivera valda VLAN
uk: Увімкнути вибрані VLAN
zh_cn: 启用选中的VLANs

source: Toggle Selected VLANs
ca: Commuta les VLAN seleccionades
de: Ausgewählte VLANs umschalten
el: Εναλλαγή Λειτουργίας Επιλεγμένων VLAN
es: Intercambiar estado de las VLAN
fr: Basculer les VLAN sélectionnés
lo: ສະຫຼັບການໃຊ້ງານ VLAN ທີ່ເລືອກ
nl: Geselecteerde VLANs Omschakelen
ru: Переключение выбранных VLAN
sv: Växla valda VLAN
uk: Перемкнути вибрані VLAN
zh_cn: 切换选中的VLANs

source: Do you want to delete selected VLANs?
af: Wil jy geselekteerde VLAN's skrap?
ca: Voleu eliminar les VLAN's seleccionats?
cs: Opravdu smazat označené VLAN?
de: Möchten Sie die ausgewählten VLANs löschen?
el: Θέλετε να διαγράψετε τα επιλεγμένα VLAN;
es: ¿Desea borrar las VLAN seleccionadas?
fr: Voulez-vous supprimer les VLANs sélectionnés?
hu: Biztos, hogy törlöd a kijelölt VLAN-okat?
it: Desideri cancellare le VLAN selezionate?
lo: ທ່ານຕ້ອງການລຶບ VLAN ທີ່ເລືອກອອກບໍ່?
nl: Wilt u de geselecteerde VLANs verwijderen?
ro: Doriți să ștergeți rețelele VLAN selectate?
ru: Вы хотите удалить выбранные VLAN
sv: Vill du ta bort valda VLAN?
uk: Ви підтверджуєте видалення обраних VLAN?
zh_cn: 是否要删除选定的VLAN？

source: Do you want to disable selected VLANs?
af: Wil jy die gekose VLANs deaktiveer?
ca: Vols deshabilitar les VLANS's seleccionades?
de: Möchten Sie die ausgewählten VLANs deaktivieren?
el: Θέλετε να απενεργοποιήσετε τα επιλεγμένα VLAN;
es: ¿Desea deshabilitar las VLANs seleccionadas?
fr: Voulez-vous désactiver les VLAN sélectionnés ?
it: Vuoi disabilitare le VLAN selezionate?
lo: ທ່ານຕ້ອງການປິດໃຊ້ງານ VLAN ທີ່ເລືອກບໍ່?
nl: Wilt u de geselecteerde VLANs uitschakelen?
ru: Вы хотите отключить выбранные VLANы?
sv: Vill du inaktivera valda VLAN?
uk: Бажаєте вимкнути вибрані VLAN?
zh_cn: 你想要禁用选中的VLANs吗？

source: Do you want to enable selected VLANs?
af: Wil jy die gekose lêerstelsels aktiveer?
ca: Vols habilitar les VLAN's seleccionades?
de: Möchten Sie die ausgewählten VLANs aktivieren?
el: Θέλετε να ενεργοποιήσετε τα επιλεγμένα VLAN;
es: ¿Desea habilitar las VLANs seleccionadas?
fr: Voulez-vous activer les VLAN sélectionnés ?
it: Copiare il testo Vuoi abilitare le VLAN selezionate?
lo: ທ່ານຕ້ອງການເປີດໃຊ້ງານ VLAN ທີ່ເລືອກບໍ່?
nl: Wilt u de geselecteerde VLANs uitschakelen?
ru: Вы хотите включить выбранные VLANы?
sv: Vill du aktivera valda VLAN?
uk: Ви бажаєте увімкнути вибрані VLAN?
zh_cn: 你想要启用选中的VLANs吗？

source: Do you want to toggle selected VLANs?
af: Wil jy die gekose VLANs wissel?
ca: Vols canviar les VLAN's sleccionades?
de: Möchten Sie die ausgewählten VLANs umschalten?
el: Θέλετε να κάνετε εναλλαγή λειτουργίας των επιλεγμένων VLAN;
es: ¿Desea intercambiar el estado de las VLANs seleccionadas?
fr: Voulez-vous basculer les VLAN sélectionnés ?
it: Vuoi attivare o disattivare le VLAN selezionate?
lo: ທ່ານຕ້ອງການສະຫຼັບການໃຊ້ງານ VLAN ທີ່ເລືອກບໍ່?
nl: Wilt u de geselecteerde VLANs omschakelen?
ru: Вы хотите переключить выбранные VLANы?
sv: Vill du växla valda VLAN?
uk: Бажаєте перемкнути вибрані VLAN?
zh_cn: 你想要切换选中的VLANZs吗？

source: The name of the VLAN interface
ca: El nom de la interfície VLAN
de: Der Name der VLAN-Schnittstelle
el: Το όνομα της διεπαφής VLAN.
es: nombre de la interfaz VLAN
fr: Le nom de l'interface VLAN
it: Il nome dell'interfaccia VLAN
lo: ຊື່ຂອງອິນເຕີເຟດ VLAN
nl: De naam van de VLAN netwerk
ru: Имя интерфейса VLAN
sv: Namnet på VLAN gränssnittet
uk: Ім'я інтерфейсу VLAN
zh_cn: VLAN接口名称

source: 802.1Q VLAN tag (between 1 and 4094).
af: 802.1Q VLAN tag (tussen 1 en 4094).
ca: 802.1Q etiqueta VLAN (des 1 fins a 4094).
cs: Značka virtuální sítě (VLAN) dle normy 802.1Q – číslo z rozsahu 1 až 4094.
de: 802.1Q VLAN-Markierung (zwischen 1 und 4094).
el: ετικέτα 802.1Q VLAN (μεταξύ 1 και 4094).
es: etiqueta VLAN 802.1Q (entre 1 y 4094)
fr: 802.1Q VLAN tag (entre 1 et 4094).
hu: 802.1Q VLAN címke (1 és 4094 közötti érték).
it: 802.1Q VLAN tag (tra 1 e 4094)
lo: ແທັກ 802.1Q VLAN (ລະຫວ່າງ 1 ແລະ 4094).
nl: 802.1Q VLAN markering (tussen 1 en 4094).
pl: Etykieta VLAN 802.1Q (pomiędzy 1 a 4094).
ro: Etichetă VLAN 802.1Q (valori în intervalul 1-4094).
ru: Метка 802.1Q VLAN (между 1 и 4094).
sv: 802.1Q VLAN etikett (mellan 1 och 4094).
uk: 802.1Q VLAN тег (між 1 і 4094).
zh_cn: 802.1Q VLAN 标签 （介于1和4094之间）。
