Repository: rojim666/xigmanas-code-r10599-trunk
Catalog: locale/xigmanas-*.po
Languages: af, ca, cs, de, el, es, fr, hu, it, lo, nl, pl, ro, ru, sv, uk, zh_cn

source: Sysctl Setting
af: Sysctl Instelling
ca: Configuració de Sysctl
de: Sysctl Einstellung
el: Ρύθμιση Sysctl
es: Configuracion de Sysctl
fr: Réglage sysctl
hu: Sysctl beállítások
it: Impostazioni Sysctl
lo: ການຕັ້ງຄ່າ Sysctl
nl: Sysctl Instellingen
ro: Setări sysctl
ru: Настройка Sysctl
sv: Sysctl Inställning
uk: Налаштування Sysctl
zh_cn: Sysctl设置

source: Current Setting
af: Huidige Instelling
ca: Configuració actual
cs: Aktuální nastavení
de: aktuelle Konfigurationseinstellung
el: Τρέχουσα Ρύθμιση
es: Opciones actuales
fr: Paramètre Actuel
hu: Jelenlegi beállítás
it: Impostazioni Correnti
lo: ການຕັ້ງຄ່າປັດຈຸບັນ
nl: Huidige Instelling
pl: Bieżące ustaswienia
ro: Configurație curentă
ru: Текущая настройка
sv: Nuvarande inställningar
uk: Поточні налаштування
zh_cn: 当前设置

source: Data Type
af: Data Tipe
ca: Tipus de dades
cs: Datový typ
de: Datentyp
el: Τύπος Δεδομένων
es: Tipo de datos
fr: Type de Données
hu: Adattípus
it: Tipo di dati
lo: ປະເພດຂໍ້ມູນ
pl: Typ danych
ro: Tip date
ru: Тип данных
sv: Datatyp
uk: Тип даних
zh_cn: 数据类型

source: Value
af: Waarde
ca: Valor
cs: Hodnota
de: Wert
el: Τιμή
es: Valor
fr: Valeur
hu: Érték
it: Valore
lo: ຄ່າ
nl: Waarde
pl: Wartość
ro: Valoare
ru: Значение
sv: Värde
uk: Значення
zh_cn: 值

source: Navigation Menu
af: Navigasie Spyskaart
ca: Menú de navegació
de: Navigationsmenü
el: Μενού Πλοήγησης
es: Menú de navegación
fr: Menu de Navigation
hu: Navigációs menü
it: Menù di navigazione
lo: ເມນູນຳທາງ
nl: Navigatiemenu
pl: Menu nawigacyjne
ro: Meniu navigare
ru: Меню навигации
sv: Navigationsmeny
uk: Меню навігації
zh_cn: 导航菜单

source: Display Options
af: Vertoon Opsies
ca: Mostra les opcions
de: Anzeigeeinstellungen
el: Επιλογές Εμφάνισης
es: Mostrar opciones
fr: Options d’affichage
hu: Megjelenítési beállítások
it: Opzioni di Visualizzazione
lo: ຕົວເລືອກການສະແດງຜົນ
nl: Weergave Opties
pl: Opcje wyświetlania
ro: Opțiuni de afișare
ru: Параметры отображения
sv: Visningsalternativ
uk: Налаштування відображення
zh_cn: 显示选项

source: Button Settings
af: Knoppie Instellings
ca: Configuració del botó
cs: Nastavení tlačítek
de: Schaltflächeneinstellungen
el: Ρυθμίσεις Κουμπιού
es: Opciones del botón
fr: Paramètres Bouton
hu: Nyomogómb beaállítások
it: Pulsante Impostazioni
lo: ການຕັ້ງຄ່າປຸ່ມ
nl: Knop Instellingen
pl: Ustawienia przycisku
ro: Setări buton
ru: Настройки кнопок
sv: Knappinställningar
uk: Налаштування кнопки
zh_cn: 按钮设置

source: CSS Settings
af: CSS Instellings
ca: Configuració CSS
cs: Nastavení CSS
de: CSS-Einstellungen
el: Ρυθμίσεις CSS
es: Opciones CSS
fr: Paramètres CSS
hu: CSS beállítások
it: Impostazioni CSS
lo: ການຕັ້ງຄ່າ CSS
nl: CSS Instellingen
pl: Ustawienia pliku CSS
ro: Setări CSS
ru: Настройки CSS
sv: CSS Inställningar
uk: Налаштування CSS
zh_cn: CSS设置

source: Landing Pages
af: Bestemmingsbladsye
ca: Pàgines de destinació
de: Zielseiten (Landing Pages)
el: Σελίδες Προορισμού
es: Pagina por defecto
fr: Pages de Destination
hu: Landoló oldalak
it: Pagine di arrivo
lo: ໜ້າແລກ
nl: Bestemmingspagina's
ro: Pagini destinație
ru: Целевые страницы
sv: Destinationssida
uk: Цільові сторінки
zh_cn: 着陆页

source: Current password
af: Huidige wagwoord
ca: Contrasenya actual
cs: Stávající heslo
de: Aktuelles Passwort
el: Τρέχων κωδικός
es: Contraseña actual
fr: Mot de passe actuel
hu: Jelenlegi jelszó
it: Password corrente
lo: ລະຫັດຜ່ານປັດຈຸບັນ
nl: Huidig wachtwoord
pl: Aktualne hasło
ro: Parola curentă
ru: Текущий пароль
sv: Aktuellt lösenord
uk: Поточний пароль
zh_cn: 当前密码

source: New password
af: Nuwe wagwoord
ca: Nova contrasenya
cs: Nové heslo
de: Neues Passwort
el: Νέος κωδικός
es: Nueva contraseña
fr: Nouveau mot de passe
hu: Új jelszó
it: Nuova password
lo: ລະຫັດຜ່ານໃໝ່
nl: Nieuw wachtwoord
pl: Nowe hasło
ro: Parola nouă
ru: Новый пароль
sv: Nytt lösenord
uk: Новий пароль
zh_cn: 新密码

source: Password (confirmed)
af: Wagwoord (bevestig)
ca: Contrasenya (confirmat)
cs: Heslo (potvrzené)
de: Passwort (bestätigt)
el: Κωδικός (επιβεβαιωμένος)
es: Contraseña (confirmada)
fr: Mot de passe (confirmation)
hu: Jelszó (megerősítve)
it: Password
lo: ລະຫັດຜ່ານ (ຢືນຢັນ)
nl: Wachtwoord (bevestigd)
pl: Hasło (potwierdzenie)
ro: Parola (confirmare)
ru: Пароль (подтвержден)
sv: Lösenord (bekräftat)
uk: Пароль (підтверджений)
zh_cn: 密码（确认）

source: The old password is not correct.
af: Die ou wagwoord is verkeerd.
ca: L'antiga contrasenya no és correcta.
cs: Původní heslo nebylo zadáno správně.
de: Das alte Passwort ist nicht korrekt.
el: Ο παλαιός κωδικός δεν είναι σωστός.
es: La antigua contraseña no es correcta.
fr: L'ancien mot de passe est incorrect
hu: A régi jelszó nem megfelelő.
it: La vecchia password non è corretta.
lo: ລະຫັດຜ່ານເກົ່າບໍ່ຖືກຕ້ອງ.
nl: Het oude wachtwoord is niet juist.
pl: Stare hasło nie jest poprawne.
ro: Parola veche este incorectă.
ru: Старый пароль неверен.
sv: Det gamla lösenordet stämmer ej.
uk: Старий пароль не правильний.
zh_cn: 旧的密码不正确。

source: The confirmation password does not match. Please ensure the passwords match exactly.
af: Die bevestiging wagwoord stem nie ooreen nie. Maak asseblief seker dat die wagwoorde presies ooreenstem.
ca: La confirmació de contrasenya no coincideix. Si us plau assegureu-vos que les contrasenyes coincideixen exactament.
cs: Kontrolní zadání hesla a heslo se neshodují. Do obou kolonek zadejte to stejné heslo.
de: Das Bestätigungs Passwort stimmt nicht ünberein. Bitte stellen Sie sicher, dass beide Passwörter übereinstimmen
el: Ο κωδικός επιβεβαίωσης δεν ταιριάζει. Παρακαλώ βεβαιωθείτε ότι οι κωδικοί ταιριάζουν ακριβώς.
es: Las contraseñas no coinciden. por favor asegurese de que coinciden exactamente.
fr: La confirmation du mot de passe n'est pas exacte. Vérifiez s'il vous plaît la correspondance exacte du mot de passe.
hu: A megerősítő jelszó nem egyezik. Fontos, hogy a jelszavak pontosan egyeznek.
it: La password di conferma non corrisponde. Per favore assicurarsi che le password siano esattamente uguali.
lo: ລະຫັດຜ່ານຢືນຢັນບໍ່ກົງກັນ. ກະລຸນາຮັບປະກັນວ່າລະຫັດຜ່ານກົງກັນທຸກປະການ.
nl: Wachtwoord komt niet overeen met verificatie. Verzeker u er van dat de wachtwoorden gelijk zijn.
pl: Hasło potwierdzające niezgodne. Upewnij się, że oba hasła są takie same.
ro: Parola de confirmare nu coincide. Verificați ca cele două parole să coincidă.
ru: Пароли не совпадают. Пожалуйста, убедитесь в правильности ввода пароля.
sv: Bekräftelselösenordet stämmer ej. Försäkra dig om att lösenorden är identiska.
uk: Паролі не співпадають. Будь ласка, переконайтеся в правильності введення пароля.
zh_cn: 确认密码不匹配。请确保密码完全匹配。

source: Notification email from host: %s
af: Kennisgeving epos vanaf gasheer: %s
ca: Notificació de correu electrònic des del host: %s
cs: E-mail s upozorněním ze stroje: %s
de: Mitteilungsemail von Host: %s
el: Ειδοποίηση μέσω μηνύματος ηλεκτρονικού ταχυδρομείου από τον υπολογιστή: %s
es: Notificación de correo desde el equipo: %s
fr: Email de notification du hôte: %s
hu: Emlékeztető levél innen: %s
it: Email di notifica dall'host: %s
lo: ອີເມວແຈ້ງເຕືອນຈາກໂຮສຕ໌: %s
nl: Kennisgeving e-mail van host: %s
pl: Powiadomienia email od hosta: %s
ro: Email de notificare de la: %s
ru: Уведомление по электронной почте от хоста %s
sv: Notifikationse-post från värd: %s
uk: Поштове повідомлення від хоста: <b>%s</b>
zh_cn: 主机的Email通知：%s

source: The administrator has been notified to apply your changes.
af: Die adminstrateur is in kennis gestel om jou veranderinge toe te pas
ca: L'administrador ha estat notificat per aplicar els canvis.
cs: Správce systému byl upozorněn ohledně přijetí vámi navržených změn.
de: Der Administrator wurde benachrichtigt die Änderungen zu bestätigen.
el: Ο διαχειριστής έχει ειδοποιηθεί για να εφαρμόσει τις αλλαγές σας.
es: El administrador ha sido notificado para que aplique sus cambios.
fr: L'administrateur a été notifié afin d'appliquer vos changements.
hu: A rendszergazda értesítést kapott, hogy módosításaidat alkalmazza.
it: L'amministratore è stato avvisato di apportare le modifiche richieste.
lo: ຜູ້ເບິ່ງແຍງລະບົບໄດ້ຮັບການແຈ້ງເຕືອນເພື່ອປະຕິບັດການປ່ຽນແປງຂອງທ່ານ.
nl: De beheerder is op de hoogte gebracht om uw veranderingen toe te passen.
pl: Administrator został poinformowany w celu akceptacji Twoich zmian.
ro: Administratorul sistemului a fost anunțat să aplice modificările dumneavoastră.
ru: Администратор был уведомлен о применении изменений.
sv: Administratören har blivit meddelad om att aktivera dina ändringar.
uk: Адміністратора боло повідомлено для затвердження ваших змін.
zh_cn: 已通知管理员应用您的更改。

source: User Password Settings
af: Gebruiker Wagwoord Instellings
ca: Configuració contrasenya d'usuari
cs: Nastavení hesla uživatele
de: Einstellungen Benutzerpasswort
el: Ρυθμίσεις κωδικού Χρήστη
es: Opciones de la contraseña de usuario
fr: Paramètres du Mot de Passe Utilisateur
hu: Felhasználói jelszó beállításai
it: Settaggi password utente
lo: ການຕັ້ງຄ່າລະຫັດຜ່ານຜູ້ໃຊ້
nl: Gebruiker Wachtwoord Instellingen
pl: Ustawienia hasła użytkownika
ro: Setări parolă utilizator
ru: Настройки пароля пользователя
sv: Inställningar användarlösenord
uk: Налаштування Паролю Користувача
zh_cn: 用户密码设置

source: Enter the path to the home directory of VirtualBox. VM config and HDD image will be created under the specified directory.
af: Ingaan die pad om die tuisgids van VirtualBox. VM konfig en HDD beeld sal wees geskep onder die gespesifiseerdegids.
ca: Introduïu la ruta d'accés al directori principal de VirtualBox. la imatge del disc dur i la configuració de VM seran creats sota el directori especificat.
cs: Zadejte umístění domovské složky pro VirtualBox. Sem budou umisťována nastavení a obrazy úložišť virtuálnich strojů.
de: Pfad der Virtualbox. Die VM-Konfiguration und das Festplattenimage werden dort gespeichert
el: Εισάγετε τη διαδρομή για τον αρχικό κατάλογο του VirtualBox. Το αρχείο ρυθμίσεων του VM και το είδωλο του δίσκου θα δημιουργηθούν κάτω από αυτό τον κατάλογο.
es: Ruta del directorio home de VirtualBox. Las imagenes de disco y las VM serán creadas bajo este directorio.
fr: Saisir le chemin de la racine de VirtualBox. Les configurations VM et les images disque seront créées sous le répertoire spécifié.
hu: Add meg a VirtualBox saját mappájának útvonalát. A VM konfiguráció és a HDD képfájl a megadott mappába kerül.
it: Immettere il percorso per la home directory di VirtualBox. HDD VM config e verranno creati sotto la directory specificata.
lo: ໃສ່ເສັ້ນທາງໄປຫາໄດເຣັກທໍຣີຫຼັກຂອງ VirtualBox. ການຕັ້ງຄ່າ VM ແລະ ພາບ HDD ຈະຖືກສ້າງຂຶ້ນພາຍໃຕ້ໄດເຣັກທໍຣີທີ່ລະບຸ.
nl: Vul de locatie in naar de gegevensmap voor VirtualBox. In deze gegevensmap worden de VM configuratie en HDD images opgeslagen.
pl: Wprowadź ścieżkę do domowego katalogu VirtualBox. Konfiguracja maszyny wirtualnej i obraz dysku będzie utworzony w wybranym katalogu.
ro: Introduceți calea către folderul home pentru VirtualBox. Configurația pentru VM și imaginea HDD-ului vor fi create în acest folder.
ru: Введите путь к домашней папке VirtualBox. Конфигурация Виртуальных Машин и образы дисков будут созданы в этой папке.
sv: Mata in sökvägen till VirtualBox hemmakatalog. VM config och HDD avbildning kommer att skapas under denna.
uk: Введіть шлях до домашнього каталогу VirtualBox. Файл конфігурації віртуальної машини та образ диску будуть створені у вказаному каталозі.
zh_cn: 输入VirtualBox的主目录的路径。 将在指定的目录下创建VM配置和HDD映像。

source: Host Resources
af: Gasheer Hulpbronne
ca: Recursos del servidor
cs: Prostředky stroje
de: Host-Ressourcen
el: Πόροι του διακομιστή
es: Recursos del Host
fr: Ressources hôtes
hu: Kiszolgáló erőforrásai
it: Risorse del host
lo: ຊັບພະຍາກອນໂຮສຕ໌
nl: Hostbronnen
pl: Zasoby hosta
ro: Rasurse sistem
ru: Ресурсы хоста
sv: Värdresurser
uk: Ресурси хосту
zh_cn: 主机资源

source: Allow USB
af: Toelaat USB
ca: Permetre USB
cs: Umožnit USB
de: USB zulassen
el: Να επιτρέπονται τα USB
es: Permitir USB
fr: Autoriser l'accès aux périphériques USB
hu: USB engedélyezése
it: Consenti USB
lo: ອະນຸຍາດ USB
nl: USB Toestaan
pl: Zezwalaj USB
ro: Permite USB
ru: Разрешить USB
sv: Tillåt USB
uk: Дозволити USB
zh_cn: 允许USB

source: Enable this option to make host USB available to clients.
af: Inskakel hierdie opsie om gasheer-USB beskikbaar te stel aan kliente.
ca: Activeu aquesta opció perquè el dispositiu USB estigui disponible per als clients.
cs: Zapnutím této předvolby zpřístupníte USB klientům.
de: Aktivieren Sie diese Einstellung, um Host-USB für Clients verfügbar zu machen.
el: Ενεργοποιήστε αυτή την επιλογή για να είναι διαθέσιμα τα USB του κεντρικού υπολογιστή στους υπολογιστές-πελάτες.
es: Habilitar esta opción permite el host USB a los clientes
fr: Activez cette option pour rendre l'hôte USB disponible pour les clients.
hu: Ez a beállítás a kliensek számára bekapcsolja a kiszolgáló USB-jét.
it: Abilitare questa opzione per rendere disponibile l'host USB ai client.
lo: ເປີດໃຊ້ຕົວເລືອກນີ້ເພື່ອເຮັດໃຫ້ USB ຂອງໂຮສຕ໌ສາມາດໃຊ້ໄດ້ກັບໄຄລເອັນ.
nl: Inschakelen om host USB beschikbaar te maken voor cliënten.
pl: Wybierz tę opcję, aby udostępnić hosta USB klientom.
ro: Activați opțiunea pentru a pune portul USB la dispoziția utilizatorilor.
ru: Выберите эту опцию, чтобы сделать USB порты хоста доступными для клиентов.
sv: Att aktivera denna funktion gör värdens USB tillgängliga för klienterna.
uk: Увімкніть цю опцію, щоб дозволити доступ з клієнтів до USB портів хосту.
zh_cn: 启用此选项可使主机USB可用于客户端。

source: Allow Serial Ports
af: Toelaat Seriële Poorte
ca: Permet els ports sèrie
cs: Umožnit používání seriových portů
de: Serielle Anschlüsse zulassen
el: Να επιτρέπονται σειριακές θύρες
es: Permitir puerto serie
fr: Autoriser les ports série
hu: Soros port engedélyezése
it: Consenti porte seriali
lo: ອະນຸຍາດພອດ Serial
nl: Seriële Poorten Toestaan
pl: Pozwalaj na porty szeregowe
ro: Permite porturi seriale
ru: Разрешить serial-порты
sv: Tillåt serieportar
uk: Дозволити послідовні порти
zh_cn: 允许串行端口

source: Enable this option to make host serial ports available to clients.
af: Inskakel hierdie opsie om gasheer seriële poorte beskikbaar te stel aan kliente.
ca: Activeu aquesta opció per fer que els ports sèrie estiguin disponibles per als clients.
cs: Zapnutí této předvolby zpřístupní sériové porty pro klienty.
de: Aktivieren Sie diese Einstellung, um serielle Host-Anschlüsse für die Clienten verfügbar zu machen.
el: Ενεργοποιήστε αυτή την επιλογή για να κάνετε διαθέσιμες τις σειριακές θύρες του διακομιστή στους πελάτες.
es: Habilite esta opción para permitir los puertos serie a los clientes
fr: Activez cette option pour rendre les ports série hôtes disponibles pour les clients.
hu: Kapcsolja be ezt a lehetőséget, hogy kliensek elérhessék a kiszolgáló soros portjait.
it: Attiva questa opzione per rendere disponibile ai clients le porte seriali
lo: ເປີດໃຊ້ຕົວເລືອກນີ້ເພື່ອເຮັດໃຫ້ພອດ serial ຂອງໂຮສຕ໌ສາມາດໃຊ້ໄດ້ກັບໄຄລເອັນ.
nl: Inschakelen om host seriële poorten beschikbaar te maken voor cliënten.
pl: Wybierz tę opcję, aby udostępnić szeregowy port hosta klientom.
ro: Activați această opțiune pentru a pune portul serial la dispoziția clienților.
ru: Включите эту опцию, чтобы сделать serial-порты доступными для клиентов.
sv: Aktivera detta alternativ för att göra värdens serieportar tillgängliga för klienterna.
uk: Дозвольте цей параметр, щоб зробити доступними для клієнтів послідовні порти хоста.
zh_cn: 启用此选项可使主机串行端口可供客户端使用。

source: Allow USB Serial Ports
af: Toelaat USB Seriële Poorte
ca: Permet els ports USB
cs: Umožnit používání převodníků z USB na sériové porty
de: USB Serial Ports zulassen
el: Να επιτρέπονται USB σειριακές θύρες
es: Permitir puertos USB
fr: Autoriser les ports série USB
hu: USB soros port engedélyezése
it: Consenti porte seriali USB
lo: ອະນຸຍາດພອດ USB Serial
nl: USB Seriële Poorten Toestaan
pl: Pozwalaj na porty szeregowe USB
ro: Permite porturi seriale USB
ru: Разрешить USB serial-порты
sv: Tillåt USB-portar
uk: Дозволити USB послідовні порти
zh_cn: 允许USB串行端口

source: Enable this option to make host USB serial ports available to clients.
af: Ontsper hierdie opsie om gasheer USB seriële poorte aan kliente beskikbaar te stel.
ca: Activeu aquesta opció per fer que els ports de sèrie USB estiguin disponibles per als clients.
cs: Zapnutí této předvolby zpřístupní sériové porty na USB převodnících pro klienty.
de: Aktivieren Sie diese Einstellung, um serielle USB Host-Anschlüsse für die Clienten verfügbar zu machen.
el: Ενεργοποιήστε αυτή την επιλογή για να κάνετε διαθέσιμες τις USB σειριακές θύρες του διακομιστή στους πελάτες.
es: Habilite esta opción para permitir los puertos USB a los clientes
fr: Activez cette option pour rendre les ports série USB de l'hôte disponibles pour les clients.
hu: Kapcsolja be ezt a lehetőséget, hogy kliensek elérhessék a kiszolgáló USB soros portjait.
it: Attiva questa opzione per rendere disponibile ai clients le porte seriali USB
lo: ເປີດໃຊ້ຕົວເລືອກນີ້ເພື່ອເຮັດໃຫ້ພອດ USB serial ຂອງໂຮສຕ໌ສາມາດໃຊ້ໄດ້ກັບໄຄລເອັນ.
nl: Inschakelen om host USB seriële poorten beschikbaar te maken voor cliënten.
pl: Wybierz tę opcję, aby udostępnić szeregowy port hosta USB klientom.
ro: Activați această opțiune pentru a pune portul USB la dispoziția clienților.
ru: Включите эту опцию, чтобы сделать USB serial-порты доступными для клиентов.
sv: Aktivera detta alternativ för att göra värdens USB-serieportar tillgängliga för klienterna.
uk: Дозвольте цей параметр, щоб зробити доступними для клієнтів USB послідовні порти хоста.
zh_cn: 启用此选项可使主机USB串行端口可供客户端使用。

source: No configured bridge interfaces.
af: Geen gekonfigureerde oorbrug koppelvlakke.
ca: No s'han configurat interfícies de pont.
cs: Nejsou nastavená žádná síťová přemostění.
de: Keine konfigurierten Brücken Interfaces
el: Δεν έχουν ρυθμιστεί διασυνδέσεις δικτύου.
es: No configurado interfaces de puente
fr: Pas d'interface de pont(bridge) configurée
hu: Egy konfigurált híd interfész sincs.
it: Nessuna interfaccia bridge configurata.
lo: ບໍ່ມີອິນເຕີເຟດບຣິດທີ່ຕັ້ງຄ່າໄວ້.
nl: Er zijn geen bridge netwerken geconfigureerd.
pl: Brak skonfigurowanych mostów interfejsów
ro: Nicio interfață bridge configurată.
ru: Нет настроенных интерфейсов моста.
sv: Inga konfigurerade bryggränsnitt.
uk: Немає налаштованих інтерфейсів моста.
zh_cn: 没有配置网桥接口。

source: Please add a bridge interface first.
af: Voeg asseblief eers 'n brug koppelvlak by.
ca: Si us plau, afegiu una interfície de pont en primer lloc.
cs: Nejprve je třeba přidat síťové přemostění.
de: Bitte fügen Sie zuerst ein Brücken Interface hinzu.
el: Παρακαλώ προσθέστε πρώτα ένα γεφύρωμα δικτύου.
es: Por favor añada primero una interfaz de puente
fr: S'il vous plaît créez d'abord une interface de pont(bridge).
hu: Először egy híd interfészt hozz létre.
it: Per favore aggiungere prima una interfaccia bridge
lo: ກະລຸນາເພີ່ມອິນເຕີເຟດບຣິດກ່ອນ.
nl: U dient eerst een bridge netwerk toe te voegen.
pl: Najpierw dodaj interfejs mostka
ro: Va trebui să adăugați o interfață de tip bridge mai întâi.
ru: Пожалуйста, в первую очередь добавьте интерфейс моста.
sv: Vänligen lägg till ett bryggränssnitt först.
uk: Будь ласка, додайте інтерфейс моста в першу чергу.
zh_cn: 请先添加网桥接口。

source: Xen Virtual Machine
af: Xen Virtuele Masjien
ca: Màquina virtual Xen
cs: Xen virtuální stroj
de: Xen Virtuelle Maschine
el: Εικονική Μηχανή Xen
fr: Machine Virtuelle Xen
hu: Xen Virtuális Gép
lo: ເຄື່ອງຈຳລອງ Xen
nl: Xen Virtuele Machine
pl: Wirtualna maszyna Xen
ro: Mașină virtuală Xen
ru: Виртуальная машина Xen
sv: Xen Virtuell Maskin
uk: Віртуальна машина Xen
zh_cn: Xen 虚拟机

source: Mem
cs: Pam.
de: Speicher
el: Μνήμη
es: Memoria
fr: Mémoire
hu: Memória
lo: ໜ່ວຍຄວາມຈຳ
nl: Geheugen
pl: Pamięć
ru: Память
sv: Minne
uk: Пам'ять
zh_cn: 内存

source: VM Type
af: VM Tipe
ca: Tipus MV
cs: Typ virt. stroje
de: VM-Typ
el: Τύπος VM
es: Tipo de VM
fr: Type de machine virtuel
hu: VM típusa
it: Tipo VM
lo: ປະເພດ VM
pl: Typ maszyny wirtualnej
ro: Tip VM
ru: Тип ВМ
sv: VM Typ
uk: Тип VM
zh_cn: VM 类型

source: VNC Display
af: VNC Vertoon
ca: Pantalla VNC
cs: VNC zobrazení
de: VNC-Anzeige
el: Προβολή VNC
es: Display VNC
fr: Affichage VNC
hu: VNC kijelző
lo: ຈໍສະແດງຜົນ VNC
nl: VNC Scherm
ro: Ecran VNC
ru: VNC дисплей
sv: VNC Skärm
uk: Монітор VNC
zh_cn: VLAN显示

source: Edit VM
af: Redigeer VM
ca: Editar MV
cs: Upravit virt. stroj
de: VM bearbeiten
el: Επεξεργασία VM
es: Editar VM
fr: Editer la VM
hu: VM módosítása
it: Edita VM
lo: ແກ້ໄຂ VM
nl: Bewerk VM
pl: Edytuj VM.
ro: Editare mașină virtuală (VM)
ru: Редактировать ВМ
sv: Editera VM
uk: Редагувати віртуальну машину
zh_cn: 编辑 VM

source: Do you really want to delete this VM?
af: Wil jy regtig hierdie VM geskrap?
ca: Realment vols esborrar aquest MV?
cs: Opravdu tento virt. stroj odstranit?
de: Möchten Sie diese VM wirklich löschen?
el: Θέλετε πραγματικά να διαγράψετε αυτό το VM;
es: ¿Realmente desea borrar esta VM?
fr: Voulez vous vraiment supprimer cette VM ?
hu: Biztos, hogy törlöd ezt a VM-et?
it: Vuoi veramente cancellare questa VM?
lo: ທ່ານຕ້ອງການລຶບ VM ນີ້ແທ້ບໍ?
nl: Weet u zeker dat u deze VM wilt verwijderen?
pl: Czy na pewno chcesz usunąć VM?
ro: Doriți să ștergeți această mașină virtuală (VM)?
ru: Вы уверены, что хотите удалить эту ВМ?
sv: Vill du verkligen ta bort denna VM?
uk: Ви справді хочете видалити цю віртуальну машину?
zh_cn: 你确定要删除这个 VM 吗？

source: Delete VM
af: Skrap VM
ca: Suprimeix MV
cs: Smazat virt. stroj
de: VM löschen
el: Διαγραφή VM
es: Borrar la VM
fr: supprimer VM
hu: VM törlése
it: Cancella VM
lo: ລຶບ VM
nl: VM Verwijderen
pl: Usuwanie VM
ro: Ștergere VM
ru: Удалить ВМ
sv: Ta bort VM
uk: Видалити VM (віртуальну машину)
zh_cn: 删除 VM

source: Create PV Guest
af: Skep PV Guest
ca: Crea un hoste PV
cs: Vytvořit virtualizační kontejner (PV)
de: PV-Gast erstellen
el: Δημιουργία PV Guest
es: Crear un invitado PV
fr: creer un invite PV
hu: PV vendég létrehozása
it: Crea PV Guest
lo: ສ້າງ PV Guest
nl: Creëer PV Gast
ro: Creare cont PV Guest
ru: Создать гостевую систему PV
sv: Skapa PV gäst
uk: Створює PV Гістя
zh_cn: 创建PV客户机

source: Create HVM Guest
af: Skep HVM Guest
ca: Crea un hoste HVM
cs: Vytvořit virt. stroj (HVM)
de: HVM-Gast erstellen
el: Δημιουργία HVM Guest
es: Crear un invitado HVM
fr: creer un invite HVM
hu: HVM vendég létrehozása
it: Crea HVM Guest
lo: ສ້າງ HVM Guest
nl: Creëer HVM Gast
ro: Creare cont HVM Guest
ru: Создать гостевую систему HVM
sv: Skapa HVM gäst
uk: Створює HVM Гістя
zh_cn: 创建HVM客户机

source: Memory (MiB)
af: Geheu (MiB)
ca: Memòria (MIB)
cs: Paměť (MiB)
de: Speicher in (MiB)
el: Μνήμη (MiB)
es: Memoria (MiB)
fr: Mémoire (MiB)
hu: Memória (MiB)
it: Memoria (MiB)
lo: ໜ່ວຍຄວາມຈຳ (MiB)
nl: Geheugen (MiB)
pl: Pamięć (MiB)
ro: Memorie (MiB)
ru: Память (Мб)
sv: Minne (MiB)
uk: Пам'ять (MiB)
zh_cn: 内存（MiB）

source: The attribute '%s' already exists.
af: Die eienskap '%s' bestaan reeds.
ca: L'atribut '% s' ja existeix.
cs: Atribut „%s“ už existuje.
de: Das Attribut '%s' existiert bereits !
el: Το χαρακτηριστικό '%s' υπάρχει ήδη.
es: El atributo '%s' ya existe.
fr: L'attribut '%s' existe déjà.
hu: '%s' attribútum már létezik.
it: L'attributo '%s' esiste già.
lo: ຄຸນລັກສະນະ '%s' ມີຢູ່ແລ້ວ.
nl: Het attribuut '%s' bestaat reeds.
pl: Atrybur '%s' już istnieje
ro: Parametrul '%s' există deja.
ru: Атрибут '%s' уже существует.
sv: Parametern '%s' finns redan.
uk: Атрибут '%s' вже існує.
zh_cn: %s 已存在。

source: HVM Guest
af: HVM Gas
ca: Hostes HVM
cs: HVM virt. stroj
de: HVM Gast
es: Invitado HVM
fr: Invité HVM
hu: HVM vendég
nl: HVM Gast
ro: Vizitator HVM
ru: Гостевая система HVM
sv: HVM gäster
uk: HVM Гість

source: Nested HVM
af: Geneste HVM
ca: HVM anidad
cs: Vnořený HVM virt. stroj
de: verschachteltes HVM
el: Ένθετο HVM
es: HVM anidada
hu: Egymásba ágyazott HVM
it: HVM annidato
nl: Geneste HVM
ro: Mașini HVM imbricate
ru: Встроенная HVM
uk: Вкладені HVM
zh_cn: 嵌套HVM
