Repository: rojim666/xigmanas-code-r10599-trunk
Catalog: locale/xigmanas-*.po
Languages: af, ca, cs, de, el, es, fr, hu, it, lo, nl, pl, ro, ru, sv, uk, zh_cn

source: (Kingston)Counts the number of flash erase failures. This Attribute returns the total number of Flash erase operation failures since the drive was deployed. This Attribute is identical to Attribute 182.
af: (Kingston)Tel die aantal met die flits uitvee mislukkings. Hierdie Attribuut gee die totale aantal van Flits uitvee operasie mislukkings aangesien die drive was ontplooi. Hierdie Attribuut is identies aan Attuibuut 182.
ca: (Kingston) Compta el nombre de fallades al esborrart el flash. Aquest atribut retorna el nombre total de falles d'operació d'esborrat del Flash des que es va instalar l'unitat. Aquest atribut és idèntic al Atribut 182.
cs: (Kingston) Součet nezdařených výmazů buněk flash paměti. Tento atribut uvádí celkový počet operací vymazání buňky flash paměti, které se nezdařily. Počítáno je od vůbec prvního zapnutí této SSD jednotky. Tento a atribut 182 jsou shodné.
de: (Kingston). Anzahl der Löschfehler des Flash-Speichers seit der Inbetriebnahme des Laufwerkes. Dieses Attribut ist identisch mit Attribut 182.
el: (Kingston)Μετράει τον αριθμό των αποτυχιών διαγραφής της μνήμης flash. Αυτό το χαρακτηριστικό επιστρέφει το συνολικό αριθμό αποτυχιών της λειτουργίας διαγραφής της μνήμης flash από τότε που ξεκίνησε η λειτουργία του δίσκου. Αυτό το χαρακτηριστικό είναι ίδιο με το χαρακτηριστικό 182.
es: (Kingston)Cuenta el nº de fallos en el borrado de la flash. Este atributo devuelve el nº total de fallos en la operación de borrado de la flash desde que el disco fue fabricado. Este atributo es identico al atributo 182.
fr: (Kingston) Compte le nombre d'échec de suppression. Cet attribut renvoie le nombre total d'échec des opérations d'effacement de la mémoire Flash, depuis que le lecteur est déployé. Cet attribut est similaire à l'attribut 182.
hu: (Kingston) Flash törlési hibák száma. Ez az attribútum a lemez élettartama alatti összes Flash törlés műveleti hibáját mutatja. Ez az attribútum megegyezik a 182-es számú attribútummal.
it: (Kingston)Conta il numero di cancellazioni fallite della flash. Questo Attributo ritorna il numero totale di cancellazioni della flash fallite da quando il disco è stato prodotto. Questo Attributo è identico all'Attributo 182.
lo: (Kingston) ນັບຈຳນວນຄວາມລົ້ມເຫຼວຂອງການລຶບແຟລດ. ຄຸນລັກສະນະນີ້ສົ່ງຄືນຈຳນວນທັງໝົດຂອງຄວາມລົ້ມເຫຼວໃນການດຳເນີນງານລຶບແຟລດຕັ້ງແຕ່ໄດຣຟ໌ຖືກນຳໃຊ້. ຄຸນລັກສະນະນີ້ຄືກັນກັບຄຸນລັກສະນະ 182.
nl: (Kingston) Telt het aantal mislukte flash wis pogingen. Dit attribuut geeft het totale aantal Flash wis fouten weer sinds de schijf werd ingezet. Dit attribuut is identiek aan attribuut 182.
pl: (Kingston) Błędy kasowania pamięci są liczone. Ten atrybut zwraca ilość wszystkich operacji błędów kasowania od początku działania dysku. Ten atrybut jest identyczny do Atrybutu 182.
ro: (Kingston) Stochează numărul de erori apărute la ștergerea memoriei flash. Această valoare contorizează numărul total de erori de ștergere ale memoriei flash de la momentul fabricării. Acest contor este identic cu Atributul 182.
ru: (Kingston) Счетчик количества отказов стирания флэш. Этот атрибут возвращает общее количество сбоев операций стирания с диска флэш. Этот атрибут идентичен атрибуту 182.
sv: (Kingston) Räknar antal felaktiga flashraderingar. Detta attribut returnerar det totala antalet felaktiga Flashraderingar sedan disken togs i drift. Attributet är det samma som attribut 182.
uk: (Kingston) Рахує число відмов стирання флеш. Цей атрибут повертає загальне число відмов операцій стирання флеш від початку використання диску. Цей атрибут ідентичний атрибуту 182.
zh_cn: （Kingston）计算闪存擦除失败的次数。 此属性返回自部署驱动器以来Flash擦除操作失败的总数。 此属性与属性182相同。

source: Counts the maximum worst erase count on any block.
af: Tel die maksimum slegste erase tel op enige blok.
ca: Compte el pitjor recompte d'esborrat en qualsevol bloc.
cs: Udává kolik výmazů proběhlo na nejopotřebovanějším z bloků flash paměti.
de: Ermittelt die schlechteste (also höchste) Löschanzahl aller Blöcke.
el: Μετράει τον μέγιστο χειρότερο αριθμό διαγραφής σε κάποιο block.
es: Cuenta la cantidad maxima de peores borrados en cualquier bloque.
fr: Compte le nombre maximum d'effacement sur un bloc
hu: Bármely blokkon a legrosszabb törlések maximális száma.
it: Conteggio del peggior numero di cancellazioni di ogni blocco.
lo: ນັບຈຳນວນການລຶບທີ່ຮ້າຍແຮງທີ່ສຸດສູງສຸດໃນທຸກບລັອກ.
nl: Telt het maximum slechtste wis telling op een blok.
pl: Wskazuje maksymalną najgorszą liczbę błędów kasowania każdego bloku.
ro: Contor pentru cea mai mare valoare (nr. de încercări) de ștergere a oricărui bloc/sector.
ru: Счетчик максимального худшего количества стирания на любом блоке.
sv: Räknar max raderingar på något block.
uk: Рахує максимальне найгірше число стираннь на будь-якому блоці.
zh_cn: 计算任何块上的最大擦除计数。

source: Also known as 'Power-off Retract Count' per conventional HDD terminology. Raw value reports the number of unclean shutdowns, cumulative over the life of an SSD, where an 'unclean shutdown' is the removal of power without STANDBY IMMEDIATE as the last command (regardless of PLI activity using capacitor power). Normalized value is always 100.
af: Ook bekend as 'Power-off Retract Count' per konvensionele HDD terminologie. Die rou waarde rapporteer die aantal onrein afskakelings, kumulatiewe oor die lewe van 'n SSD, waar 'n 'unclean shutdown' is die verwydering van krag sonder STAANBY ONMIDDELLIKE as die laaste bevel (ongeag PLI-aktiwiteit met behulp van kapasitorkrag). Genormaliseer waarde is altyd 100.
ca: També conegut com 'Power-off comte de retracció' per la terminologia de disc dur convencional. Valor brut informa del nombre de parades no acumulatius, durant la vida d'un SSD, on un 'tancament no net' és la desconnexió d'energia sense ESPERA IMMEDIATA com l'últim comando (independentment de l'activitat PLI utilitzant els condensadors de alimentació). El valor normalitzat és sempre 100.
cs: V pojmech, používaných u jednotek pevných disků, známo též jako „Power-off Retract Count“ (počet odvolání vypnutím). Nezpracovaná hodnota značí celkový počet neočekávaných vypnutí, nashromážděných od vůbec prvního zapnutí SSD jednotky. Neočekávaným vypnutím se rozumí ztráta napájení, aniž byl obdržen závěrečný povel „STANDBY IMMEDIATE“pro okamžitý přechod do pohotovostního režimu. Taková událost je započítána i v případě, že je podchycena hlídáním napájecího napětí (PLI) a probíhající operace jsou řádně dokončeny pomocí záložní energie z kondenzátoru. Normalizovaná hodnota je vždy 100.
de: Auch bekannt als "Power-off Retract Count" in der konventionellen Festplattenterminologie. Dieser Rohwert gibt die kumulierte Anzahl der unsauberen Ausschaltvorgänge während des gesamten Lebenszyklus einer SSD an. Dabei ist ein unsauberer Ausschaltvorgang definiert als Verlust der Stromversorgung ohne "STANDBY IMMEDIATE" als letztem ATA-Kommando (unabhängig von PLI-Aktivitäten (PLI = Power Loss Imminent) mit Hilfe von Kondensatoren). Der normalisierte Wert ist immer 100.
el: Επίσης γνωστό ως 'Power-off Retract Count' σύμφωνα με τη συμβατική ορολογία στους σκληρούς δίσκους. Η ακατέργαστη τιμή αναφέρει τον αριθμό των μη αναμενόμενων τερματισμών λειτουργίας, συσωρευτικά σε όλη τη διάρκεια ζωής ενός δίσκου SSD, όπου ένας 'μη αναμενόμενος τερματισμός λειτουργίας' είναι η απώλεια ρεύματος χωρίς να έχει εκτελεστεί ως τελευταία η εντολή STANDBY IMMEDIATE (άσχετα από την λειτουργία PLI με χρήση ρεύματος πυκνωτή). Η κανονικοποιημένη τιμή είναι πάντα 100.
es: También conocido como 'Power-off Retract Count' (Contador de retracciones por apagado) en la terminología de los HDD convencionales. El valor informa del número de apagados abruptos, es acumulativo a lo largo de la vida del disco SSD, en el que un apagado abrupto es un corte de corriente sin realizar un STANDBY IMMEDIATE como último comando (independientemente de la actividad del PLI -Power Loss Inminent- usando condensador). El valor normalizado es 100.
fr: Ou encore 'Power-off Retract Count' d'après la terminologie des disques durs. Valeur retournant le nombre d'arrêts non prévus, cumulés la mise en service d'un SSD. Un arrêt non prévu étant la coupure du courant sans commande STANDBY IMMEDIATE (sans tenir compte d'un mécanisme de PLI - Perte de Courant Immediate). La valeur normalisée est toujours 100.
hu: 'Power-off Retract Count'-ként is ismert a konvencionális HDD terminológiában. Nyers érték, ami a nem tiszta leállások számát mutatja, összeadódik az SSD élete során, ahol a 'nem tiszta leállás' az áram megvonása STANDBY IMMEDIATE (AZONNALI KÉSZENLÉT), mint utolsó parancs nélkül (kondenzátor áramát használó PLI aktivitástól függetlenül). Normalizált értéke 100.
it: Anche noto come 'Volte in cui le testine vengono spostate dal disco' per gli HDD tradizionali. I valori grezzi indicano il numero degli spegnimenti errati sulla vita di un SSD, dove spegnimenti errati indicano il togliere l'alimentazione senza dare come ultimo comando il STANDBY IMMEDIATE. Il valore normalizzato è 100
lo: ຍັງຮູ້ຈັກໃນຊື່ 'ການນັບການຖອຍຫຼັງເມື່ອປິດເຄື່ອງ' ຕາມຄຳສັບ HDD ທົ່ວໄປ. ຄ່າດິບລາຍງານຈຳນວນການປິດເຄື່ອງທີ່ບໍ່ສະອາດ, ສະສົມຕະຫຼອດຊີວິດຂອງ SSD, ເຊິ່ງ 'ການປິດເຄື່ອງທີ່ບໍ່ສະອາດ' ແມ່ນການຕັດໄຟໂດຍບໍ່ມີ STANDBY IMMEDIATE ເປັນຄຳສັ່ງສຸດທ້າຍ (ໂດຍບໍ່ຄຳນຶງເຖິງກິດຈະກຳ PLI ທີ່ໃຊ້ໄຟຈາກຕົວເກັບປະຈຸ). ຄ່າທີ່ປັບແລ້ວແມ່ນ 100 ສະເໝີ.
nl: Ook bekend als 'Power-off Retract Count' per conventionele HDD terminologie. Ruwe waarde rapporteert het aantal niet schone afsluitingen, cumulatieve gedurende de looptijd van een SSD, waar een 'niet schone afsluiting' is de verwijdering van de stroom zonder onmiddellijke Stand-by als de laatste opdracht (ongeacht PLI activiteit met behulp van stroom uit een condensator). Genormaliseerde waarde is altijd 100.
pl: Znany również jako 'Power-off Retract Count' dla konwencjonalnych dysków twardych. Surowa wartość określa ilość nieczystych postojów, przez całe życie dysku SSD, gdzie 'nieczyste postoje' oznaczają odłączenie zasilanie bez wysłania komendy 'STANDBY IMMEDIATE'. Wartość standardowa wynosi 100.
ro: Cunoscută și ca 'Power-off Retract Count' în terminologia folosită la hard discuri. Valorile brute indică numărul de opriri incorete/accidentale, acumulate în viața unui SSD, unde termenul 'unclean shutdown' se referă la dispariția alimentării fără ca acest lucru să fi fost precedat de o comandă STANDBY IMMEDIATE (indiferent de activitatea PLI, folosind un condensator de protecție). Valoarea normalizată este întotdeauna 100.
ru: Также известна как 'Power-off Retract Count' из обычной терминологии HDD. Значение сообщает ряд "нечистых" отключений, накопившихся за жизнь SSD, где "нечистое" выключение является отключением питания без последней команды непосредственной остановки (не считая от активности с использованием силового конденсатора). Нормированная величина всегда 100.
sv: Även känt som "Power-off Retract Count" i normal HDD terminologi. Råvärdet visar antalet orena nedstängningar under SSD-diskens livstid. Orena avstängningar är såna där spänningen brutits utan att kommandot "STANDBY IMMEDIATE" gets. Normaliserat värde är alltid 100.
uk: Також відомий як 'Power-off Retract Count' у звичайній термінології HDD. Сире значення повідомляє число нечистих відключень, кумулятивних протягом терміну служби твердотільного накопичувача, де "нечисте завершення роботи" є вимкнення живлення без STANDBY IMMEDIATE в якості останньої команди (незалежно від активності PLI з використанням конденсатора живлення). Нормалізоване значення завжди 100.
zh_cn: 根据常规HDD术语，也称为“关闭电源退出计数”。 原始值报告在SSD的整个使用寿命期间累积的不正常关机次数，其中“不正常关机”是除去电源，而不是STANDBY IMMEDIATE作为最后一个命令（不考虑使用电容器功率的PLI活动）。 归一化值始终为100。

source: Last test result as microseconds to discharge cap, saturated at its maximum value. Also logs minutes since last test and lifetime number of tests. Raw value contains the following data: Bytes 0-1: Last test result as microseconds to discharge cap, saturates at max value. Test result expected in range 25 <= result <= 5000000, lower indicates specific error code. Bytes 2-3: Minutes since last test, saturates at max value. Bytes 4-5: Lifetime number of tests, not incremented on power cycle, saturates at max value. Normalized value is set to one on test failure or 11 if the capacitor has been tested in an excessive temperature condition, otherwise 100.
af: Laaste toetsuitslag as mikrosekondes tot die ontladingsdop, versadig op die maksimum waarde. Teken ook minute sedert die laaste toets en die leeftyd aantal toetse aan. Rou waarde bevat die volgende data: Bytes 0-1: Laaste toetsuitslag as mikrosekondes tot die ontladingsdop versadig by maksimum waarde. Toetsuitslag verwag in die reeks 25 <= gevolg <= 5000000, laer dui spesifieke fout kode. Bytes 2-3: Minute sedert die laaste toets versadig by maksimum waarde. Bytes 4-5: Leeftyd aantal toetse, nie verhoog met die krag siklus nie, versadig teen maksimum waarde. Genormaliseer waarde is ingestel op een van toets mislukking of 11 as die kondensator in 'n buitensporige temperatuur kondisie getoets is, anders 100.
ca: Darrer resultat de la prova en microsegons per descarregar la capçalera, saturada en el seu valor màxim. També els minuts de registres des de l'última prova i el nombre de proves de vida útil. El valor brut conté les següents dades: Bytes 0-1: Últim resultat de la prova de descarga de capçalera, saturada al seu valor màxim. Resultat esperat de la prova amb un rang de 25 <= resultat de <= 5000000, inferior indica el codi d'error específic. Bytes 2-3: Minuts des de l'última prova, satura al seu valor màxim. Bytes 4-5: Nombre de proves de temps de vida, no s'incrementa amb el cicle de potència, saturat al seu valor màxim. Valor normalitzat es posa a 1 en cas de fallada de prova o 11 si el condensador ha estat provat en una condició d'excés de temperatura, en cas contrari dona valor 100.
cs: Po kolika mikrosekundách se při posledním testu vybil kondenzátor, který byl předtím nabit na svou plnou kapacitu. Též zaznamenává kolik minut uběhlo od posledního testu a kolik testů bylo za dobu provozování jednotky provedeno. Nezpracovaná hdonota obsahuje následující údaje: Bajty 0-1: Doba minulého vybíjení kondenzátoru, nabitého na svou plnou kapacitu. Hodnota výsledku testu je očekávána v rozsahu 25 <= výsledek <= 5000000, nižší hodnoty značí konkrétní kód chyby. Bajty 2-3: Počet minut, uplynulých od posledního testu, při dosažení nejvyšší hodnoty se počítá od znovu. Bajty 4-5: Kolik testů bylo provedeno od prvního zapnutí jednotky s tím, že se nepočítají vyp/zap cykly – po dosažení nejvyšší hodnoty se počítá od znovu. Normalizovaná hodnota je nastavena na 1 (jedna) v případě neúspěšné zkoušky či 11 (jedenáct) pokud zkouška proběhla v příliš vysoké teplotě. Ve všech ostatních případech 100.
de: Letztes Testergebnis für die Kondensatorentladung in Millisekunden, saturiert beim Maximalwert. Protokolliert ebenfalls die Minuten seit dem letzten Test und die Testgesamtanzahl. Der Rohwert enthält die folgenden Daten: Bytes 0-1: Letztes Testergebnis der Kondensatorentladung in Millisekunden, saturiert beim Maximalwert. Testergebnis sollte im Bereich 25 <= <Resultat> <= 5.000.000 liegen, ein niedrigerer Wert deutet auf einen spezifischen Fehlercode hin. Bytes 2-3: Minuten seit dem letzten Test, saturiert beim Maximalwert. Bytes 4-5: Gesamtanzahl der Tests während des Lebenszyklus. Wird beim Ein-/Ausschalten nicht hochgezählt, saturiert beim Maximalwert. Der normalisierte Wert wird auf 1 (Testfehler) oder 11 (Kondensator wurde unter exzessiven Temperaturbedingungen getestet) gesetzt, ansonsten auf 100.
el: Τελευταίο αποτέλεσμα δοκιμών, ως μικροδευτερόλεπτα για αποφόρτιση του πυκνωτή, ενώ είναι φορτισμένος στο μέγιστο δυνατό. Επίσης καταγράφει τα λεπτά που πέρασαν από την τελευταία δοκιμή και το συνολικό αριθμό δοκιμών. Η ακατέργαστη τιμή περιέχει τα ακόλουθα δεδομένα: Bytes 0-1: Τελευταίο αποτέλεσμα δοκιμών σε μικροδευτερόλεπτα για αποφόρτιση του πυκνωτή, φορτωμένο στο μέγιστο δυνατό. Το αποτέλεμα αναμένεται να έχει εύρος 25 <= αποτέλεσμα <= 5000000, η χαμηλότερη τιμή είναι ένδειξη συγκεκριμένου κωδικού σφάλματος. Bytes 2-3: Λεπτά που πέρασαν από την τελευταία δοκιμή, φορτωμένο στο μέγιστο δυνατό. Bytes 4-5: Συνολικός αριθμός δοκιμών, μη αυξανόμενος κατά τις επαν/εκκινήσεις , φορτωμένο στο μέγιστο δυνατό. Η κανονικοποιημένη τιμή είναι 1 σε αποτυχία της δοκιμής, ή 11 αν ο πυκνωτής ελέγχθηκε σε συνθήκες υπερβολικής θερμοκρασίας, αλλιώς είναι 100.
es: En el ultimo test solo se han necesitado microsegundos para descargar el condensador, saturado a su valor maximo. Los valores en crudo contienen la siguiente información: Bytes 0-1 = Ultimo test en microsegundos de descarga del condensador. El resultado del Test se espera este comprendido entre 25 y 5000000, un valor bajo indica algun tipo de error. Bytes 2-3 = Minutos desde el ultimo Test Bytes 4-5 = Numero total de test realizados, no se incrementan al apagar el dispositivo. El valor por defecto es 1 para un test fallido o 11 si el test ha dado como resultado un exceso de temperatura, en otros caso el valor debe ser 100.
fr: Le dernier résultat, en microsecondes, de déchargement d'une capacité, saturée à sa valeur maximale. Indique aussi le nombre de minutes depuis le dernier test, et le nombre total de tests. La valeur brute contient les données suivantes : octets 0-1 : le résultat du déchargement de la capacité. Le résultat doit être dans la tranche 25 <= résultat <= 5000000, en dessous il s'agira du code d'erreur spécifique. Octets 2-3 : nombre de minutes depuis le dernier test. Octets 4-5 : nombre de tests depuis le début, non incrémenté lors de l'allumage. La valeur normée est fixée à 1 si le test a planté, ou 11 si la capacité a été testée dans des conditions de température excessive.
hu: Az utolsó teszteredmény ezredmásodpercben a kupak feltöltéséhez, telítődve a maximális értékéhez. Emellett naplózza az utolsó vizsgálat óta perceket és a élettartam alatti vizsgálatok számát. Nyers érték, ami a következő adatokat tartalmazza: 0-1 byte: Az utolsó teszteredmény ezredmásodpercben a kupak feltöltéséhez, telítődve a maximális értékéhez. A teszteredmény 25 és 5000000 közötti szám (zárt), alacsonyabb szám hibakódot jelez. 2-3 byte: Utolsó teszt óta letelt percek száma, telítődik maximális értéknél. 4-5 byte: Élettartam alatti vizsgálatok száma, ami nem nő ki- bekapcsoláskor, telítődik maximális értéknél. Normalizált érték, ami 1 vizsgálati hiba estén vagy 11 ha a kondenzátort vizsgálták túlzott hőmérséklet esetén, máskülönben 100.
it: L'ultimo risultato del test come microsecondi necessari a scaricare i condensatori carichi. Anche rapporto dei minuti dall'ultimo test del ciclo vita dei test. Il valore grezzo contiene i seguenti dati. Bytes 0-1: ultimo risultato del test come microsecondi per scaricare i condensatori carichi. Il test dovrebbe avere valori compresi tra 25 e 5000000, mentre valori inferiori indicano un codice di errore. Bytes 2-3: minuti dall'ultimo test, caricati al massimo valore. Byte 4-5: numero di test nel ciclo di vita, non incrementati nel ciclo di alimentazione caricati al massimo. Il valore normalizzato è settato ad uno in caso di test errato oppure 11 se i condensatori sono stati testati in una condizione di eccessiva temperatura, altrimento è settato a 100.
lo: ຜົນການທົດສອບຄັ້ງສຸດທ້າຍເປັນໄມໂຄຣວິນາທີເພື່ອປ່ອຍປະຈຸ, ອີ່ມຕົວຢູ່ທີ່ຄ່າສູງສຸດ. ຍັງບັນທຶກນາທີຕັ້ງແຕ່ການທົດສອບຄັ້ງສຸດທ້າຍ ແລະ ຈຳນວນການທົດສອບຕະຫຼອດຊີວິດ. ຄ່າດິບປະກອບດ້ວຍຂໍ້ມູນຕໍ່ໄປນີ້: ໄບຕ໌ 0-1: ຜົນການທົດສອບຄັ້ງສຸດທ້າຍເປັນໄມໂຄຣວິນາທີເພື່ອປ່ອຍປະຈຸ, ອີ່ມຕົວຢູ່ທີ່ຄ່າສູງສຸດ. ຜົນການທົດສອບຄາດວ່າຈະຢູ່ໃນຊ່ວງ 25 <= ຜົນ <= 5000000, ຕ່ຳກວ່າສະແດງລະຫັດຄວາມຜິດພາດສະເພາະ. ໄບຕ໌ 2-3: ນາທີຕັ້ງແຕ່ການທົດສອບຄັ້ງສຸດທ້າຍ, ອີ່ມຕົວຢູ່ທີ່ຄ່າສູງສຸດ. ໄບຕ໌ 4-5: ຈຳນວນການທົດສອບຕະຫຼອດຊີວິດ, ບໍ່ເພີ່ມຂຶ້ນໃນຮອບການເປີດ-ປິດເຄື່ອງ, ອີ່ມຕົວຢູ່ທີ່ຄ່າສູງສຸດ. ຄ່າທີ່ປັບແລ້ວຖືກຕັ້ງເປັນໜຶ່ງໃນກໍລະນີທີ່ການທົດສອບລົ້ມເຫຼວ ຫຼື 11 ຖ້າຕົວເກັບປະຈຸຖືກທົດສອບໃນສະພາບອຸນຫະພູມສູງເກີນ, ຖ້າບໍ່ດັ່ງນັ້ນແມ່ນ 100.
nl: Laatste test resultaat in microseconden voor ontlaad gat, verzadigd op zijn maximale waarde. Ook logt minuten na de laatste test en levensduur nummer van testen. Ruwe waarde bevat de volgende data: Bytes 0-1: laatste testresultaat in microseconden voor ontlaad gat, verzadigd tegen max waarde. Testresultaten verwacht in bereik 25 <= resultaat <= 5000000, lager geeft specifieke fout code. Bytes 2-3: minuten sinds de laatste test, verzadigd op max waarde. Bytes 4-5: levensduur nummer aantal testen, niet verhoogd op inschakel cyclus, verzadigd op maximale waarde. Genormaliseerde waarde is ingesteld op een op test fout of 11 als de condensator is getest in een buitensporige temperatuur conditie, anders 100.
ro: Rezultatul ultimului test în microsecunde pentru descărcarea condensatorului, acesta fiind încărcat la capacitatea maximă. De asemenea contorizează numărul de minute de la ultimul test și numărul total de teste efectuate. Valorile normale se încadrează în intervalul 25-5000000, valorire mai mici indicând coduri specifice de eroare. Octeții 2-3 reprezintă minutele de la ultimul test, condensatorul fiind încărcat la capacitatea maximă. Octeții 4-5 indică numărul total de teste efectuate, fără a lua în calcul ciclurile de pornire, condensatorul fiind încărcat de asemenea la capacitatea maximă. Valoarea normalizată este setată în 1 în cazul unei erori la test sau 11 dacă capacitorul a fost testat în condiții de temperatură excesivă, în rest valoarea normală este 100.
ru: Защита от потери питания. Последний результат в микросекундах до разряда, изменяется при максимальном значении. Также регистрирует минуты с момента последнего теста и количество тестов за все время. Значение содержит следующие данные: байты 0-1: Последний результат теста в микросекундах до разряда, изменяется при максимальном значении. Результат теста ожидается в диапазоне 25 <= результат<= 5000000, низкое значение специфично для кода ошибки. Байты 2-3: минуты с последнего теста, изменяется при максимальном значении. Байты 4-5: количество тестов за все время, не увеличивается в режиме питания, изменяется при максимальном значении. Нормированная величина устанавливается в 1 при провале испытаний или 11 если конденсатор был испытан в чрезмерном температурном режиме, в противном случае 100.
sv: Senaste testresultat
uk: Захист від втрати живлення. Останній результат в мікросекундах до розряду, змінюється при максимальному значенні. Також реєструє хвилини з моменту останнього тесту і кількість тестів за весь час. Значення містить наступні дані: байти 0-1: Останній результат тесту в мікросекундах до розряду, змінюється при максимальному значенні. Результат тесту очікується в діапазоні 25 <= результат <= 5M, низьке значення специфічно для коду помилки. Байти 2-3: хвилини з останнього тесту, змінюється при максимальному значенні. Байти 4-5: кількість тестів за весь час, не збільшується в режимі живлення, змінюється при максимальному значенні. Нормована величина встановлюється в 1 при провалі випробувань або 11 якщо конденсатор був випробуваний в надмірному температурному режимі, в іншому випадку 100.
zh_cn: 最后的测试结果以微秒为单位的放电上限，饱和在其最大值。 还记录自上次测试以来的分钟数和生存期测试次数。 原始值包含以下数据：字节0-1：上次测试结果以毫秒为单位的放电上限，饱和在最大值。 测试结果预期在范围25 <=结果<= 5000000，下表示特定错误代码。 字节2-3：自上次测试以来的分钟数，饱和在最大值。 字节4-5：测试的生命周期数，在电源周期不增加，饱和在最大值。 标准化值在测试失败时设置为1，如果电容器在过高的温度条件下测试，则设置为11，否则设置为100。
