Repository: rojim666/xigmanas-code-r10599-trunk
Catalog: locale/xigmanas-*.po
Languages: af, ca, cs, de, el, es, fr, hu, it, lo, nl, pl, ro, ru, sv, uk, zh_cn

source: Volume label of the new file system. Use % for a counter or %n for a counter starting at number n, Use [n for the rightmost n characters of the device serial number.
af: Volume etiket van die nuwe lêersisteem. Gebruik % vir 'n teller of %n as 'n teller wat by die nommer n begin. Gebruik [n vir die regterste n karakters van die toestel se reeksnommer.
ca: Etiqueta de volum del nou sistema d'arxius. Utilitzeu % per a un comptador o %n per a un comptador a partir de nombre n, ús [n pels caràcters més a la dreta del número de sèrie del dispositiu].
cs: Štítek svazku nového souborového systému. Při vytváření je možné použít i automatické doplnění informací pomocí i následujících zástupných vyjádření: pro čítač použijte %s (nebo %n pro čítač začínající číslem n), pro znaky z konce sériového čísla pak [n (kde n j počet znaků od konce).
de: Volume-Name (Volume label) des neuen Filesystems. Für einen Zähler verwende % oder %n für einen bei n beginnenden Zähler. Verwende [n für die rechten n Zeichen der Seriennummer des Geräts.
el: Ετικέτα τόμου για το νέο σύστημα αρχείων. Χρησιμοποιήστε % για ένα μετρητή ή %n για έναν μετρητή που θα ξεκινάει από το νούμερο n, χρησιμοποιήστε [n για τους επόμενους n χαρακτήρες του σειριακού αριθμού της συσκευής.
es: Etiqueta del volumen para el nuevo sistema de archivos. Use % para un contador o %n Para un contador que comience con el nº n. Use [n para los caracteres de la derecha del nº de serie del dispositivo.
fr: Nom de volume du nouveau système de fichiers. Utilisez % pour un compteur ou %n pour un compteur à partant du chiffre n, Utiliser [n pour les n caractères les plus à droite du numéro de série de l'appareil.
hu: Új fájlrendszer kötetcíme. % = számláló, %n = n-től induló számláló, [n = eszköz sorozatszámának utolsó n karaktere.
it: Etichetta di volume del nuovo file system. Usare % come un contatore o %n come contatore che parte dal numero n. Usare [n per gli n caratteri più a destra del seriale del dispositivo.
lo: ປ້າຍໂວລຸມຂອງລະບົບໄຟລ໌ໃໝ່. ໃຊ້ % ສຳລັບຕົວນັບ ຫຼື %n ສຳລັບຕົວນັບທີ່ເລີ່ມຕົ້ນທີ່ເລກ n, ໃຊ້ [n ສຳລັບ n ຕົວອັກສອນຂວາສຸດຂອງເລກຊີຣຽວອຸປະກອນ.
nl: De volumenaam van het nieuwe bestandssysteem. Gebruik % voor een nummer of %n voor een nummer startend bij n, Gebruik [n voor de meest rechtse n karakters van de schijf serienummer.
ro: Eticheta volumului pentru noul sistem. Folosiți %s sau %n pentru contor începând cu n. Folosiți [n pentru ultimele n caractere din numărul serial al dispozitivului.
ru: Метка тома новой файловой системы. Используйте % для счета или %n для начала счета, начиная с n, используйте [n для n крайних правых символов серийного номера устройства.
sv: Volymetikett för det nya filsystemet. Använd % för en räknare eller %n för en räknare som startar på n, använd [n för de n tecknen längst till höger i enhetens serienummer.
uk: Мітка тома нової файлової системи. Використовуйте % для лічильника або %n для лічильника, що починаэться з номера n. Використовуйте [n для використання n крайніх справа символів серійного номера пристрою.
zh_cn: 新文件系统的卷标。 对于计数器使用%或对于从数字n开始的计数器使用%n，对于设备序列号的最右n个字符使用[n。

source: Minimum Free Space
af: Minimum Gratis Spasie
ca: Espai lliure mínim
cs: Přinejmenším volného prostoru
de: minimal freier Speicher
el: Ελάχιστος Eλεύθερος Xώρος
es: Espacio mínimo disponible
fr: Minimum d'espace libre
hu: Minimális szabad hely
it: Spazio libero minimo
lo: ພື້ນທີ່ຫວ່າງຂັ້ນຕ່ຳ
nl: Minimale Vrije Ruimte
pl: Minimum wolnego miejsca
ro: Spațiu minim disponibil
ru: Минимальное свободное пространство
sv: Minsta lediga utrymme
uk: Мінімальний вільний простір
zh_cn: 最小空余空间

source: Specifiy the percentage of disk space to be held back from normal usage. Lowering this threshold can adversely affect performance and auto-defragmentation!
af: Spesifiseer die persentasie skyf spasie om af te skoort van normale gebruik. Om hierdie drumpel punt te verlaag kan werksverrigting en outo-defragmentasie benadeel.
ca: Especifica el percentatge d'espai en disc que es tornarà en un ús normal. La reducció d'aquest llindar pot afectar negativament el rendiment i auto-des-fragmentació!
cs: Určuje, kolik procent úložné kapacity vyhradit pro vnitřní potřebu. Snížení této hodnoty může negativně ovlivnit výkon a automatickou defragmentaci.
de: Spezifiziert den Prozentsatz an Speicherplatz der reserviert wird. Diesen Wert zu verkleinern kann Geschwindigkeit und Auto-Defragmentierung negativ beeinflussen!
el: Ορισμός του ποσοστού χώρου που θα παρακρατηθεί από την κανονική χρήση. Χαμηλώνοντας αυτό το όριο μπορεί να επηρεάσει αρνητικά την απόδοση και την αυτόματη ανασυγκρότηση!
es: Especifica el porcentaje de espacio en disco que debe ser resguardado para un uso normal. Si se baja de este porcentaje puede afectar severamente al rendimiento y a la auto-desfragmentación.
fr: Spécifiez le pourcentage d'espace disque à retenir de l'utilisation normale. L'abaissement de ce seuil peut nuire à la performance et l'auto-defragmentation!
hu: Add meg a normál használatra fenntartandó lemezméretet százalékban. A küszöbérték alacsonyra állítása hátrányosan befolyásolja a teljesítményt és az automatikus töredezettségmentesítés!
it: Specifica la percentuale dello spazio nel disco da riservare per il normale utilizzo. Al di sotto di questo valore può affliggere negativamente le prestazione e la auto deframmentazione!
lo: ລະບຸເປີເຊັນຂອງພື້ນທີ່ດິສກ໌ທີ່ຈະຖືກກັກໄວ້ຈາກການນຳໃຊ້ປົກກະຕິ. ການຫຼຸດຄ່ານີ້ອາດສົ່ງຜົນກະທົບຕໍ່ປະສິດທິພາບ ແລະ ການຈັດຮຽງຂໍ້ມູນອັດຕະໂນມັດ!
nl: Specificeer het percentage schijfruimte dat achter wordt gehouden voor normaal gebruik. Het verlagen van deze drempel kan een nadelig effect hebben op de prestaties en auto-defragmentatie!
ro: Arată procentual spațiul din disc rezervat. Micșorarea acestui spațiu poate afecta performanța și auto-defragmentarea!
ru: Процент дискового пространства, которое будет скрыто от обычного использования. Снижение этого порога может отрицательно повлиять на производительность и автоматическую дефрагментацию!
sv: Ange hur stor del av utrymmet som skall undantas från normal användning. Att sänka denna gräns kan negativt påverka prestanda och automatisk defragmentering!
uk: Відсоток дискового простору, яке буде приховано від звичайного використання. Зниження цього порога може негативно вплинути на продуктивність і автоматичну дефрагментацію!
zh_cn: 指定要从正常使用保留的磁盘空间的百分比。 降低此阈值可能会对性能和自动碎片整理产生负面影响！

source: Advanced Format
af: Gevorderde Formaat
ca: Format avançat
cs: Pokročilý formát (AF)
el: Προχωρημένη διαμόρφωση
es: Formateo Avanzado (4k)
fr: Format avancé
hu: Fejlett formázás
lo: ຮູບແບບຂັ້ນສູງ
nl: Geavanceerd Formatteren
pl: Formatowanie zaawansowane
ro: Format avansat
ru: Расширенное форматирование
sv: Avancerat format
uk: Розширений формат
zh_cn: 高级格式化

source: Enable Advanced Format (4KB Sector Size).
af: Ontsper Gevorderde Formaat (4KB sektor groote)
ca: Habilitar el format avançat (Mida de sector de 4 KB).
cs: Použít tzv. pokročilý formát (velikost sektoru 4KB).
de: Advanced Format aktivierem (4KB Sektoren).
el: Ενεργοποίηση Προχωρημένης Διαμόρφωσης. (Τομέας 4KB).
es: Habilitar Formateo Avanzado (Tamaño del Sector 4KB)
fr: Activer le format avancé (Secteurs de 4KB)
hu: Fejlett formázás bekapcsolása (4KB-os szektorméret)
it: Attiva Advanced Format (Settori da 4KB).
lo: ເປີດໃຊ້ຮູບແບບຂັ້ນສູງ (ຂະໜາດເຊັກເຕີ 4KB).
nl: Inschakelen Geavanceerd Formatteren (4KB sector grootte).
pl: Użyj zaawansowanego formatowania (Rozmiar sektora 4KB).
ro: Activare Advanced Format (sectoare de 4KB).
ru: Включить расширенное форматирование (4КБ сектор).
sv: Aktivera avancerat format (4KB sektorstorlek)
uk: Дозволити Advanced Format (розмір сектора 4КБ)
zh_cn: 启用高级格式（4KB扇区大小）

source: GPT Partition
af: GPT Partisie
ca: Partició GPT
cs: Oddíl typu GPT
el: Κατάτμηση GPT
es: Partición GPT
fr: Partion GPT
hu: GPT partíció
it: Partizione GPT
lo: ພາທິຊັນ GPT
nl: GPT Partitie
pl: Partycja GPT
ro: Partiție GPT
ru: GPT раздел
uk: GPT розділ
zh_cn: GPT分区

source: Create ZFS on a GPT partition.
af: Skep ZFS op a GPT partisie
ca: Crear ZFS en una partició GPT.
cs: Vytvořit ZFS nad GPT oddílem.
de: ZFS-Dateisystem auf einer GPT-Partition erstellen
el: Δημιουργία ZFS σε κατάτμηση GPT.
es: Crear ZFS en particiones GPT
fr: Créer ZFS sur une partition GPT
hu: ZFS létrehozása GPT partíción
it: Crea ZFS su una partizione GPT
lo: ສ້າງ ZFS ໃນພາທິຊັນ GPT.
nl: Creëer ZFS op een GPT partitie.
pl: Utwórz ZFS na partycji GPT
ro: Creare partiție ZFS sau GPT.
ru: Создание ZFS на раздел GPT.
sv: Skapa ZFS på en GPT partition
uk: Створює ZFS на GPT розділах.
zh_cn: 在GPT分区上创建ZFS。

source: Keep MBR
ca: Mantenir el MBR
cs: Zachovat MBR
de: Erhalte MBR
el: Διατήρηση MBR
es: Mantener MBR
fr: Garder le Master Boot Record
hu: MBR megtartása
it: Mantieni MBR
lo: ຮັກສາ MBR
nl: MBR Behouden
pl: Zachowaj MBR
ro: Păstrare MBR
ru: Сохранить MBR
sv: Behåll MBR
uk: Зберігти MBR
zh_cn: 保留MBR分区表

source: Do not erase the Master Boot Record (useful for some RAID controller cards).
af: Moet nie uit vee die Master Boot Record (nuttig vir sommige RAID kontroleerder kaarte).
ca: No esborri el registre d'inici mestre (útil per a algunes targetes controladores RAID).
cs: Nemazat hlavní zaváděcí záznam (MBR) – potřebné v případě některých řadičů RAID polí (ukládají zde nastavení).
de: Loschen Sie den Master Boot Record (MBR) nicht (nur sinnvoll für einige Hardware-Raid-Controller Karten)
el: Να μην διαγραφεί το Master Boot Record. (Χρήσιμο για κάποιους ελεγκτές RAID).
es: No borrar el MBR (Util para algunas controladoras RAID)
fr: Ne pas effacer le Master Boot Record (utile pour certaines cartes contrôleur RAID).
hu: Ne töröld le a 'Master Boot Record'-ot (néhány RAID vezérlő kártya esetén hasznos.
it: Non cancellare il Master Boot Record (utile per alcune schede di controllo RAID)
lo: ຢ່າລຶບ Master Boot Record (ມີປະໂຫຍດສຳລັບກາດຄວບຄຸມ RAID ບາງອັນ).
nl: De Master Boot Record niet wissen (nuttig voor sommige RAID-controller kaarten).
pl: Nie kasuj MBR (użyteczne dla niektórych kontrolerów RAID).
ro: Nu ștergeți MBR-ul (util pentru unele controlere RAID).
ru: Не стирать Master Boot Record (полезно для некоторых контроллеров RAID).
sv: Radera inte "Master Boot Record" (användbart för vissa RAID kontrollkort).
uk: Не стирати Master Boot Record (корисно для деяких контролерів RAID-карт).
zh_cn: 不要擦除主引导记录（对某些RAID控制器卡很有用）。

source: Disk Selection
af: Skyf Seleksie
ca: Selecció de disc
cs: Výběr disku
de: Festplattenauswahl
el: Επιλογή Δίσκου
es: Selección de discos
fr: sélection du disque
hu: Lemez kiválasztása
it: Selezione Disco
lo: ການເລືອກດິສກ໌
nl: Schijf Selectie
pl: Wybór dysku
ro: Selecție disc
ru: Выбор диска
sv: Diskval
uk: Вибір диска
zh_cn: 选择磁盘

source: Invert Selection
af: Keer Seleksie Om
ca: Inverteix la selecció
cs: Obrátit výběr
de: Auswahl umkehren
el: Αντιστροφή Επιλογής
es: Invertir Selección
fr: Inverser la sélection
hu: Kijelölés megfordítása
it: Inverti Selezione
lo: ປີ້ນການເລືອກ
nl: Selectie Omkeren
pl: Odwróć zaznaczenie
ro: Inversare selecție
ru: Инвертировать выделение
sv: Invertera markering
uk: Інвертувати обране
zh_cn: 反向选择

source: Path
af: Pad
ca: Ruta
cs: Umístění
de: Pfad
el: Διαδρομή
es: Ruta
fr: Chemin d'accès
hu: Útvonal
it: Percorso
lo: ເສັ້ນທາງ
nl: Locatie
pl: Ścieżka
ro: Cale
ru: Путь
sv: Sökväg
uk: Шлях
zh_cn: 路径

source: Filesystem
af: Lêersisteem
ca: Sistema de fitxers
cs: Souborový systém
de: Dateisystem
el: Σύστημα Αρχείων
es: Sistema de archivos
fr: Système de fichier
hu: Fájlrendszer
lo: ລະບົບໄຟລ໌
nl: Bestandssysteem
pl: System plików
ro: Sistem de fișiere
ru: Файловая система
sv: Filsystem
uk: Файлова система
zh_cn: 文件系统

source: Reason Code
af: Rede kode
ca: Descripció del codi
cs: Ḱód důvodu
de: Ursachen-Code
el: Κωδικός Αιτίας
es: Codigo
fr: Raison
hu: Ok kódja
it: Codice del problema
lo: ລະຫັດເຫດຜົນ
nl: Redencode
pl: Kod przyczyny
ro: Cod motiv
ru: Код причины
sv: Anledning
uk: Код причини
zh_cn: 原因代码

source: Unknown or Unformatted
af: Onbekend of Ongeformatteer
ca: Desconegut o no formatat.
cs: Neznámý nebo bez souborového systému
de: Unbekannt oder nicht formatiert
el: Άγνωστο ή Μη-μορφοποιημένο
es: Desconocido o sin Formato
fr: Inconnu ou non Formaté
hu: Ismeretlen vagy formázatlan
it: Sconosciuto o non formattato
lo: ບໍ່ຮູ້ຈັກ ຫຼື ບໍ່ໄດ້ຈັດຮູບແບບ
nl: Onbekend of Ongeformatteerd
pl: Nieznany lub niesformatowany
ro: Necunoscut sau neformatat
ru: Неизвестный или Неформатированный
sv: Okänd eller ofaormaterad
uk: Невідомий або Неформатований
zh_cn: 未知或未格式化

source: Command output
af: Bevel uitset
ca: Sortida d'ordre
cs: Výstup z příkazu
de: Ergebnis des Befehls
el: Έξοδος εντολής
es: Salida de comandos
fr: Résultat de la commande
hu: Parancskimenet
it: Output del comando
lo: ຜົນການຄຳສັ່ງ
nl: Opdracht uitkomst
pl: Wynik polecenia
ro: Rezultat comandă
ru: Вывод команды
sv: Kommandoutmatning
uk: Вивід команди
zh_cn: 命令输出

source: Add Disk
af: Voeg Skyf
ca: Afegir disc
cs: Přidat jednotku datového úložiště
de: Platte hinzufügen
el: Προσθήκη Δίσκου
es: Añadir Disco
fr: Ajouter un Disque
hu: Lemez hozzáadása
it: Aggiungi Disco
lo: ເພີ່ມດິສກ໌
nl: Schijf Toevoegen
pl: Dodaj dysk
ro: Adăugare disc
ru: Добавить диск
sv: Lägg till disk
uk: Додати диск
zh_cn: 添加磁盘

source: Edit Disk
af: Wysig Skyf
ca: Edita disc
cs: Upravit jednotku datového úložiště
de: Bearbeitet Platte
el: Επεξεργασία Δίσκου
es: Editar Disco
fr: Modifier le disque
hu: Lemez módosítása
it: Modifica disco
lo: ແກ້ໄຂດິສກ໌
nl: Schijf Bewerken
pl: Edytuj dysk
ro: Editare disc
ru: Вы хотите импортировать программные RAID-диски?
sv: Ändra disk
uk: Редагувати Диск
zh_cn: 编辑磁盘

source: Disk is marked for deletion
af: Skyf is gemerk vir skrap
ca: El disc està marcat per ser eliminat
cs: Jednotka datového úložiště je označená ke smazání
de: Platte ist zum Löschen markiert.
el: Ο δίσκος έχει σημειωθεί προς διαγραφή
es: Disco marcado para borrado
fr: Le disque est marqué pour suppression
hu: Lemez törlésre megjelölve
it: Il disco è segnato per la cancellazione
lo: ດິສກ໌ຖືກໝາຍໄວ້ເພື່ອລຶບ
nl: Schijf is gemarkeerd voor verwijdering
pl: Dysk oznaczony do usunięcia
ro: Discul este marcat pentru ștergere
ru: Диск отмечен для удаления
sv: Disken är markerad för borttagning
uk: Диск позначений для видалення
zh_cn: 磁盘被标记为要删除

source: Disk is locked
af: Skyf is gesluit
ca: El disc està bloquejat.
cs: Jednotka datového úložiště je uzamčena
de: Platte ist gesperrt
el: Ο δίσκος είναι κλειδωμένος
es: Disco Bloqueado
fr: Le disque est verrouillé
hu: Lemez zárolt
it: Il disco è bloccato
lo: ດິສກ໌ຖືກລັອກ
nl: Schijf is vergrendeld
pl: Dysk jest zablokowany
ro: Discul este blocat
ru: Диск заблокирован
sv: Disken är låst
uk: Диск заблокований
zh_cn: 磁盘被锁定

source: Disk is unlocked
af: Skyf is ontsluit
ca: El disc està desbloquejat
cs: Jednotka datového úložiště je odemčena
de: Platte ist ungesperrt
el: Ο δίσκος είναι ξεκλείδωτος
es: Disco desbloqueado
fr: Le disque est déverrouillé
hu: Lemez zárolása feloldva
it: Il disco è sbloccato
lo: ດິສກ໌ຖືກປົດລັອກ
nl: Schijf is ontgrendeld
pl: Dysk jest odblokowany
ro: Discul este deblocat
ru: Диск разблокирован
sv: Disken är olåst
uk: Диск розблокований
zh_cn: 磁盘已解锁

source: Delete Selected Disks
af: Skrap Geselekteerde Skywe
ca: Esborra els discs sleccionats.
cs: Smazat označené jednotky datového úložiště
de: Ausgewählte Platten löschen
el: Διαγραφή Επιλεγμένων Δίσκων
es: Borrar los discos seleccionados
fr: Supprimer les disques sélectionnés
hu: Kijelölt lemezek törlése
it: Cancella i dischi selezionati
lo: ລຶບດິສກ໌ທີ່ເລືອກ
nl: Geselecteerde Schijven Verwijderen
pl: Usuń wybrane dyski
ro: Ștergere discuri selectate
ru: Удалить выбранные диски
sv: Ta bort valda diskar
uk: Видалити вибрані диски
zh_cn: 删除选中的磁盘

source: Do you want to delete selected disks?
af: Wil jy geselekteerde skywe skrap?
ca: Vols esborrar els discs seleccionats?
cs: Opravdu smazat označené disky?
de: Möchten Sie die ausgewählten Platten löschen?
el: Θέλετε να διαγράψετε τους επιλεγμένους δίσκους;
es: ¿Desea borrar los discos seleccionados?
fr: Voulez-vous supprimer les disques sélectionnés?
hu: Biztos, hogy törlöd a kijelölt lemezeket?
it: Desideri cancellare i dischi selezionati?
lo: ທ່ານຕ້ອງການລຶບດິສກ໌ທີ່ເລືອກບໍ່?
nl: Wilt u de geselecteerde disks verwijderen?
pl: Czy chcesz usunąć wybrane dyski?
ro: Doriți să ștergeți discurile selectate?
ru: Вы хотите удалить выбранные диски?
sv: Vill du ta bort valda diskar?
uk: Ви підтверджуєте видалення обраних дисків?
zh_cn: 要删除选中的磁盘吗？

source: Any service using these disks might become invalid or inaccessible!
af: Enige diens wat hierdie skywe gebruik, kan ongeldig of ontoeganklik raak!
ca: Qualsevol servei que fa servir aquests discs quedarà invalidat o inaccessible.
cs: Všechny služby které používají tyto jednotky datového úložiště přestanou být platné nebo dostupné!
de: Alle Dienste, die diese Platten nutzen können ungültig oder nicht erreichbar werden!
el: Οποιαδήποτε υπηρεσία χρησιμοποιεί αυτούς τους δίσκους μπορεί να καταστεί άκυρη ή μη προσβάσιμη!
es: Cualquier servicio que utilice estos discos se vera afectado o será inaccesible.
fr: Tout service utilisant ces disques peut devenir invalide ou inaccessible!
hu: Ezeket a lemezeket használó szolgáltatások bármelyike érvénytelenné vagy elérhetetlenné válhat!
it: I servizi che utilizzano questi dischi potrebbero essere invalidati o diventare inaccessibili!
lo: ບໍລິການໃດໆທີ່ໃຊ້ດິສກ໌ເຫຼົ່ານີ້ອາດຈະບໍ່ຖືກຕ້ອງ ຫຼື ເຂົ້າເຖິງບໍ່ໄດ້!
nl: Elke service die deze schijven gebruiken kan ongeldig of onbereikbaar worden!
pl: Jakikolwiek serwis używający tych dysków może stać się nieprawidłowy lub niedostępny!
ro: Orice serviciu care folosește aceste discuri poate deveni invalid sau inaccesibil!
ru: Любая служба, использующая эти диски, может стать недействительной или недоступной!
sv: Eventuella tjänster som använder dessa diskar kan bli felaktiga eller inte tillgängliga!
uk: Будь-які сервіси, що використовують ці диски, можуть стати недійсними або недоступними!
zh_cn: 使用这些磁盘的任何服务可能会变得无效或无法访问！

source: Do you want to import disks?
af: Wil jy skywe invoer?
ca: Vols importar els discs?
cs: Opravdu importovat jednotky datového úložiště?
de: Möchten Sie Platten importieren?
el: Θέλετε να εισάγετε τους δίσκους;
es: ¿Desea importar los discos seleccionados?
fr: Voulez-vous importer des disques?
hu: Biztos, hogy importálod a lemezeket?
it: Vuoi importare i dischi?
lo: ທ່ານຕ້ອງການນຳເຂົ້າດິສກ໌ບໍ່?
nl: Wilt u de geselecteerde schijven verwijderen?
pl: Czy chcesz zaimportować dysk?
ro: Doriți să importați discurile?
ru: Вы хотите импортировать диски?
sv: Vill du importera diskar?
uk: Ви підтверджуєте імпортування дисків?
zh_cn: 要导入磁盘吗？

source: The existing configuration may be overwritten.
af: Die bestaande konfigurasie kan dalk oorskryf word.
ca: La configuració existent s¡ha sobreescrita.
cs: Stávající nastavení mohou být přepsána.
de: Die aktuelle Konfiguration kann überschrieben werden.
el: Οι υπάρχουσες ρυθμίσεις ίσως αντικατασταθούν.
es: La actual configuración será sobrescrita
fr: La configuration existante peut être écrasée.
hu: A meglévő konfiguráció felülíródhat.
it: La configurazione esistente potrebbe essere sovrascritta.
lo: ການຕັ້ງຄ່າທີ່ມີຢູ່ອາດຈະຖືກຂຽນທັບ.
nl: De huidige configuratie kan worden overschreven.
pl: Bieżąca konfiguracja zostanie nadpisana.
ro: Configurația existentă poate fi suprascrisă.
ru: Существующая конфигурация может быть перезаписана.
sv: Existerande konfiguration kan bli överskriven.
uk: Поточна конфігурація можливо буде перезаписана.
zh_cn: 现有配置可被覆盖。

source: Do you want to import software RAID disks?
af: Wil jy sagteware RAID skywe invoer?
ca: Vols importar el discs de programari RAID?
cs: Opravdu importovat jednotky datového úložiště softwarového RAID pole?
de: Möchten Sie Software RAID Platten importieren?
el: Θέλετε να εισάγετε τους δίσκους με RAID μέσω λογισμικού;
es: ¿Desea importar discos soft RAID ?
fr: Voulez-vous importer des disques RAID logiciels?
hu: Biztos, hogy importálod a szoftveres RAID lemezeket?
it: Vuoi importare i dischi del software RAID?
lo: ທ່ານຕ້ອງການນຳເຂົ້າດິສກ໌ Software RAID ບໍ່?
nl: Wilt u software RAID schijven importeren?
pl: Czy chcesz zaimportować programowy dysk RAID?
ro: Doriți să importați discurile RAID software?
ru: Вы хотите импортировать программные RAID-диски?
sv: Vill du importera mjukvaru RAID diskar?
uk: Ви підтверджуєте імпортування програмного RAID?
zh_cn: 要导入软RAID磁盘吗？

source: No new disk found.
af: Geen nuwe skyf is opgespoor nie.
ca: Sense disc nou trobat.
cs: Nebyly nalezeny žádné nové disky.
de: Keine neuen Festplatten gefunden.
el: Δεν βρέθηκαν νέοι δίσκοι.
es: No se han encontrados nuevos discos.
fr: Aucun nouveau disque trouvé.
hu: Nincs új lemez.
it: Nessun nuovo disco è stato trovato.
lo: ບໍ່ພົບດິສກ໌ໃໝ່.
nl: Er zijn geen nieuwe schijven gevonden.
pl: Nie znaleziono nowych dysków.
ro: Niciun disc nou găsit.
ru: Не найдено нового диска.
sv: Inga nya diskar hittades.
uk: Нових дисків не знайдено.
zh_cn: 没有发现新的硬盘。

source: All disks are imported.
af: Alle skywe word ingevoer.
ca: Tots els discs s'han importat
cs: Všechny jednotky datového úložiště jsou importovány.
de: Alle Festplatten sind importiert.
el: Όλοι οι δίσκοι εισήχθησαν.
es: Todos los discos han sido importados.
fr: Tous les disques sont importés.
hu: Összes lemez importálva.
it: Tutti i dischi sono stati importati.
lo: ດິສກ໌ທັງໝົດຖືກນຳເຂົ້າແລ້ວ.
nl: Alle schijven zijn geïmporteerd.
pl: Wszystkie dyski zostały zaimportowane
ro: Toate discurile sunt importate.
ru: Все диски импортированы
sv: Alla diskar är importerade.
uk: Всі диски імпортовано.
zh_cn: 已经导入所有硬盘。

source: Detected an error while importing.
af: Bespeur 'n fout terwyl invoer tans.
ca: Detectat un error durant la importació.
cs: V průběhu importu byla zjištěna chyba.
de: Ein Fehler wurde während dem Importier-Vorgang entdeckt.
el: Ανιχνεύθηκε ένα σφάλμα κατά τη διαδικασία της εισαγωγής.
es: Detectado un error mientras se realizaba la importación.
fr: Détection d'une erreur à l'importation
hu: Hiba az importálás során.
it: Si è verificato un errore durante l'import.
lo: ກວດພົບຂໍ້ຜິດພາດໃນຂະນະທີ່ນຳເຂົ້າ.
nl: Er is een fout gedetecteerd tijdens het importeren.
pl: Wykryto błąd podczas importowania
ro: S-a detectat o eroare în timpul importării.
ru: Обнаружена ошибка в процессе импортирования
sv: Ett fel har upptäckts vid importeringen.
uk: Виявлено помилку під час імпорту.
zh_cn: 在导入时检测到一个错误。

source: No new software RAID disk found.
af: Geen nuwe sagteware RAID skyf gevind.
ca: No s'ha trobat nou programari de disc RAID.
cs: Nebyly nalezeny žádné nové jednotky datového úložiště softwarového RAID pole.
de: Keine neuen Software RAID Platten gefunden.
el: Δεν βρέθηκε κάποιος νέος δίσκος με RAID μέσω λογισμικού.
es: No se han encontrado discos Soft RAID nuevos
fr: Aucun nouveau disque RAID logiciel trouvé.
hu: Egy új szoftveres RAID lemez sem található.
it: Nessun nuovo disco RAID software.
lo: ບໍ່ພົບດິສກ໌ Software RAID ໃໝ່.
nl: Er zijn geen nieuwe software raid schijven gevonden.
pl: Nie znaleziono nowego programowego dysku RAID.
ro: Niciun disc RAID software nou găsit.
ru: Новые программные RAID-диски не найдены.
sv: Inga nya mjukvaru RAID diskar hittades.
uk: Нових дисків програмного RAID не знайдено.
zh_cn: 没找到新的软RAID磁盘
