Repository: rojim666/xigmanas-code-r10599-trunk
Catalog: locale/xigmanas-*.po
Languages: af, ca, cs, de, el, es, fr, hu, it, lo, nl, pl, ro, ru, sv, uk, zh_cn

source: See ZFS datasets & deduplication wiki article BEFORE using this feature.
af: Kyk na die ZFS datastelle en deduplikasie wiki artikel VOORDAT jy hierdie funksie gebruik.
ca: Veure conjunts de dades ZFS i l'article a la wiki de de-duplicació abans d'utilitzar aquesta funció.
cs: PŘED použitím této funkce si na wiki prostudujte článek „ZFS datasets & deduplication“ (ZFS datové sady a deduplikace).
de: Bitte lesen Sie unbedingt das ZFS Dataset & Deduplizierung Wiki BEVOR Sie diese Funktion benutzen.
el: Δείτε το άρθρο του wiki ZFS datasets & deduplication ΠΡΙΝ χρησιμοποιήσετε αυτό το χαρακτηριστικό.
es: Ver artículo de wiki sobre conjuntos de datos y deduplication ANTES de usar esta característica
fr: Regardez l'article du wiki sur les jeux de données ZFS & la déduplication avant d'utiliser cette option.
hu: Ezen funkció használata ELŐTT olvasd el a ZFS adattárak és egyszeresítés wikicikket.
it: Controllare la wiki di ZFS su dataset e deduplicazione PRIMA di usare questa funzione.
lo: ເບິ່ງບົດຄວາມ wiki ກ່ຽວກັບຊຸດຂໍ້ມູນ ZFS ແລະ ການລົບຂໍ້ມູນຊ້ຳຊ້ອນ ກ່ອນທີ່ຈະໃຊ້ຄຸນສົມບັດນີ້.
nl: Bekijk het ZFS datasets & deduplicatie wiki artikel VOOR u gebruik gaat maken van deze mogelijkheid.
ro: Citiți documentația referitoare la seturile de date ZFS și deduplicare ÎNAINTE de a utiliza această opțiune.
ru: Ознакомьтесь с ZFS datasets & deduplication wiki статьёй ПЕРЕД использованием этой функции.
sv: Se wiki artikel om ZFS dataset & deduplikation INNAN du använder denna funktion.
uk: Ознайомтеся зі wiki статтею 'ZFS data sets & deduplication' перед тим, як використовувати цю функцію.
zh_cn: 使用此功能之前请参阅ZFS数据集和重复数据删除wiki文章。

source: Controls the behavior of synchronous requests.
af: Kontroles die gedrag van sinchrone versoeke.
ca: Controla el comportament de les peticions sincronas
cs: Určuje chování synchronních požadavků.
de: Steuert das Verhalten von synchronen Anfragen.
el: Ρυθμίζει τη συμπεριφορά των σύγχρονων αιτήσεων
es: Controla las peticiones síncronas.
fr: Contrôle le comportement des requêtes synchrones
hu: Egyidejű kérések viselkedésének szabályozása.
it: Controlla il comportamento delle richieste sincrone
lo: ຄວບຄຸມພຶດຕິກຳຂອງການຮ້ອງຂໍແບບ synchronous.
nl: Bepaalt het gedrag van synchrone aanvragen.
pl: Kontroluje zachowanie synchronicznych zapytań
ro: Controlează comportamentul la cereri sincrone.
ru: Управляет поведением синхронных запросов.
sv: Styr uppförandet för synkroniseringsbegäran
uk: Управляє поведінкою синхронних запитів.
zh_cn: 控制同步请求。

source: Access Time (atime)
af: Toegang Tyd (atime)
ca: Temps d'accés
cs: Okamžik přístupu (atime)
de: Zugriffszeit (atime)
el: Ώρα Πρόσβασης (atime)
es: Fecha/hora de acceso (atime)
fr: Date du dernier accès (atime)
hu: Hozzáférési idő (atime)
lo: ເວລາເຂົ້າເຖິງ (atime)
nl: Toegangstijd (atime)
pl: Czas dostępu
ro: Timp de acces (atime)
ru: Время Доступа
sv: Åtkomsttid (atime)
uk: Час доступу (atime)
zh_cn: 访问时间(atime)

source: Controls whether the access time for files is updated when they are read. Turning this Off avoids producing write traffic when reading files and can result in significant performance gains.
af: Kontrols whether die toegang tyd vir lêers word opgedateer wanneer hulle word gelees. Draai tans hierdie Af vermy die vervaardiging van skryf-verkeer wanneer lêers lees en dit kan lei tot beduidende prestasie winste.
ca: Per controlar si el temps d'accés per als arxius s'actualitza quan es llegeixen. Si desactiveu aquesta opció evita la producció de trànsit d'escriptura en llegir arxius i pot resultar en guanys significatius en el rendiment.
cs: Určuje zda při čtení ze souborů aktualizovat záznamy o okamžiku přístupu k nim. Vypnutí zamezí zápisům při čtení souborů, což může přinést výrazné navýšení výkonu.
de: Steuert, ob die Zugriffszeit beim Lesen der Files aktualisiert wird. Wenn dies ausgeschaltet ist, wird eine erhebliche Leistungssteigerung möglich, weil eine schreibende Belastung beim lesenden Zugriff auf Files vermieden wird.
el: Ελέγχει αν ο χρόνος πρόσβασης για τα αρχεία ενημερώνεται όταν διαβάζονατι. Απενεργοποιώντας το, αποφεύγεται να παραχθεί κίνηση όταν διαβάζονται τα αρχεία και μπορεί να έχει σαν αποτέλεσμα σημαντικό κέρδος σε επιδόσεις.
es: Controla si el tiempo de acceso de los archivos se actualiza cuando se leen. Al desactivar esta opción se evita la generación de tráfico de escritura al leer archivos y puede ofrecer ganancias de rendimiento significativas.
fr: Contrôle si le temps d'accès aux fichiers est mis à jour lorsqu'ils sont lus. La désactivation de cette fonction évite la production de trafic d'écriture lors de la lecture de fichiers et peut entraîner des gains de performances significatifs.
hu: Azt határozza meg, hogy a fájlok hozzáférési ideje frissüljön-e amikor azokat olvassák. Kikapcsolása esetén nincs írási forgalom fájlok olvasásakor, ami jelentős teljesítménynövekedéshez vezethet.
it: Definisce se la data di ultimo accesso dei files è aggiornata quando vengono letti. Impostando questo su Off evita di generare traffico di scrittura durante la lettura dei files e può portare a un significante guadagno delle prestazioni.
lo: ຄວບຄຸມວ່າເວລາເຂົ້າເຖິງໄຟລ໌ຈະຖືກອັບເດດຫຼືບໍ່ເມື່ອຖືກອ່ານ. ການປິດຄຸນສົມບັດນີ້ຈະຫຼີກລ້ຽງການສ້າງການຈະລາຈອນການຂຽນເມື່ອອ່ານໄຟລ໌ ແລະ ສາມາດສົ່ງຜົນໃຫ້ປະສິດທິພາບເພີ່ມຂຶ້ນຢ່າງຫຼວງຫຼາຍ.
nl: Bepaalt of de toegangstijd voor bestanden wordt bijgewerkt wanneer ze worden gelezen. Als u dit Uitschakelt, wordt er geen schrijfverkeer gegenereerd bij het lezen van bestanden en dit kan leiden tot aanzienlijke prestatieverbeteringen.
pl: Kontroluje czy czas dostępu do pliku jest aktualizowany przy odczycie. Wyłączenie tej opcji pozwala uniknąć zapisu w trakcie odczytu co w efekcie zwiększa wydajność.
ro: Controlează dacă timpul de acces este actualizat la citirea fișierului. Dezactivarea acestei opțiuni reduce semnificativ traficul suplimentar de date la accesarea fișierelor, cu creșteri importante de performanță la citirea fișierelor de pe disc.
ru: Управление обновлением времени доступа к файлам когда они считываются. Переключение в Выкл. избегает трафик записи при чтении файлов и может привести к значительному повышению производительности.
sv: Styr om åtkomsttid för filer uppdateras när de läses. Att stänga av detta gör att man undviker skrivtrafik när filer läses och kan resultera i betydande prestandavinster.
uk: Управляє часом доступу до оновлення файлів, коли вони зчитуються. Вимикання цього знижує трафік запису при читанні файлів і може привести до значного підвищення продуктивності.
zh_cn: 控制文件的访问时间是否在读取时更新。 关闭此功能可以避免在读取文件时产生写入通信，并且可以显著提高性能。

source: ACL inherit
ca: ACL heretat
cs: ACL dědění
de: ACL-Vererbung
el: Κληρονόμηση ACL
es: Heredar ACL
fr: ACL hérités
hu: ACL öröklődés
it: Eredita ACL
lo: ການສືບທອດ ACL
nl: ACL overnemen
pl: dziedziczenie ACL
ro: ACL moștenit
ru: Наследование ACL
sv: Ärv ACL
uk: Успадкування ACL
zh_cn: ACL继承

source: This attribute determines the behavior of Access Control List inheritance.
af: Hierdie eienskap bepaal die gedrag van Toeganb Beheer Lys erf.
ca: Aquest atribut determina el comportament de la herència de la Llista de Control d'Accés.
cs: Tento atribut určuje chování dědičnosti seznamu řízení přístupu.
de: Dieses Attribut bestimmt die Vererbung von Zugriffskontrolllisten (ACLs).
el: Αυτό το χαρακτηριστικό καθορίζει τη συμπεριφορά της κληρονόμησης του ACL.
es: Este atributo controla si se hereda el atributo ACL
fr: Cet attribut détermine le comportement d'héritage des ACL.
hu: Ez az attribútum az ACL öröklődés viselkedését határozza meg.
it: Questo attributo determina il comportamento che il Access Control List eredita.
lo: ຄຸນລັກສະນະນີ້ກຳນົດພຶດຕິກຳຂອງການສືບທອດລາຍການຄວບຄຸມການເຂົ້າເຖິງ.
nl: Dit kenmerk bepaalt de werking van Toegang Controle Lijst overerving.
ro: Acest parametru determină comportamentul propagării Listei de Control Acces (ACL).
ru: Этот атрибут определяет поведение ACL наследования.
sv: Detta attribut styr hur åtkomstkontroll ärvs.
uk: Цей атрибут визначає поведінку ACL успадкування.
zh_cn: 此属性确定ACL（访问控制列表）继承的行为。

source: ACL mode
af: ACL modus
ca: Mode ACL
cs: Režim ACL seznamu
de: ACL-Modus
el: Λειτουργία ACL
es: Modo ACL
fr: mode ACL
hu: ACL mód
it: Modalità ACL
lo: ໂໝດ ACL
nl: ACL modus
pl: Tryb ACL
ro: mod ACL
ru: Режим ACL
sv: ACL läge
uk: Режим ACL
zh_cn: ACL模式

source: This attribute controls the ACL behavior when a file is created or whenever the mode of a file or a directory is modified.
af: Die eienskap kontroleer die ACL gedrag wanneer 'n lêer geskep word of wanneer die modus van 'n lêer of lêerstelsel verander word.
ca: Aquest atribut controla el comportament d'ACL quan es crea un arxiu o cada vegada que es modifica la forma d'un arxiu o un directori.
cs: Tento atribut řídí chování ACL seznamů, když je vytvořen soubor nebo kdykoli je změněn režim přístupu k souboru nebo složce.
de: Dieses Attribut steuert das Verhalten einer Zugriffskontrollliste (ACL), wenn eine Datei erstellt oder der Modus einer Datei oder eines Verzeichnisses verändert wird.
el: Αυτό το χαρακτηριστικό ελέγχει τη συμπεριφορά του ACL όταν δημιουργείται ένα αρχείο, ή όταν η λειτουργία ενός αρχείου ή ενός φακέλου μεταβάλλεται.
es: Este atributo controla el modo en como una archivo es creado, o un directorio es modificado, siguiendo el estandar ACL
fr: Cet attribut contrôle le comportement des ACL lorsqu'un fichier est créé ou quand le mode d'un fichier ou d'un dossier est modifié.
hu: Ez az attribútum vezérli a fájl létrehozásakor vagy fájl, illetve könyvtás módosításakor az ACL viselkedést .
it: Questo attributo controlla il comportamento ACL quando un file è creato e qualora file/directory sono modificati.
lo: ຄຸນລັກສະນະນີ້ຄວບຄຸມພຶດຕິກຳຂອງ ACL ເມື່ອມີການສ້າງໄຟລ໌ ຫຼື ເມື່ອໃດກໍ່ຕາມທີ່ໂໝດຂອງໄຟລ໌ ຫຼື ໄດເລກະທໍຣີຖືກແກ້ໄຂ.
nl: Dit kenmerk bepaalt het gedrag van de ACL wanneer een bestand wordt gecreëerd of als de modus van een bestand of map wordt gewijzigd.
pl: Atrybut kontroluje zachowanie ACL w czasie tworzenia pliku lub kiedy tryb pliku czy katalogu jest modyfikowany.
ro: Acest parametru controlează comportamentul ACL atunci când se crează un fișier sau ori de câte ori un fișier sau un director este modificat.
ru: Этот атрибут управляет поведением ACL при создании файла или всякий раз, когда режим файла или каталога изменяется.
sv: Detta attribut kontrollerar ACL uppförandet när en fil skapas eller när inställningar ändras för ett bibliotek eller en fil.
uk: Цей атрибут управляє поведінкою ACL при створенні файлу або всякий раз, коли режим файлу або каталогу змінюється.
zh_cn: 此属性控制在创建文件或修改文件或目录的模式时的ACL行为。

source: Case Sensitivity
af: Geval Sensitiwiteit
ca: Entre majúscules i minúscules
cs: Rozlišování velkých/malých písmen
de: Groß-/Kleinschreibung beachten
el: Διαχωρισμός κεφαλαίων/πεζών
es: Sensible a mayúsculas
fr: Sensibilité à la case
hu: Kis- és nagybetű érzékenység
it: Tiene conto delle maiuscole e/o minuscole
lo: ຄວາມໄວຕໍ່ຕົວພິມໃຫຍ່-ນ້ອຍ
nl: Hoofdlettergevoeligheid
pl: Wyczulenie na wielkość znaków
ro: Diferențiere literă mare/mică
ru: Чувствительно к регистру
sv: Skiftlägeskänslighet
uk: Врахування регістру
zh_cn: 大小写敏感

source: This property indicates whether the file name matching algorithm used by the file system should be casesensitive, caseinsensitive, or allow a combination of both styles of matching
af: Hierdie eienskap dui aan of die algoritme wat ooreenstem met die lêernaam wat deur die lêer stelsel gebruik word, kassensitief, kasseninsensitief moet wees, of dat dit 'n kombinasie van albei style moet wees
ca: Aquesta propietat indica si l'algoritme de coincidència de nom d'arxiu utilitzat pel sistema d'arxius ha de ser sensible a majúscules/minúscules, no sensible, o permetre una combinació dels dos estils de caràcters.
cs: Tato vlastnost značí, zda má algoritmus pro hledání shody v názvu, používaný souborovým systémem, rozlišovat velká/malá písmena nebo použít kombinaci obou stylů
de: Diese Eigenschaft zeigt an, ob der vom Dateisystem verwendete Abgleichalgorithmus für Dateinamen die Groß-/Kleinschreibung beachtet oder nicht, bzw. ob eine Kombination beider Möglichkeiten erlaubt ist.
el: Αυτή η ιδιότητα ορίζει αν ο αλγόριθμος αναγνώρισης του ονόματος αρχείου θα κάνει διαχωρισμό κεφαλαίων/πεζών, δεν θα κάνει, ή θα επιτρέπει τον συνδυασμό των δύο τύπων
es: Esta propiedad indica el algoritme de coincidencia usado. Puede ser sensible a mayusculas, no sensible o una combinación de ambos.
fr: Cette propriété indique si l'algorithme de correspondance de nom de fichier utilisé par le système de fichiers doit être sensible à la case, non sensible à la case, ou permettre une combinaison des deux (Majuscules / Minuscules).
hu: Ez a tulajdonság meghatározza, hogy a fájlrendszer fájlnevek egyezését vizsgáló algoritmusa kis- és nagybetű érzékeny, érzéketlen, vagy a kettő kombinációja legyen.
it: Questa proprietà indica se il nome file è concorde con l'algoritmo usato dal file system e dovrebbe supportare maiu/minuscole, solo maiuscole o minuscole o una combinazione di entrambi i sistemi.
lo: ຄຸນສົມບັດນີ້ຊີ້ບອກວ່າອັນກໍຣິທຶມການຈັບຄູ່ຊື່ໄຟລ໌ທີ່ໃຊ້ໂດຍລະບົບໄຟລ໌ຄວນຈະມີຄວາມໄວຕໍ່ຕົວພິມໃຫຍ່-ນ້ອຍ, ບໍ່ມີຄວາມໄວຕໍ່ຕົວພິມໃຫຍ່-ນ້ອຍ, ຫຼື ອະນຸຍາດໃຫ້ມີການປະສົມປະສານທັງສອງຮູບແບບການຈັບຄູ່.
nl: Deze eigenschap geeft aan of de bestandsnaam overeenkomstige algoritme gebruikt door het bestandssysteem hoofdlettergevoelig, ongevoelig is, of dat een combinatie van beide stijlen is toegestaan.
pl: Ta właściwość wskazuje czy algorytm zgodności nazw używany przez system plików powinien rozróżniać wielkość liter, czy nie (lub czy oba przypadki są dozwolone)
ro: Acest parametru indică dacă algoritmul de căutare folosit de către sistem trebuie să țină cont de tipul literei sau să permită o combinație a celor două variante (literă mică/mare).
ru: Это свойство указывает, является ли имя файла соответствующее алгориту, используемому в файловой системе, должно быть чувствительно к регистру, не чувствительно к регистру, или разрешено сочетание обоих стилей соответствия
sv: Denna egenskap styr om filnamnsmatchningen i systemet skall vara skiftlägeskänslig eller tillåta en kombination av skiftlägen.
uk: Ця властивість вказує, чи повинен алгоритм зіставлення імен файлів, що використовується файловою системою бути чутливим до регістру, нечутливим до регістру, або дозволяти комбінацію обох систем зіставлення.
zh_cn: 此属性指示文件系统使用的文件名匹配算法是否应区分大小写，不区分大小写，或允许两种匹配样式的组合

source: If this property is disabled, the file system cannot be mounted.
af: As hierdie eienskap afgeskakel is kan die lêer sisteem nie gemonteer word nie.
ca: Si aquesta propietat està desactivada, el sistema de fitxers no es pot muntar.
cs: Je-li tato položka vypnuta, souborový systém nebude možné připojit.
de: Wenn diese Eigenschaft deaktiviert ist, kann das Dateisystem nicht eingehängt werden.
el: Αν αυτή η ιδιότητα είναι απενεργοποιημένη, το σύστημα αρχείων δεν μπορεί να προσαρτηθεί.
es: Si esta propiedad es deshabilitada, el sistema de archivos no podrá ser montado.
fr: Si cette propriété est désactivée, le système de fichiers ne peut être monté.
hu: Ha ez a tulajdonság tiltva van, a fájlrendszer nem csatolható be.
it: Se questa proprietà è disabilitata, il file system non può essere montato.
lo: ຖ້າຄຸນສົມບັດນີ້ຖືກປິດໃຊ້ງານ, ລະບົບໄຟລ໌ຈະບໍ່ສາມາດຕິດຕັ້ງໄດ້.
nl: Als deze optie is uitgeschakeld, kan het bestandssysteem niet worden aangekoppeld.
pl: Jeśli ta opcja będzie wyłączona, system plików nie będzie mógł być zamontowany.
ro: Dacă această opțiune este dezactivată sistemul de fișiere sistem nu va putea fi montat.
ru: Разрешить монтирование (если эта настройка выключена, монтирование файловой системы невозможно)
sv: Om denna egenskap är avaktiverad så kan inte filsystemet monteras.
uk: Якщо цей параметр вимкнений, файлова система не може бути змонтована.
zh_cn: 如果关闭此属性，文件系统将不能挂载。

source: Controls whether this dataset can be modified.
af: Kontrols whether hierdie datastel kan wees gemodifiseerde.
ca: Controla si el conjunt de dades pot ser modificat
cs: Určuje zda bude možné tuto datovou sadu upravovat.
de: Steuert, ob dieses Dataset geändert werden kann
el: Ελέγχει αν αυτό το dataset μπορεί να τροποποιηθεί.
es: Controla si este conjunto de datos(Dataset) puede ser modificado.
fr: Controle si cet ensemble de données peut être modifié.
hu: Azt szabályozza, hogy az adattárat lehessen-e módosítani.
it: Controlla se questo dataset può essere modificato
lo: ຄວບຄຸມວ່າຊຸດຂໍ້ມູນນີ້ສາມາດແກ້ໄຂໄດ້ຫຼືບໍ່.
nl: Bepaalt of deze dataset kan worden gewijzigd.
pl: Kotroluje czy ten zbiór danych może być modyfikowany
ro: Controlează dacă acest set de date poate fi modificat.
ru: Запретить модификацию текущего dataset'а
sv: Kontrollerar huruvida detta Dataset kan modifieras
uk: Контролює, чи можна змінити цей набір даних.
zh_cn: 控制此数据集能否被修改。

source: Extended attributes
af: Verlengde attribuute
ca: Atributs estesos
cs: Rozšířené atributy
de: Erweiterte Attribute
el: Πρόσθετες ιδιότητες
es: Atributos extendidos
fr: Attributs étendus
hu: Kiterjesztett attribútumok
it: Attributi estesi
lo: ຄຸນລັກສະນະເພີ່ມເຕີມ
nl: Uitgebreide attributen
pl: Atrybuty rozszerzone
ro: Atribute extinse
ru: Расширенные атрибуты
sv: Utökade attribut
uk: Розширені атрибути
zh_cn: 扩展属性

source: Enable extended attributes for this file system.
af: Ontsper uitgebreide attribuut vir hierdie lêer stelsel.
ca: Habilitar els atributs estesos d'aquest sistema d'arxius.
cs: Zapnout u tohoto souborového systému podporu rozšířených atributů.
de: Erweiterte Attribute für dieses System aktivieren.
el: Ενεργοποίηση πρόσθετων ιδιοτήτων για αυτό το σύστημα αρχείων.
es: Habilitar atributos extendidos para este sistema de archivos.
fr: Activer les attributs étendus pour ce système de fichiers.
hu: Kiterjesztett attribútum-támogatás engedélyezése ezen fájlrendszerre
it: Abilita gli attributi estesi per il file system
lo: ເປີດໃຊ້ງານຄຸນລັກສະນະເພີ່ມເຕີມສຳລັບລະບົບໄຟລ໌ນີ້.
nl: Uitgebreide attributen voor dit bestandssysteem inschakelen.
pl: Włącz atrybuty rozszerzone dla tego systemu plików.
ro: Activare atribute extinse pentru acest sistem de fișiere.
ru: Разрешить использование расширенных атрибутов для данной файловой системы
sv: Aktivera utökade attribut för detta filsystem.
uk: Дозволити викорстання розширених атрибутів для даної файлової системи.
zh_cn: 启用此文件系统的扩展属性。

source: If this property is enabled, the snapshots are displayed into .zfs directory.
af: As hierdie eienskap aktief is dan word die fotos gebeeld in die .zfs lêerstelsel
ca: Si aquesta propietat està activada, les instantànies es mostren en el directori .zfs.
cs: Jestliže je tato položka zapnuta, jsou zachycené stavy zobrazované ve složce .zfs.
de: Wenn diese Einstellung aktiviert ist, werden die Schnappschüsse im .zfs-Verzeichnis angezeigt.
el: Αν αυτή η ιδιότητα είναι ενεργοποιημένη, τα στιγμιότυπα θα εμφανίζονται σε έναν .zfs κατάλογο.
es: Si esta propiedad esta habilitada, los snapshot serán mostrados en el directorio .zfs
fr: Si cette propriété est activée, les clichés sont affichés dans. Répertoire .zfs
hu: Ha engedélyezve van, a pillanatképek a .zfs mappában jelennek meg.
it: Se questa opzione è abilitata, gli snapshot saranno visibili dentro la directory ".zfs".
lo: ຖ້າຄຸນສົມບັດນີ້ຖືກເປີດໃຊ້ງານ, ສະແນັບຊັອດຈະຖືກສະແດງຢູ່ໃນໄດເລກະທໍຣີ .zfs.
nl: Als deze optie is ingeschakeld, worden de momentopnamen weergegeven in de .zfs map.
pl: Jeżeli ta opcja jest włączona snapshot'y są wyświetlane w katalogu .zfs
ro: Dacă această opțiune este activată imaginile de siguranță ale sistemului vor fi afişate in folderul .zfs.
ru: Если эта настройка включена, снимки показываются в директории .zfs.
sv: Om denna egenskap är aktiverad så visar avbildningar i .zfs katalogen.
uk: Якщо цей параметр увімкнений, знімки будуть відображені в каталозі .zfs.
zh_cn: 如果启用此属性，.zfs 目录里会显示快照。

source: Reservation
af: Bespreking
ca: Reserva
cs: Vyhrazení
de: Reservierung
el: Κράτηση
es: Reserva
fr: Réservation
hu: Foglalás
it: Riservazione
lo: ການຈອງພື້ນທີ່
nl: Reservering
pl: Rezerwacja
ro: Rezervare
ru: Резервируемое пространство
uk: Резервування
zh_cn: 预留

source: The minimum amount of space guaranteed to a dataset (usually empty). To specify the size use the following human-readable suffixes (for example, 'k', 'KB', 'M', 'Gb', etc.).
af: Dit is die minimum spasie gewaarborg vir 'n data stelsel (gewoonlik is dit leeg). Om die grote van die spasie te bepaal gebruik die volgende mens leesbare agtervoegsel (byvoorbeeld, 'k', 'KB', 'M', 'Gb', ens.).
ca: La quantitat mínima d'espai garantit per un conjunt de dades (generalment buit). Per especificar la mida utilitzi els següents sufixos llegibles (per exemple, "k", "KB", "M", "Gb", etc.).
cs: Kolik prostoru je datové sadě zaručeno (obvykle se nevyplňuje). Velikost zadávejte pomocí člověku srozumitelných přípon (např. „k“, „KB“, „M“, „Gb“, atp.).
de: Minimaler Speicherplatz-Anteil der einem Dataset garantiert wird (normalerweise leer). Um die Größe anzugeben können die folgenden Suffixe verwendet werden: "k", "KB", "M", "GB", usw.
el: Ο ελάχιστος εγγυημένος χώρος για ένα dataset (συνήθως κενό). Για να προσδιορίσετε το μέγεθος χρησιμοποιήστε τα ακόλουθα εύκολα αναγνωρίσιμα προθέματα (για παράδειγμα, 'k', 'KB', 'M', 'Gb', κλπ.).
es: El espacio mínimo garantizado para un conjunto de datos(Dataset) (normalmente vacío). Para especificar el tamaño use alguno de los siguientes sufijos. (Ej: 'k', 'KB', 'M', 'Gb', etc.).
fr: Espace minimum garanti pour un ensemble de données (normalement vide). Pour en préciser la taille utiliser les abréviations suivantes en suffixe (EX.: 'k', 'KB', 'M', 'Gb', etc...).
hu: A legkevesebb hely, ami az adattár rendelkezésére áll (általában üres). A megadásához használd a hagyományos utótag formátumokat (pl. 'k', 'KB', 'M', 'Gb', stb.).
it: La dimensione minima garantita al dataset (zero di default). Per specificare una dimensione utilizzare uno dei seguenti suffissi in forma leggibile, ad esempio 'k', 'KB, 'M', 'Gb', ecc.).
lo: ຈຳນວນພື້ນທີ່ຂັ້ນຕ່ຳທີ່ຮັບປະກັນໃຫ້ກັບຊຸດຂໍ້ມູນ (ໂດຍປົກກະຕິແມ່ນຫວ່າງເປົ່າ). ເພື່ອລະບຸຂະໜາດ, ໃຫ້ໃຊ້ຄຳຕໍ່ທ້າຍທີ່ອ່ານໄດ້ງ່າຍ (ຕົວຢ່າງ: 'k', 'KB', 'M', 'Gb', ແລະ ອື່ນໆ).
nl: De minimale hoeveelheid ruimte gegarandeerd voor een dataset (meestal leeg). Om de grootte in te stellen gebruik de volgende mens-leesbare achtervoegsels (bijvoorbeeld, 'k', 'KB', 'M', 'Gb', etc.).
pl: Minimum wolnego miejsca gwarantowanego dla zbioru danych (zwykle puste). Ustaw rozmiar używając następujących jednostek (na przykład 'k', 'KB' , 'M' , 'Gb' , etc.).
ro: Minimul de spațiu garantat pentru o bază de date (pentru valoarea implicită lasați câmpul necompletat). La specificarea dimensiuni pot fi folosite și sufixe (ex. 'k', 'KB', 'M', 'Gb', etc.).
ru: Минимальный объем пространства, гарантированный для набора данных(dataset) (обычно это значение не заполняют). Чтобы указать размер пространства, используйте следующие общепринятые суффиксы (например, 'k', 'KB', 'M', 'Gb', и т.д.).
sv: Den minsta mängden utrymme som garanteras ett dataset (normalt tomt). Använd följande enheter för att specificera storleken (t.ex. 'k', 'KB', 'M', 'Gb', etc.).
uk: Мінімальний обсяг простору, гарантований для набору даних (зазвичай не заповнюють). Щоб вказати розмір простору, використовуйте загальноприйняті суфікси ('k', 'KB', 'M', 'Gb' тощо).
zh_cn: 数据集保证的最小空间。 ，请使用以下的后缀来指定容量大小（如：'k'，'KB'，'M'，'Gb' 等）
