Repository: rojim666/xigmanas-code-r10599-trunk
Catalog: locale/xigmanas-*.po
Languages: af, ca, cs, de, el, es, fr, hu, it, lo, nl, pl, ro, ru, sv, uk, zh_cn

source: Enable uTP for peer connections.
af: Aktiveer uTP vir eweknie verbindings.
ca: Activeu uTP per a connexions entre parells.
de: Aktivieren der uTP für Peer-Verbindungen.
el: Ενεργοποίηση uTP για συνδέσεις peer
es: Habilita uTP para conexión de pares
fr: Activer uTP pour les connexions homologues.
it: Abilita uTP per connessioni fra peer.
lo: ເປີດໃຊ້ງານ uTP ສຳລັບການເຊື່ອມຕໍ່ peer.
nl: Inschakelen uTP voor peer verbindingen.
ro: Activare uTP pentru conexiuni de tip peer.
ru: Включите uTP для одноранговых подключений.
sv: Aktivera uTP för delningsanslutningar
uk: Дозволити uTP з'єднання пірів.
zh_cn: 为对等连接启用uTP.

source: The maximum upload bandwith in KB/s. Leave this field empty to allow unlimited upload bandwidth.
ca: Amplada de banda màxima de càrrega en KB/s. Deixeu aquest camp buit per permetre una amplada de banda de càrrega il·limitada.
de: Die maximale Upload-Bandbreite in KB/s. Lassen Sie dieses Feld leer, um eine unbegrenzte Upload-Bandbreite zuzulassen.
el: Η μέγιστη ταχύτητα αποστολής σε KB/s. Αφήστε το πεδίο κενό για να επιτρέπεται απεριόριστη ταχύτητα αποστολής.
es: Máximo ancho de banda de subida en KB/s. Dejar vacío para ilimitado.
fr: La bande passante de téléchargement maximale en Ko / s. Laissez ce champ vide pour autoriser une bande passante de téléchargement illimitée.
it: La massima ampiezza di banda in upload espressa in KB/s. Lasciare questo campo vuoto per permettere una ampiezza di banda illimitata.
lo: ແບນວິດອັບໂຫຼດສູງສຸດເປັນ KB/s. ປະຊ່ອງນີ້ຫວ່າງໄວ້ເພື່ອອະນຸຍາດແບນວິດອັບໂຫຼດບໍ່ຈຳກັດ.
nl: De maximale uploadbandbreedte in KB/s. Laat dit veld leeg om onbeperkte uploadbandbreedte toe te staan.
ro: Lățimea de bandă maximă pentru încărcare în KB/s. Lăsați câmpul necompletat pentru bandă nelimitată de încărcare.
ru: Максимальная скорость отдачи в КБ/с. Оставьте это поле пустым, чтобы разрешить неограниченную пропускную способность для отдачи.
sv: Maximal uppladdningsbandvidd i KB/s. Lämna detta fält tomt för att tillåta obegränsad uppladdningsbandvidd.
uk: Максимальна швидкість вивантаження в КБ/с. Пусте поле означає без обмежень.
zh_cn: 以 KB/秒 为单位的最大上传带宽。 将此字段留空以允许无限制的上传带宽。

source: KB/s
ru: КБ/с
uk: КБ/с
zh_cn: KB/秒

source: Unlimited
ca: Il·limitat
de: Unbegrenzt
el: Απεριόριστο
es: Ilimitado
fr: Illimitée
it: Illimitato
lo: ບໍ່ຈຳກັດ
nl: Onbegrensd
ro: Nelimitat
ru: Без ограничений
sv: Obegränsad
uk: Необмежено
zh_cn: 无限制

source: The maximum download bandwith in KB/s. Leave this field empty to allow unlimited download bandwidth.
ca: Amplada de banda màxima de baixada en KB/s. Deixeu aquest camp buit per permetre una amplada de banda de descàrrega il·limitada.
de: Die maximale Download-Bandbreite in KB/s. Lassen Sie dieses Feld leer, um eine unbegrenzte Download-Bandbreite zuzulassen.
el: Η μέγιστη ταχύτητα λήψης σε KB/s. Αφήστε το πεδίο κενό για να επιτρέπεται απεριόριστη ταχύτητα λήψης.
es: Máximo ancho de banda de bajada en KB/s. Dejar vacío para ilimitado.
fr: Bande passante de téléchargement maximale en Ko / s. Laissez ce champ vide pour autoriser une bande passante de téléchargement illimitée.
it: La massima ampiezza di banda in downalod espressa in KB/s. Lasciare questo campo vuoto per permettere una ampiezza di banda illimitata.
lo: ແບນວິດດາວໂຫຼດສູງສຸດເປັນ KB/s. ປະຊ່ອງນີ້ຫວ່າງໄວ້ເພື່ອອະນຸຍາດແບນວິດດາວໂຫຼດບໍ່ຈຳກັດ.
nl: De maximale downloadbandbreedte in KB/s. Laat dit veld leeg om onbeperkte downloadbandbreedte toe te staan.
ro: Lățimea de bandă maximă pentru descărcare în KB/s. Lăsați câmpul necompletat pentru bandă nelimitată de descărcare.
ru: Максимальная скорость скачивания в КБ/с. Оставьте это поле пустым, чтобы разрешить неограниченную пропускную способность для скачивания.
sv: Maximal nedladdningsbandvidd i KB/s. Lämna detta fält tomt för att tillåta obegränsad nedladdningsbandvidd.
uk: Максимальна швидкість завантаження в КБ/с. Пусте поле означає без обмежень.
zh_cn: 以 KB/秒 为单位的最大下载带宽。 将此字段留空以允许无限的下载带宽。

source: Use this option to override the default permission modes for newly created files. (%s by default).
af: Gebruik hierdie opsie om die verstek toestemming modusse vir nuut geskepte lêers te ignoreer. (%s deur verstek).
ca: Utilitzeu aquesta opció per anul·lar els modes de permís per defecte per als arxius acabats de crear. (%s per defecte).
cs: Touto předvolbou je možné změnit výchozí přístupová práva pro nově vytvářené soubory (ve výchozím stavu %s).
de: Benutze diese Option um die Standard Berechtigungen für neu erzeugte Dateien zu übergehen.(%s ist Standard)
el: Χρησιμοποιήστε αυτή την επιλογή για να παρακάμψετε τις προεπιλεγμένες λειτουργίες δικαιωμάτων για τα νέα αρχεία που δημιουργούνται. (%s από προεπιλογή).
es: Use está opción para anular los permisos por defecto en la creacción de archivos (por defecto %s).
fr: Utilisez cette option pour remplacer les modes d'autorisation par défaut des fichiers nouvellement créés. (%s par défaut).
hu: Az az opció felülírja az újonnan létrehozott fájlok alapértelmezett jogosultsági beállításait (alapértelmezetten %s).
it: Questa opzione sovrascrive i permessi di default per i nuovi files creati (%s di default).
lo: ໃຊ້ຕົວເລືອກນີ້ເພື່ອລົບລ້າງໂໝດສິດອະນຸຍາດເລີ່ມຕົ້ນສຳລັບໄຟລ໌ທີ່ສ້າງໃໝ່. (%s ໂດຍຄ່າເລີ່ມຕົ້ນ).
nl: Gebruik deze optie om de bestandsmachtigingen te overbruggen voor nieuw gecreëerde bestanden. (standaard %s).
ro: Folosiți această opțiune pentru a suprascrie permisiunile implicite folosite pentru crearea de noi fișiere (implicit %s).
ru: Используйте этот параметр, чтобы переопределить режимы разрешений по умолчанию для вновь создаваемых файлов. (%s по умолчанию).
sv: Använd detta alternativ för att ersätta standardrättigheterna för nyskapade filer. (%s som standard).
uk: Використовуйте цей параметр, щоб перевизначити режими дозволень за замовчуванням для знов створюваних файлів (%s за замовчуванням).
zh_cn: 使用此选项覆盖新创建文件的默认权限模式。 （默认为%s）。

source: Fast
af: Vinnige
ca: Ràpid
cs: Rychle
de: Schnell
el: Γρήγορη
es: Rápido
fr: Rapide
hu: Gyors
it: Veloce
lo: ໄວ
nl: Snel
ro: Rapid
ru: Быстрый
sv: Snabb
uk: Швидке
zh_cn: 快速

source: Select preallocation mode for files. The default preallocation mode is "%s".
ca: Seleccioneu el mode de preassignació dels fitxers. El mode de preassignació per defecte és "%s".
de: Wählen Sie den Vorbelegungsmodus für Dateien aus. Der voreingestellte Vorbelegungsmodus ist "%s".
el: Επιλογή λειτουργίας προ-κατανομής για τα αρχεία. Η προεπιλεγμένη λειτουργία προ-κατανομής είναι "%s".
es: Seleccionar modo de preasignación de archivos. Por defecto es "%s".
fr: Sélectionnez le mode de pré-allocation pour les fichiers. Le mode de préallocation par défaut est "%s".
it: Scegli la modalità di preallocazione per i file. La modalità di preallocazione di default è "%s"
lo: ເລືອກໂໝດ preallocation ສຳລັບໄຟລ໌. ໂໝດ preallocation ເລີ່ມຕົ້ນແມ່ນ "%s".
nl: Selecteer de preallocation modus voor bestanden. De standaard preallocatiemodus is "%s".
ro: Selectare mod prealocare pentru fișiere. Modul implicit de prealocare este "%s".
ru: Выберите режим предварительного режима файлов. Режим предварительного режима по умолчанию: "%s".
sv: Välj förvalsläge för filer. Standard förvalsläge är "%s".
uk: Виберіть режим попереднього розподілу для файлів. Типовим режимом попереднього розподілу є "%s".
zh_cn: 选择文件的预分配模式。 默认的预分配模式是"%s"。

source: Prefer unencrypted connections
af: Verkies nie ge-enkripteerde verbindings
ca: Preferiu les connexions sense xifrar
de: Unverschlüsselte Verbindungen bevorzugen
el: Προτίμηση μη κρυπρογραφημένων συνδέσεων
es: Preferir conexiones sin encriptar
fr: Préférez les connexions non chiffrées
it: Connessioni di preferenza non criptate
lo: ມັກການເຊື່ອມຕໍ່ທີ່ບໍ່ເຂົ້າລະຫັດ
nl: Geef de voorkeur aan ongecodeerde verbindingen
ro: De preferat conexiunile necriptate
ru: Предпочитать незашифрованные соединения
sv: Föredra okrypterade förbindelser
uk: Віддавати перевагу незашифрованим з’єднанням
zh_cn: 首选未加密的连接

source: Prefer encrypted connections
af: Verkies ge-enkripteerde verbindings
ca: Preferiu les connexions xifrades
de: Verschlüsselte Verbindungen bevorzugen
el: Προτίμηση κρυπτογραφημένων συνδέσεων
es: Preferir conexiones encriptadas
fr: Préférez les connexions cryptées
it: Connessioni criptate di preferenza
lo: ມັກການເຊື່ອມຕໍ່ທີ່ເຂົ້າລະຫັດ
nl: Geef de voorkeur aan gecodeerde verbindingen
ro: De preferat conexiunile criptate
ru: Предпочитать зашифрованные соединения
sv: Föredra krypterade förbindelser
uk: Віддавати перевагу зашифрованим з'єднанням
zh_cn: 首选加密连接

source: Require encrypted connections
ca: Requereixen connexions xifrades
de: Verschlüsselte Verbindungen anfordern
el: Απαίτηση κρυπτογραφημένων συνδέσων
es: conexiones encriptadas requeridas
fr: Exiger des connexions cryptées
it: Richiede connessioni criptate
lo: ຕ້ອງການການເຊື່ອມຕໍ່ທີ່ເຂົ້າລະຫັດ
nl: Vereisen van gecodeerde verbindingen
ro: Necesită conexiuni criptate
ru: Требовать зашифрованные соединения
sv: Kräv krypterade förbindelser
uk: Вимагати зашифрованих з'єднань
zh_cn: 需要加密连接

source: The peer connection encryption mode. The default encryption mode is "%s"
ca: El mode de xifratge de connexió entre iguals. El mode de xifratge per defecte és "%s"
de: Der Verschlüsselungsmodus der Peer-Verbindung. Der voreingestellte Verschlüsselungsmodus ist "%s".
el: Η λειτουργία κρυπτογράφησης της σύνδεσης peer. Η προεπιλεγμένη λειτουργία κρυπτογράφησης είναι "%s"
es: Modo de encriptado de la conexión de pares. Por defecto es "%s"
fr: Le mode de cryptage de la connexion peer. Le mode de chiffrement par défaut est "%s"
it: Modalità di cifratura della connessione fra pari. La modalità di cifratura di default è "%s"
lo: ໂໝດການເຂົ້າລະຫັດການເຊື່ອມຕໍ່ peer. ໂໝດການເຂົ້າລະຫັດເລີ່ມຕົ້ນແມ່ນ "%s"
nl: De coderingsmodus van de peer verbinding. De standaard coderingsmodus is "%s"
ro: Modul de criptare pentru conexiunea de grup. Modul implict de criptare este "%s"
ru: Режим шифрования однорангового соединения. Режим шифрования по умолчанию: "%s".
sv: Delningsanslutningens krypteringsläge. Standard krypteringsläge är "%s"
uk: Режим шифрування з'єднання пірів. Типовим режимом шифрування є "%s"
zh_cn: 对等连接加密模式。 默认加密模式是"%s"

source: Set verbosity of transmission messages. The default message level is "%s"
ca: Estableix la verbositat dels missatges de transmissió. El nivell de missatge per defecte és "%s"
de: Legt die Ausführlichkeit der Übertragungsmeldungen fest. Die voreingestellte Meldungsebene ist "%s".
el: Ορισμός αναλυτικότητας των μηνυμάτων μεταφοράς. Το προεπιλεγμένο επίπεδο για τα μηνύματα είναι "%s"
es: Definir el nivel de detalle de los mensajes de transmission. El nivel por defecto es "%s"
fr: Définissez la verbosité des messages de transmission. Le niveau de message par défaut est "%s"
it: Impostare la trasmissioni di messaggi verbosi. Il livello di default del messaggio è "%s"
lo: ຕັ້ງຄ່າລະດັບຄວາມລະອຽດຂອງຂໍ້ຄວາມ transmission. ລະດັບຂໍ້ຄວາມເລີ່ມຕົ້ນແມ່ນ "%s"
nl: Breedsprakigheid van transmission berichten instellen. Het standaard berichtniveau is "%s"
ro: Stabilește nivelul de detaliere pentru transmisa de mesaje. Nivelul implicit de detaliere este "%s"
ru: Установите уровень детализации сообщений transmission. Уровень сообщений по умолчанию: "%s".
sv: Sätt informationsnivå för transmission meddelanden. Standard meddelandenivå är "%s"
uk: Встановити рівень логування повідомлень Transmission. Стандартний рівень повідомлень - "%s"
zh_cn: 设置传输消息的详细程度。 默认消息级别为"%s"

source: Extra options to pass over RPC using transmission-remote.
af: Addisionele opsies om met RPC oor transmissie-afstandbeheer oor te dra.
ca: Opcions addicionals per passar per RPC mitjançant transmissió remota.
de: Zusätzliche Optionen zur Übergabe über RPC mit Übertragungsfernbedienung (transmission-remote).
el: Επιπλέον επιλογές παράκαμψης του RPC με τη χρήση του transmission-remote.
es: Opciones extra a pasar por RPC usando transmission-remote
fr: Options supplémentaires pour passer sur RPC à l'aide de la transmission distante.
it: Opzioni extra per passare oltre RPC usando la trasmissione remota
lo: ຕົວເລືອກເພີ່ມເຕີມເພື່ອສົ່ງຜ່ານ RPC ໂດຍໃຊ້ transmission-remote.
nl: Extra opties om door te geven via RPC door transmission-remote.
ro: Extra opțiuni de trimis prin RPC folosind transmisii remote.
ru: Дополнительные возможности для передачи RPC с использованием transmission-remote.
sv: Extra alternativ att skicka över RPC vid användning av transmission-remote.
uk: Додаткові параметри входу через RPC використовуючи віддалений Transmission.
zh_cn: transmission-remote使用的RPC的额外选项.

source: Extra options for transmission-remote
af: Addisionele opsies vir transmissie-afstandbeheer
ca: Opcions addicionals per a transmissió remota
de: Zusätzliche Optionen für die Übertragungs-Fernbedienung
el: Επιπλέον ρυθμίσεις για το transmission-remote
es: Opciones Extra para transmission-remote
fr: Options supplémentaires pour la transmission distante
it: Opzioni extra per la trasmissione remota
lo: ຕົວເລືອກເພີ່ມເຕີມສຳລັບ transmission-remote
nl: Extra opties voor transmission-remote
ro: Extra-opțiunipentru transmisii remote
ru: Дополнительные возможности для transmission-remote
sv: Extra alternativ för transmission-remote
uk: Розширені параметри для віддаленого Transmission
zh_cn: transmission-remote的额外选项

source: Web interface port. The default port is %d.
ca: Port de la interfície web. El port per defecte és%d.
de: Port der Webschnittstelle. Der voreingestellte Port ist %d.
el: Θύρα του web περιβάλλοντος χρήσης. Η προεπιλεγμένη θύρα είναι η %d.
es: Puerto del interfaz Web. Por defecto es %d.
fr: Port d'interface Web. Le port par défaut est %d.
it: Porta dell'interfaccia web. La porta di default è %d
lo: ພອດ Web interface. ພອດເລີ່ມຕົ້ນແມ່ນ %d.
nl: Webpagina poort. De standaardpoort is %d.
ro: Port interfeță Web. Portul implicit este %d.
ru: Порт веб-интерфейса. Порт по умолчанию: %d.
sv: Webgränssnittsport. Standardport är %d.
uk: Порт web-інтерфейсу. Порт за замовчуванням - %d.
zh_cn: Web 接口端口。 默认端口是 %d。

source: Require authentication.
af: Benodig verifikasie
ca: Requereix autenticació.
cs: Vyžadovat ověření.
de: Erfordert Authentifikation.
el: Απαιτείται πιστοποίηση
es: Requiere autenticacion.
fr: Activer l'authentification.
hu: Hitelesítést igényel.
it: Necessità autenticazione
lo: ຕ້ອງການການຢືນຢັນຕົວຕົນ.
nl: Verificatie vereist.
pl: Wymaga autoryzacji.
ro: Necesită autentificare.
ru: Требовать аутентификации
sv: Kräv autentisering.
uk: Вимагати автентифікацію.
zh_cn: 需要认证。

source: Username to log into the transmission web interface.
ca: Nom d'usuari per iniciar la sessió a la interfície web de transmision.
de: Benutzername zur Anmeldung an der Webschnittstelle der Übertragung.
el: Όνομα χρήστη για το web περιβάλλον χρήσης του transmission.
es: Nombre de usuario para transmission
fr: Nom d'utilisateur pour vous connecter à l'interface Web de transmission.
it: Nome utente per accedere all'interfaccia web di Transmission
lo: ຊື່ຜູ້ໃຊ້ເພື່ອເຂົ້າສູ່ລະບົບ transmission web interface.
nl: Gebruikersnaam om in te loggen op de transmission webpagina.
ro: Numele de utilizator pentru logarea în interfața web de transmisie.
ru: Имя пользователя для входа в веб-интерфейс transmission.
sv: Användarnamn för inloggning till transmission webgränssnitt.
uk: І'мя користувача для доступа у web-інтерфейсі Transmission.
zh_cn: 用于登录传输 Web 界面的用户名。

source: Password for the transmission web interface.
af: Wagwoord vir die transmissie webbladsy.
ca: Contrasenya per a la interfície web de transmissió.
de: Passwort für die Übertragungsweboberfläche.
el: Κωδικός για το web περιβάλλον χρήστη του transmission
es: Contraseña para el interfaz web de transmission.
fr: Mot de passe de l'interface Web de transmission.
it: Password per l'interfaccia web della trasmissione
lo: ລະຫັດຜ່ານສຳລັບ transmission web interface.
nl: Wachtwoord voor de transmission webpagina.
ro: Parola pentru interfața web de transmisie.
ru: Пароль для веб-интерфейса transmission.
sv: Lösenord för transmission webgränssnitt.
uk: Пароль доступу до web-інтерфейсу Transmission.
zh_cn: 传输网络界面的密码。

source: Enable DNS rebind protection
af: Aktiveer DNS herbinding beskerming
ca: Activa la protecció contra la reconnexió del DNS
de: DNS-Rebind-Schutz aktivieren
el: Ενεργοποίηση προστασίας DNS Rebind
es: Habilita protección DNS Rebind
fr: Activer la protection de réassociation DNS
it: Abilita la protezione DNS rebind
lo: ເປີດໃຊ້ງານການປ້ອງກັນ DNS rebind
nl: Inschakelen DNS rebinding bescherming
ro: Activare protecție Înregistrare DNS
ru: Включить защиту повторной привязки DNS
sv: Aktivera DNS Återknytningsskydd
uk: Увімкнути захист перезв'язування DNS
zh_cn: 启用DNS重新绑定保护

source: Disable DNS rebind protection
af: Deaktiveer DNS herbindingsbeskerming
ca: Desactiveu la protecció contra la reconnexió del DNS
de: Deaktivieren des DNS-Rebind-Schutzes
el: Απενεργοποίηση προστασίας DNS Rebind
es: deshabilita protección DNS Rebind
fr: Désactiver la protection de réassociation DNS
it: Disabilita la protezione DNS Rebind
lo: ປິດໃຊ້ງານການປ້ອງກັນ DNS rebind
nl: Uitschakelen DNS rebinding bescherming
ro: Dezactivare protecție redefinire DNS
ru: Отключить защиту повторной привязки DNS
sv: Inaktivera DNS Återknytningsskydd
uk: Вимкнути захист перезв'язування DNS
zh_cn: 禁用DNS重绑定保护

source: List of allowed domain names.
af: Lys met toegelate domeinname.
ca: Llista de noms de domini permesos.
de: Liste der erlaubten Domainnamen.
el: Λίστα επιτρεπόμενων ονομάτων τομέα.
es: Lista de dominios permitidos
fr: Liste des noms de domaine autorisés.
it: Lista di nomi di dominio ammessi
lo: ລາຍຊື່ຂອງຊື່ໂດເມນທີ່ອະນຸຍາດ.
nl: Lijst met toegestane domeinnamen.
ro: Lista numelor de domeniu permise.
ru: Список разрешенных доменных имен.
sv: Lista med tillåtna domännamn.
uk: Список дозволених імен домена.
zh_cn: 允许的域名列表。

source: Start/resume previously stopped torrents after service has started.
ca: Iniciar / reprendre torrents aturats prèviament un cop hagi començat el servei.
de: Starten/Fortsetzen zuvor gestoppter Torrents, nachdem der Dienst gestartet wurde.
el: Εκκίνηση/συνέχιση των προηγουμένως σταματημένων torrent αφού ξεκινήσει η υπηρεσία.
es: Iniciar/continuar torrents anteriorment parados después que el servicio haya comenzado
fr: Démarre / reprend les torrents précédemment arrêtés après le démarrage du service.
it: Avvia/riprendi i torrent precedentemente arrestati dopo che il servizio è stato avviato
lo: ເລີ່ມ/ສືບຕໍ່ torrents ທີ່ຢຸດໄວ້ກ່ອນໜ້ານີ້ຫຼັງຈາກບໍລິການໄດ້ເລີ່ມຕົ້ນ.
nl: Start/hervat eerder gestopte torrents nadat de service is gestart.
ro: Pornire/repornire transferuri oprite anterior la repornirea serviciului.
ru: Запускать/возобновлять ранее остановленные торренты после запуска службы.
sv: Starta/återstarta tidigare stoppade torrenter efter att tjänsten startat.
uk: Запустити / відновити раніше зупинені торенти після запуску служби.
zh_cn: 服务启动后 启动/恢复 先前停止的种子。

source: Stop torrents before stopping service.
ca: Atureu els torrents abans d’aturar el servei.
de: Stoppen der Torrents, bevor der Dienst beendet wurde.
el: Σταμάτημα των torrent πριν σταματήσει η υπηρεσία.
es: Parar Torrents antes de parar el servicio
fr: Arrêtez les torrents avant d'arrêter le service.
it: Arresta i torrent prima di fermare il servizio
lo: ຢຸດ torrents ກ່ອນທີ່ຈະຢຸດບໍລິການ.
nl: Stop torrents voordat u de service stopt.
ro: Oprire torenți înainte de oprirea serviciului.
ru: Остановить торренты перед остановкой службы.
sv: Stoppa torrenter innan tjänsten stoppas.
uk: Зупинити торенти перед тим, як зупинити службу.
zh_cn: 在停止服务之前停止种子。

source: Work Directory
af: Werk Directory
ca: Directori de treball
cs: Pracovní složka
de: Arbeitsverzeichnis
el: Φάκελος Εργασίας
es: Directorio de trabajo
fr: Répertoire de travail
hu: Munkamappa
it: Directory di lavoro
lo: ໂຟນເດີເຮັດວຽກ
nl: Werkmap
ro: Director de lucru
ru: Рабочий каталог
sv: Arbetskatalog
uk: Робочий каталог
zh_cn: 工作目录

source: Create Work Directory
af: Skep Werk Gids
ca: Crea un directori de treball
cs: Vytvoř pracovní adresář
de: Arbeitsverzeichnis anlegen
el: Δημιουργία Φακέλου Εργασίας
es: Crear carpeta de trabajo
fr: Créer un répertoire de travail
hu: Munkamappa létrehozása
it: Crea Directory di lavoro
lo: ສ້າງໂຟນເດີເຮັດວຽກ
nl: Creëer Werkmap
ro: Creare director de lucru
ru: Создать рабочий каталог
sv: Skapa arbetskatalog
uk: Створення робочого каталогу
zh_cn: 创建工作目录

source: Location where work files will be stored.
af: Ligging waar werk lêers gestoor sal word.
ca: Ubicació on s’emmagatzemaran els fitxers de treball.
cs: Umístění, ve kterém budou ukládány pracovní soubory.
de: Speicherort der Arbeitsdateien.
el: Τοποθεσία στην οποία θα αποθηκεύονται οι φάκελοι εργασίας.
es: Ubicación de los archivos de trabajo.
fr: Lieu où les fichiers de travail seront stockés.
hu: A munkafájlok tárolásának a helye.
it: Locazione dove i file di lavoro saranno salvati.
lo: ທີ່ຕັ້ງທີ່ຈະເກັບໄຟລ໌ເຮັດວຽກ.
nl: Locatie waar werkbestanden worden opgeslagen.
ro: Locația de stocare a fișierelor de lucru.
ru: Место, где будут храниться рабочие файлы.
sv: Plats där arbetsfiler skall sparas.
uk: Розташування, де робочі файли будуть зберігатися.
zh_cn: 将存储工作文件的位置。

source: Create work directory if it doesn't exist.
af: Skep 'n werk lêergids as dit nog nie bestaan nie.
ca: Crea directori de treball si no existia.
cs: Pokud neexistuje, vytvořit pracovní složku.
de: Erzeuge Arbeitsverzeichnis, falls es noch nicht existiert.
el: Δημιουργία φακέλου εργασίας εάν δεν υπάρχει.
es: Crear directorio de trabajo, si no existe.
fr: Crée un répertoire de travail s'il n'existe pas.
hu: Munkamappa létrehozása, ha nem létezik.
it: Crea la directory di lavoro se questa non esiste
lo: ສ້າງໂຟນເດີເຮັດວຽກຖ້າມັນບໍ່ມີ.
nl: Werkmap maken als deze nog niet bestaat.
pl: Stwórz katalog roboczy jeśli nie istnieje.
ro: Creare folder de lucru (dacă acesta nu există deja).
ru: Создать рабочий каталог, если он не существует
sv: Skapa katalogen om den inte finns.
uk: Створити робочий каталог, якщо він не існує.
zh_cn: 如果工作目录不存在，则创建目录

source: WebDAV Name
af: WebDAV Naam
ca: Nom WebDAV
cs: WebDAV název
el: Όνομα WebDAV
es: Nombre WebDAV
fr: Nom du WebDAV
hu: WebDAV megnevezése
it: Nome WebDAV
lo: ຊື່ WebDAV
nl: WebDAV Naam
ro: Nume WebDAV
ru: Название WebDAV
sv: WebDAV Namn
uk: Ім'я WebDAV
zh_cn: WebDAV名称

source: Folder Pattern
af: Vouer Patroon
ca: Patró de carpeta
cs: Vzor složky
de: Ordnermuster
el: Πρότυπο Φακέλων
es: Carpeta patrón.
fr: Modèle de Dossier
hu: Mappaminták
it: Modello di cartella
lo: ຮູບແບບໂຟນເດີ
nl: Mappatroon
ro: Model folder
ru: Шаблон папки
sv: Katalogmönster
uk: Шаблон каталогу
zh_cn: 文件夹模式

source: Read-Only
af: Lees-Slegs
ca: Només lectura
cs: Pouze pro čtení
de: Schreibgeschützt
el: Μόνο για ανάγνωση
es: Sólo lectura
fr: Lecture seule
hu: Írásvédett
it: Sola lettura
lo: ອ່ານຢ່າງດຽວ
nl: Alleen-lezen
ro: Doar citire
ru: Только чтение
sv: Skrivskyddad
uk: Тільки для читання
zh_cn: 只读

source: Use Sqlite
af: Gebruik Sqlite
ca: Utilitzeu Sqlite
cs: Použít Sqlite
de: Verwende Sqlite
el: Χρήση Sqlite
es: Usar SQLite
fr: Utilisez Sqlite
hu: Sqlite használata
it: Usa Sqlite
lo: ໃຊ້ Sqlite
nl: Gebruik Sqlite
ro: Utilizare Sqlite
ru: Использовать Sqlite
sv: Använd Sqlite
uk: Використання Sqlite
zh_cn: 使用Sqlite

source: Add WebDAV Record
af: Voeg WebDAV Rekord
ca: Afegiu un registre WebDAV
cs: Přidat záznam WebDAV
de: WebDAV Eintrag hinzufügen
el: Προσθήκη Εγγραφής WebDAV
es: Añadir registro WebDAV
fr: Ajouter un Enregistrement WebDAV
hu: WebDAV bejegyzés hozzáadása
it: Aggiungi Record WebDAV
lo: ເພີ່ມລາຍການ WebDAV
nl: WebDAV Item Toevoegen
pl: Dodaj rekord WebDAV
ro: Adăugare înregistrare WebDAV
ru: Добавить новую WebDAV запись
sv: Lägg till WebDAV post
uk: Додати запис WebDAV
zh_cn: 添加WebDAV记录
