Repository: rojim666/xigmanas-code-r10599-trunk
Catalog: locale/xigmanas-*.po
Languages: af, ca, cs, de, el, es, fr, hu, it, lo, nl, pl, ro, ru, sv, uk, zh_cn

source: Netatalk (default) - use Netatalk compatible xattr.
af: Netatalk (verstek) - gebruik Netatalk versoenbaar xattr.
ca: Netatalk (per defecte): utilitzeu Xattr compatible amb Netatalk.
cs: Netatalk (výchozí) – použít xattr kompatibilní s Netatalk.
de: Netatalk (standardmäßig) - verwende Netatalk kompatible xattr.
el: Netatalk (προεπιλογή) - χρήση xattr συμβατού με Netatalk.
es: Netatalk (por defecto) - usa xattr compatible Netatalk .
fr: Netatalk (par défaut) - utilise xattr compatible Netatalk.
hu: Netatalk (alapértelmezett) - Netatalk kompatibilis xattr használata.
it: Netatalk (default) - utilizzare xattr compatibile con Netatalk
lo: Netatalk (ຄ່າເລີ່ມຕົ້ນ) - ໃຊ້ xattr ທີ່ເຂົ້າກັນໄດ້ກັບ Netatalk.
nl: Netatalk (standaard) - gebruik Netatalk compatibele xattr.
ro: Netatalk (implicit) - utilizare Netatalk compatibil xattr.
ru: Netatalk (по умолчанию) - используйте совместимый с Netatalk xattr.
sv: Netatalk (standard) - använd Netatalk kompatibla xattr.
uk: Netatalk (за замовчуванням) - використовуйте Netatalk сумісний xattr.
zh_cn: Netatalk（默认） - 使用Netatalk兼容的xattr。

source: Stream - pass the stream on to the next module in the VFS stack.
af: Stroom - gee die stroom deur na die volgende module in die VFS stapel.
ca: Stream (experimental): passa la transmissió al mòdul següent en la pila VFS.
cs: Proud ‒ předávat proud na další modul ve VFS vrstvách.
de: Stream - Übergebe den Datenstrom (Stream) an das nächste Modul im VFS Stapel (Stack).
el: Stream πέρασμα του κύματος δεδομένων στο επόμενο άρθρωμα του VFS stack.
es: Stream - Pasa el stream al suiguiente modulo del stack VFS.
fr: Flux - transmet le flux activé au module suivant de la pile VFS.
hu: Stream - átadja a stream-et a VFS-veremben a következő modulnak.
it: Stream - convoglia lo stream nel modulo successivo all'interno dello stack VFS
lo: Stream - ສົ່ງ stream ຕໍ່ໄປໃຫ້ກັບໂມດູນຖັດໄປໃນ VFS stack.
nl: Stream - geef de stroom door aan de volgende module in de VFS-stack.
ro: Stream - transmite streamul către următorul modul din stiva VFS.
ru: Stream - передает поток на следующий модуль в стеке VFS.
sv: Stream - skickar strömmen vidare till nästa modul i VFS-stacken.
uk: Stream - передає потік на наступний модуль у стеку VFS.
zh_cn: 流 - 将流传递到VFS堆栈中的下一个模块。

source: Controls where the OS X resource fork is stored.
af: Kontroles waar die OS X hulpbron vurk gestoor.
ca: Controls en què s'emmagatzema la forquilla de recursos del sistema operatiu OS X.
cs: Řídí kam je ukládán fork OS X prostředku.
de: Steuert, wo der OS X Resourcenzweig (resource fork) gespeichert wird.
el: Ελέγχει που θα αποθηκεύεται το πλέγμα πόρων του OS X.
es: Controla donde se almacenan los recursos de fork de OS X
fr: Contrôle où l'arbre de ressources OS X est stocké.
hu: Meghatározza, hogy az OS x erőforrás fork-ot tároljuk-e.
it: Controlla dove sono memorizzate le risorse di fork in OS X
lo: ຄວບຄຸມບ່ອນທີ່ OS X resource fork ຖືກເກັບ.
nl: Bepaal waar de OS X resourcevork wordt opgeslagen.
ro: Controlează locul unde copia resurselor OSX sunt stocate.
ru: Элементы управления, в которых хранится ресурс ресурсов OS X.
sv: Kontrollerar var OS X resursträd sparas.
uk: Контролює, де зберігається відгалуження ресурсу OS X.
zh_cn: 控制OS X资源分叉的存储位置。

source: File (default) - use a ._ AppleDouble file compatible with OS X and Netatalk.
af: Lêer (verstek) - gebruik 'n ._ AppleDouble lêer versoenbaar met OS X en Netatalk.
ca: Fitxer (per defecte): utilitzeu un fitxer ._ AppleDouble compatible amb OS X i Netatalk.
cs: Soubor (výchozí) – použít ._ AppleDouble soubor kompatibilní s OS X a Netatalk.
de: Datei (standardmäßig) - verwende ein ._ AppleDouble File, das kompatibel mit OS X und Netatalk ist.
el: Αρχείο (προεπιλογή) - χρησιμοποιήστε ένα αρχείο ._ AppleDouble συμβατό με OS X και Netatalk.
es: Por defecto usar ._ AppleDouble para compatibilidad con OS X y Netatalk.
fr: Fichier (par défaut) - utilisez un fichier Apple_Double compatible avec OS X et Netatalk.
hu: Fájl (alapértelmezett) - OS X-el és Netatalk-kal kompatibilis ._ AppleDouble fájl használata.
it: File(default) - utilizzare un file ._AppleDouble compatibile con OS X e Netatalk
lo: File (ຄ່າເລີ່ມຕົ້ນ) - ໃຊ້ໄຟລ໌ ._ AppleDouble ທີ່ເຂົ້າກັນໄດ້ກັບ OS X ແລະ Netatalk.
nl: Bestand (standaard) - gebruik een ._ AppleDouble bestand compatibel met OS X en Netatalk.
ro: Fișier (implicit) - utilizează compatibilitate dublă _ AppleDouble cu OS X și Netatalk.
ru: Файл (по умолчанию) - используется файл ._ AppleDouble, совместимый с OS X и Netatalk.
sv: Fil (standard) - använd en ._AppleDouble fil kompatibel med OS X och Netatalk.
uk: Файл (за замовчуванням) - використовуйте файл ._ AppleDouble, сумісний з OS X та Netatalk.
zh_cn: 文件（默认） - 使用与OS X和Netatalk兼容的._ AppleDouble文件。

source: Extended Attributes - use a xattr.
af: Verlengde Attribuute - gebruik 'n xattr.
ca: Atributs ampliats - utilitzeu xattr.
cs: Rozšířené atributy – použít xattr.
de: Erweiterte Atribute - verwende ein xattr.
el: Εκτεταμένα χαρακτηριστικά - χρήση ενός xattr.
es: Atributos extendidos - xattr.
fr: Attributs étendus - utilisez un xattr.
hu: Kiterjesztett attribútumok - xattr használata.
it: Attributi estesi - usare a xattr.
lo: Extended Attributes - ໃຊ້ xattr.
nl: Uitgebreide Attributen - gebruik een xattr.
ro: Atribute extinse - utilizare xattr.
ru: Расширенные атрибуты - используйте xattr.
sv: Utökade attribut - använd ett xattr.
uk: Розширені Атрибути - використовуйте xattr.

source: Stream (experimental) - pass the stream on to the next module in the VFS stack.
af: Stroom (eksperimenteel) - gee die stroom deur na die volgende module in die VFS stapel.
ca: Stream (experimental): passa la transmissió al mòdul següent en la pila VFS.
cs: Proud (experimentální) ‒ předávat proud na další modul ve VFS vrstvách.
de: Stream (experimentell) - Übergebe den Datenstrom (Stream) an das nächste Modul im VFS Stapel (Stack).
el: Stream (πειραματικό) - πέρασμα του κύματος δεδομένων στο επόμενο άρθρωμα του VFS stack.
es: Stream (experimental) - pasa el stream al siguiente modulo en el stack VFS.
fr: Stream (expérimental): passez le flux actif au module suivant de la pile VFS.
hu: Stream (kísérleti) - átadja a stream-et a VFS-veremben a következő modulnak.
it: Stream (sperimentale) - convoglia lo stream nel modulo successivo all'interno dello stack VFS
lo: Stream (ທົດລອງ) - ສົ່ງ stream ຕໍ່ໄປໃຫ້ກັບໂມດູນຖັດໄປໃນ VFS stack.
nl: Stream (experimenteel) - geef de stoom door aan de volgende module in de VFS-stack
ro: Stream (experimental) - transmite streamul către următorul modul din stiva VFS.
ru: Stream (экспериментальный) - передает поток на следующий модуль в стек VFS.
sv: Stream ( experimentell) - skickar strömmen vidare till nästa modul i VFS-stacken.
uk: Stream (експериментальний) - передає потік на наступний модуль у стеку VFS.
zh_cn: 流（实验） - 将流传递到VFS堆栈中的下一个模块。

source: Controls if Time Machine support via the FULLSYNC volume capability is advertised to clients.
af: Kontroles indien Time Machine ondersteuning via die FULLSYNC volume vermoë is geadverteer aan kliënte.
ca: Controla com s'emmagatzema el conjunt de caràcters il·legals de NTFS ASCII al sistema de fitxers, que normalment utilitzen els clients OS X.
cs: Řídí zda je klientům propagována podpora Time Machine prostřednictvím FULLSYNC schopnosti svazku
de: Steuert, ob die Unterstützung von Time Machine über die FULLSYNC Eigenschaft des Volumens den Clienten angeboten wird.
el: Ελέγχει αν θα διαφημίζεται στους πελάτες η υποστήριξη Time Machine μέσω της δυνατότητας FULLSYNC του τόμου.
es: Controla si se puede advertir a los clientes de Time Machine el soporte de las capacidades del volumen via FULLSYNC
fr: Contrôle si la prise en charge de Time Machine via la fonctionnalité de volume FULLSYNC est annoncée aux clients.
hu: Meghatározza, hogy a FULLSYNC-en keresztüli Időgéptámogatás hirdetve legyen-e a kliensek felé.
it: Controlla se il supporto di Time Machine a mezzo funzioni di volume FULLSYNC è annunciato ai client.
lo: ຄວບຄຸມວ່າການຮອງຮັບ Time Machine ຜ່ານຄວາມສາມາດຂອງວໍລຸມ FULLSYNC ຈະຖືກປະກາດໃຫ້ client ຫຼືບໍ່.
nl: Bepaalt of Time Machine ondersteuning via de FULLSYNC volume geschiktheid wordt geadverteerd naar cliënten.
ro: Controlează dacă suportul pentru Time Machine, via opțiunea FULLSYNC a volumului, este anunțat clienților.
ru: Контролирует разрешается ли поддержка Time Machine с помощью возможностей тома FULLSYNC для клиентов.
sv: Kontrollerar om Time Machine stöd via FULLSYNC volymmöjlighet annonseras till klienter.
uk: Контролює, чи дозволена підтримка Time Machine за допомогою можливостей тома FULLSYNC для клієнтів.
zh_cn: 控制是否通过FULLSYNC卷功能支持Time Machine支持客户端。

source: Yes - Enables Time Machine support for this share.
af: Ja - Aktiveer Time Machine-ondersteuning vir hierdie aandeel.
ca: Sí: habilita el suport de Tiem Machine per a aquesta acció.
cs: Ano – zapíná pro toto sdílení podporu Time Machine
de: Ja - Schaltet die Unterstützung für Time Machine für diese Freigabe an.
el: Ναι - Ενεργοποιεί την υποστήριξη Time Machine για αυτό το κοινόχρηστο.
es: Si - Habilita soporte Time Machine para este compartido
fr: Oui - Active la prise en charge de Time Machine pour ce partage.
hu: Igen - Időgép bekapcsolása ehhez a megosztáshoz.
it: Si - Attiva il supporto Time Machine per questa condivisione.
lo: ແມ່ນ - ເປີດໃຊ້ງານການຮອງຮັບ Time Machine ສຳລັບການແບ່ງປັນນີ້.
nl: Ja - Inschakelen Time Machine ondersteuning voor deze deling.
ro: Da - Activare suport Time Machine pentru această partajare.
ru: Да - включает поддержку Time Machine для этого ресурса.
sv: Ja - Aktiverar Time Machine stöd för denna utdelning.
uk: Так - Вмикає підтримку Time Machine для цього спільного ресурсу.
zh_cn: 是 - 启用此共享的Time Machine支持。

source: No (default) - Disables advertising Time Machine support.
af: Geen (verstek) - Deaktiveer advertensieing Tyd Masjien Ondersteuning.
ca: No (per defecte): inhabilita la publicitat del suport de Time Machine.
cs: Ne (výchozí) – vypne propagování podporu Time Machine.
de: Nein (standardmäßig) - Schaltet das Anbieten der Unterstützung von Time Machine ab.
el: Όχι (προεπιλογή) - Απενεργοποιεί τη διαφήμιση υποστήριξης Time Machine.
es: No (por defecto) - Deshabilita el soporte Time Machine.
fr: Non (par défaut) - Désactive le support de publicité de Time Machine.
hu: Nem (alapértelmezett) - hirdető Időgéptámogatás kikapcsolása
it: No (default) - Disabilita il supporto annunciazione di Time Machine.
lo: ບໍ່ (ຄ່າເລີ່ມຕົ້ນ) - ປິດການໃຊ້ງານການປະກາດການຮອງຮັບ Time Machine.
nl: Nee (standaard) - Uitschakelen kenbaar maken Time Machine ondersteuning.
ro: Nu (implicit) - Dezactivează suportul pentru Time Machine.
ru: Нет (по умолчанию) - отключает рекламную поддержку Time Machine.
sv: Nej (standard) - Inaktiverar annonsering av Time Machine stöd.
uk: Немає (за замовчуванням) - вимикає підтримку реклами Time Machine.
zh_cn: 否（默认） - 禁用广播Time Machine支持。

source: Enable ZFS ACL.
af: Inskakel ZFS ACL.
ca: Habilitar ZFS ACL.
cs: Používat ZFS ACL seznamy.
de: ZFS ACL aktivieren
el: Ενεργοποίηση κληρονόμησης ZFS.
es: abilitar herencia de ZFS-ACL
fr: Activer les ACL ZFS
hu: ZFS ACL bekapcsolása
it: Abilita ZFS ACL
lo: ເປີດໃຊ້ງານ ZFS ACL.
nl: Inschakelen ZFS ACL.
ro: Acrivare ZFS ACL.
ru: Включить ZFS ACL.
sv: Aktivera ZFS ACL. (åtkomsträttigheter)
uk: Дозволити ZFS ACL.
zh_cn: 启用ZFS ACL

source: This will provide ZFS ACL support. (ZFS only).
af: Hierdie sal bied ZFS ACL ondersteuning. (Slegs ZFS).
ca: Això proporcionarà suport ACL ZFS. (Només ZFS).
cs: Toto bude poskytovat podporu ZFS ACL seznamů (pouze ZFS).
de: Dies wird ZFS Zugangs Kontroll Listen unterstützen.(nur ZFS)
el: Αυτό θα παρέχει υποστήριξη ZFS ACL. (μόνο ZFS).
es: Esto proporciona soporte ACL-ZFS. (Solo para ZFS)
fr: Cela fournira le support des ACL ZFS. (Uniquement ZFS).
hu: Ez biztosítja a ZFS ACL támogatást (csak ZFS esetén).
it: Questo consentirà il supporto ACL per il ZFS (solo per il ZFS).
lo: ນີ້ຈະສະໜອງການຮອງຮັບ ZFS ACL. (ສະເພາະ ZFS).
nl: Dit zorgt voor ZFS ACL ondersteuning. (alleen ZFS).
ro: Aceasta va oferi suport ZFS ACL (Doar pentru ZFS).
ru: Это обеспечит поддержку файловых систем ZFS ACL. (Только ZFS).
sv: Detta kommer tillhandahålla ZFSACL:er stöd. (endast ZFS)
uk: Це забезпечить підтримку списків контролю доступу ZFS. (Тільки ZFS).
zh_cn: 这将提供ZFS ACL支持。 （仅限ZFS）。

source: Enable ACL inheritance.
af: Inskakel ACL erfporsie
ca: Habilitar l'herència d'ACL.
cs: Zapnout přebírání ACL seznamů.
de: Aktiviere ACL-Vererbung
el: Ενεργοποίηση κληρονόμησης ACL.
es: Habilitar herencia de ACL
fr: Activer l'héritage ACL.
hu: ACL örökítés bekapcsolása
it: Abilita ereditarietà ACL
lo: ເປີດໃຊ້ງານການສືບທອດ ACL.
nl: Inschakelen ACL overnemen.
ro: Activare propagare ACL.
ru: Включите наследование ACL.
sv: Aktiera ACL arv. (åtkomsträttogheter)
uk: Дозволити успадкування ACL.
zh_cn: 启用ACL继承

source: Store alternate data streams in Extended Attributes.
af: Winkel alternatiewe data strome in Verlengde Attribuut
ca: Emmagatzema canals de dades en atributs estesos.
cs: Ukládat do rozšířených atributů alternativní datové proudy.
de: Speichere alternative Datenströme in erweiterten Attributen.
el: Αποθήκευση εναλλακτικών ροών δεδομένων στα Εκτεταμένα Χαρακτηριστικά.
es: Almacenar los alternate data streams en los atributos extendidos.
fr: Stockez les flux de données alternatifs dans les attributs étendus.
hu: Az alternatív adatfolyamok tárolása a kiterjesztett attribútumokban.
it: Memorizzare i flussi di dati alternati negli attribute estesi
lo: ເກັບ alternate data streams ໃນ Extended Attributes.
nl: Opslaan alternatieve gegevensstromen in Uitgebreide Attributen.
ro: Stocare flux alternativ de date în Atributele Extinse.
ru: Храните альтернативные потоки данных в расширенных атрибутах.
sv: Lagra alternativa dataströmmar i utökade attribut.
uk: Зберігати альтернативні потоки даних в розширених атрибутах.
zh_cn: 在扩展属性中存储备用数据流。

source: Store NTFS ACLs in Extended Attributes.
af: Winkel NTFS ACLs in Verlengde Attribuut
ca: Emmagatzema ACL's NTFS en atributs estesos.
cs: Ukládat NTFS ACL v rozšířených atributech.
de: Speichere NTFS ACLs in erweiterten Attributen.
el: Αποθήκευση των NTFS ACLs στα Εκτεταμένα Χαρακτηριστικά.
es: Almacenar ACL-NTFS en los atributos extendidos.
fr: Stocker les ACL NTFS dans les attributs étendus.
hu: Az NTFS ACL-ek tárolása a kiterjesztett attribútumokban.
it: Memorizzare gli ACL NTFS negli attributi estesi
lo: ເກັບ NTFS ACLs ໃນ Extended Attributes.
nl: Opslaan NTFS ACLs in Uitgebreide Attributen.
ro: Stocare NTFS ACLs în atributele extinse.
ru: Сохранять NTFS ACLs в в расширенных атрибутах
sv: Lagra NTFS ACL:er i utökade attribut.
uk: Зберігати списки контролю доступу NTFS в розширених атрибутах
zh_cn: 将NTFS ACL存储在扩展属性中。

source: This will provide NTFS ACLs without ZFS ACL support such as UFS.
af: Hierdie sal NTFS ACLs bied sonder ZFS ACL ondersteuning soos UFS.
ca: Això proporcionarà ACL NTFS sense suport de ZFS ACL tal com UFS.
cs: Toto bude poskytovat NTFS ACL seznamy bez ZFS ACL podpory jako třeba UFS.
de: Das wird die NTFS Zugangs Kontroll Listen unterstützen, ohne ZFS Zugangs Kontroll Listen Unterstützung, wie bei UFS.
el: Αυτό θα παρέχει NTFS ACLs χωρίς υποστήριξη ZFS ACL όπως στο UFS.
es: Esto proporciona ACLs-NTFS sin soporte ZFS como en el caso de usar UFS.
fr: Cela fournira les ACL NTFS sans prise en charge des ACL ZFS tel que UFS.
hu: Ez biztosítja az NTFS ACL-ek ZFS ACL nélküli támogatását, mint például az UFS-t.
it: Questo consentirà a NTFS il ACL senza supporto ACL per ZFS come ad esempio UFS.
lo: ນີ້ຈະສະໜອງ NTFS ACLs ໂດຍບໍ່ມີການຮອງຮັບ ZFS ACL ເຊັ່ນ UFS.
nl: Dit zal zorgen voor NTFS ACLs zonder ZFS ACL ondersteuning zoals UFS.
ro: Activare NTFS ACLs fără suport ZFS ACL (cum ar fi UFS).
ru: Это обеспечит NTFS списки контроля доступа без поддержки ZFS ACL, такие как UFS.
sv: Detta kommer tillhandahålla NTFS ACL:er utan ZFS ACL stöd som UFS.
uk: Це забезпечить списки контролю доступу NTFS без підтримки списків контролю доступу ZFS, таких як UFS.
zh_cn: 这将提供没有ZFS ACL支持的NTFS ACL，例如UFS。

source: This option is a comma, space, or tab delimited set of hosts which are permitted to access this share. You can specify the hosts by name or IP number. Leave this field empty to use default settings.
af: Hierdie opsie is 'n stel gashere wat deur 'n komma, spasie of oortjie afgebaken is wat toegang tot hierdie deel het. Jy kan die leërskare met die naam of IP-nommer spesifiseer. Laat hierdie veld leeg om verstek instellings te gebruik.
ca: Aquesta opció és una coma, un espai, delimitat per tabuladors o conjunt de hosts que estan autoritzats a accedir a aquest recurs. Podeu especificar els amfitrions per nom o número IP. Deixeu aquest camp buit per utilitzar la configuració predeterminada.
cs: Seznam počítačů, ze kterých je možné přistupovat k tomuto sdílení. Počítače je možné určit jejich názvy či IP adresami. Jednotlivé položky oddělujte čárkami, mezerami či tabulátory. Pro použití výchozího nastavení ponechte tuto kolonku prázdnou.
de: Diese Option ist eine Komma, Leerzeichen, oder Tab separierte Liste von Hosts welchen der Zugriff auf diese Freigabe erlaubt ist. Sie können die Hosts anhand des Namens, oder der IP angeben. Lassen sie dieses Feld leer um die Standard Werte zu verwenden.
el: Σύνολο υπολογιστών, χωρισμένων με κόμμα, κενό ή tab, που επιτρέπεται να έχουν πρόσβαση στο κοινόχρηστο. Μπορείτε να καθορίσετε τους υπολογιστές με το όνομά τους ή την IP διεύθυνσή τους. Αφήστε αυτό το πεδίο κενό για να χρησιμοποιήσετε τις προεπιλεγμένες ρυθμίσεις.
es: Esta opción es un conjunto de equipos delimitados por una coma, espacio o tabulación los cuales estan permitidos a acceder a este recurso compartido. Puede especificar los equipos por nombre o por numero de dirección IP. Deje este campo vacío para usar las configuraciones predeterminadas.
fr: Cette option est une collection délimitée par une virgule, espace ou tabulation, d'hôtes qui ont le droit d'accéder à ce partage. Vous pouvez mentionner les hôtes par nom ou par numéro IP. Laissez ce champ vide pour utiliser les paramètres par défaut.
hu: Ez az opció egy vessző, szóköz, vagy tabulátorral tagolt felsorolása a fogadónak, amelyek hozzáférhetnek ehhez a megosztáshoz. Megadhatod a host-okat névvel vagy IP címmel. Hagyjad üresen, hogy az alapértelmezett beállításokat használja.
it: Questa opzione è un insieme di host delimitati da virgola, spazio o tabulazioni che sono autorizzati ad accedere a questa condivisione. Specificare gli host utilizzando il nome o l'indirizzo IP. Lasciare questo campo vuoto per utilizzare le impostazioni predefinite.
lo: ຕົວເລືອກນີ້ແມ່ນຊຸດຂອງໂຮສທີ່ຖືກຂັ້ນດ້ວຍເຄື່ອງໝາຍຈຸດ, ຍະຫວ່າງ, ຫຼື ແຖບ ທີ່ໄດ້ຮັບອະນຸຍາດໃຫ້ເຂົ້າເຖິງການແບ່ງປັນນີ້. ທ່ານສາມາດລະບຸໂຮສດ້ວຍຊື່ ຫຼື ໝາຍເລກ IP. ປະຊ່ອງນີ້ຫວ່າງໄວ້ເພື່ອໃຊ້ການຕັ້ງຄ່າເລີ່ມຕົ້ນ.
nl: Deze optie is een komma, een spatie, of met een tab afgebakende reeks hosten die zijn toegestaan om de deling te benaderen. U kunt de specifieke hosten opgeven met een hostnaam of IP-nummer. Laat dit veld leeg om de standaardwaarde te gebruiken.
pl: Jest to zestaw przedzielonych przecinkiem, spacją lub tabulatorem hostów, dla których zezwala się na dostęp do tego udziału. Możesz określić hosty za pomocą nazw lub adresów IP. Pozostaw te pole puste aby użyć ustawień domyślnych.
ro: Această opțiune stabilește lista de sisteme (separate prin virgulă, spațiu sau caracterul tab) care au permisiunea de a accesa această partajare. Puteți specifica sistemele prin nume sau prin IP. Lăsați câmpul necompletat pentru setările implicite.
ru: Эта настройка устанавливает список компьютеров, которым разрешен доступ к этому общему ресурсу. Вы можете перечислить хосты по имени или IP-адресу, разделяя их запятыми, пробелами или табуляцией. Оставьте это поле пустым для настроек по умолчанию.
sv: Detta alternativ är en kommatecken, mellanslag, eller tabb avgränsad uppsättning värdar som får tillgång till denna delning. Du kan ange värdar efter namn eller IP-nummer. Lämna detta fält tomt för att använda standardinställningarna.
uk: Ця опція є списком хостів (розділених комою, пробілом або табуляцією), якім дозволяється доступ до загального ресурсу. Ви можете вказати хости за ім'ям або IP адресою. Залиште це поле порожнім, щоб використовувати стандартні параметри.
zh_cn: 此选项指定允许访问此分享区（share）的主机（以逗号，空格或制表符分隔）。你可以指定主机名或IP地址。将此字段留空以使用默认的设置。
