Repository: rojim666/xigmanas-code-r10599-trunk
Catalog: locale/xigmanas-*.po
Languages: af, ca, cs, de, el, es, fr, hu, it, lo, nl, pl, ro, ru, sv, uk, zh_cn

source: The Newly Added Bad Flash Block attribute indicates the total number of bad flash blocks the drive detected since it was first initialized in manufacturing.
af: Die Nuut Bygevoegde Slegte Oorlegging Blok eienskap verwys na die totale aantal slegte oorleggings blokke wat die skyf opgemerk het sedert dit die eerste keer geinisialiseer was tydens vervaardiging
ca: L'atribut de Bloc Flash dolent recentment agregat indica el nombre total de blocs defectuosos en el flash del dispositiu des de que es va inicialitzar per primera vegada a la fabricació.
cs: Atribut „Nově projevené vadné bloky flash paměti“ značí celkový počet vadných bloků flash paměti, které jednotka zjistila od okamžiku své prvotní inicializace při výrobě.
de: Bad Flash Block Attribut (Anzahl seit Inbetriebnahme)
el: Το χαρακτηριστικό Newly Added Bad Flash Block δείχνει τον συνολικό αριθμό προβληματικών μπλοκ μνήμης flash που έχει ανιχνεύσει ο δίσκος από την πρώτη του αρχικοποίηση κατά την κατασκευή του.
es: El nuevo atributo Bloque Flash defectuoso, indica el numero total de bloques defectuosos en el disco Flash desde que fue fabricado.
fr: L'attribut "Newly Added Bad Flash Block" indique le nombre total de blocs flash défectueux depuis la première initialisation en usine.
hu: A 'Newly Added Bad Flash Block' attribútum a gyártásban először üzembe helyezés óta észlelt hibás flash blokkok összszáma.
it: L'attributo Blocchi di Memoria Difettosi recentemente aggiunti indica il numero totale di blocchi difettosi che il disco ha individuato da quando è stato prodotto.
lo: ຄຸນລັກສະນະບລັອກແຟລດທີ່ບໍ່ດີທີ່ເພີ່ມໃໝ່ສະແດງເຖິງຈຳນວນທັງໝົດຂອງບລັອກແຟລດທີ່ບໍ່ດີທີ່ໄດຣຟ໌ກວດພົບຕັ້ງແຕ່ມັນຖືກເລີ່ມຕົ້ນຄັ້ງທຳອິດໃນການຜະລິດ.
nl: De nieuwe toegevoegde Bad Flash Block attribuut geeft het totaal aantal slechte flash blokken aan dat de schijf heeft ontdekt sinds het was geïnitialiseerd tijdens de productie.
pl: Nowo dodane bad flash bloki pokazują całkowitą liczbę bad flash bloków wykrytych przez urządzenie od czasu pierwszej inicjalizacji w procesie wytwarzania.
ro: Noul contor Bad Flash Block indică numărul total de blocuri defecte ale memoriei flash apărute din momentul fabricației.
ru: Атрибут Newly Added Bad Flash Block указывает общее количество плохих блоков флэш диска, обнаруженных с момента его первой инициализации в производстве.
sv: Det nyligen tillagda "Bad Flash Block" attributet visar totala antalet dåliga flashblock sedan disken först initierades.
uk: Атрибут Newly Added Bad Flash Block вказує на загальну кількість поганих блоків флеш диска, виявлених з моменту його першої ініціалізації в виробництві.
zh_cn: 新添加的坏闪存块属性指示驱动器在制造过程中首次初始化后检测到的坏闪存块的总数。

source: Count of 'Free Fall Events' detected.
af: Tel tans van 'Free Fall Events' bespeur.
ca: Comte de 'caiguda lliure d'eEsdeveniments' detectats.
cs: Počet zaznamenaných volných pádů
de: Anzahl der schweren Fallschockevents.
el: Αριθμός των 'Free Fall Events' που ανιχνεύθηκαν.
es: Número de 'Caidas' de este Disco.
fr: Détection d’événements 'Free Fall'
hu: Szabadesések száma
it: Conteggio di 'Evento Caduta Libera' rilevati.
lo: ຈຳນວນ 'ເຫດການການຕົກອິດສະຫຼະ' ທີ່ກວດພົບ.
nl: Aantal 'Vrije Val Gebeurtenissen' gedetecteerd.
pl: Liczba wykrytych zdarzeń swobodnego spadania.
ro: Au fost detectate evenimente 'Free Fall Events'.
ru: Счетчик обнаруженных "свободных падений".
sv: Antal upptäkta "Free Fall Events"
uk: Кількість зафіксованих 'вільних падінь'.
zh_cn: 检测到“自由落体事件”的计数。

source: Attribute Name
af: Kenmerk Naam
ca: Nom de l'atribut
cs: Název atributu
de: Attributbezeichnung
el: Όνομα χαρακτηριστικού
es: Nombre del atributo
fr: Nom d'attribut
hu: Attribútumnév
it: Nome attributo
lo: ຊື່ຄຸນລັກສະນະ
nl: Attribuutnaam
pl: Nazwa atrybutu
ro: Nume atribut
ru: Имя атрибута
sv: Attributnamn
uk: Назва атрибуту
zh_cn: 属性名

source: Raw Value
af: Rou Waarde
ca: Valor en brut
cs: Hodnota před zpracováním.
de: Rohwert
el: Τιμή
es: Valor crudo
fr: Valeur Raw
hu: Nyers adat
it: Valore grezzo
lo: ຄ່າດິບ
nl: Ruwe Waarde
pl: Surowa wartość
ro: Valoare brută
ru: Сырое значение
sv: Råvärde
uk: Необроблене значення
zh_cn: 原始值

source: Unknown or undocumented attribute.
af: Onbekend of ongedokumenteerd attribuut.
ca: Atribut desconegut o sense documentar.
de: Unbekanntes oder nicht dokumentiertes Attribut.
el: Άγνωστο ή μη καταγεγραμμένο χαρακτηριστικό.
es: Atributo desconocido o indocumentado.
fr: Attribut inconnu ou non documenté.
hu: Ismeretlen vagy nem dokumentált tulajdonság
it: Attributo sconosciuto o non documentato
lo: ຄຸນລັກສະນະທີ່ບໍ່ຮູ້ຈັກ ຫຼື ບໍ່ມີເອກະສານ.
nl: Onbekend of ongedocumenteerd kenmerk.
pl: Nieznany lub nieudokumentowany atrybut
ro: Atribut necunoscut sau nedocumentat.
ru: Неизвестный или недокументированный атрибут.
sv: Okänt eller odokumenterat attribut.
uk: Не визначений або не задокументований атрибут.
zh_cn: 未知或未记录的属性。

source: Space Usage
af: Spasie Verbruik
ca: Ús d'espai
cs: Využití prostoru
de: Festplattennutzung
el: Χρήση Χώρου
es: Espacio usado
fr: Utilisation de l'espace
hu: Foglalt hely
it: Spazio Usato
lo: ການໃຊ້ພື້ນທີ່
nl: Ruimte Gebruik
pl: Użyta przestrzeń
ro: Utilizare spațiu
ru: Используемое пространство
sv: Utrymmesanvändning
uk: Використання простору
zh_cn: 空间使用

source: Swap is disabled.
af: Ruil is gedeaktiveer.
ca: Intercanvi deshabilitat
cs: Swap je vypnut.
de: Swap ist abgeschaltet.
el: Η μνήμη swap είναι απενεργοποιημένη.
es: Swap deshabilitada
fr: Swap est désactivé.
hu: A cserehely ki van kapcsolva.
it: Memoria virtuale disattivata
lo: Swap ຖືກປິດໃຊ້ງານ.
nl: Swap is uitgeschakeld.
pl: Swap jest wyłączony
ro: Fișierul swap este dezactivat.
ru: Swap отключен.
sv: Växlingsfil (swap) är inaktiverad.
uk: Своп вимкнений.
zh_cn: 交换被禁用

source: Swap Information & Status
af: Uitruiling Informasie & Status
ca: Estat d'intercanvi i informació
cs: Odkládací prostor – informace a stav
el: Πληροφορίες & Κατάσταση Swap
es: Info. y estado de la Swap
fr: Informations et Etat du Swap
hu: Cserehely információ & állapot
it: Informazioni e stato della memoria virtuale
lo: ຂໍ້ມູນ ແລະ ສະຖານະ Swap
nl: Swap Informatie & Status
pl: Informacje i status Swap
ro: Informații & Stare fișier swap
ru: Информация и статус подкачки
sv: Växlingsfil Information & Status
uk: Інформація і статус swap
zh_cn: 交换分区信息和状态

source: UPS Information & Status
af: UPS Inligting en Status
ca: Informació i estat del SAI
cs: Stav a informace o UPS zdroji
el: Πληροφορίες & Κατάσταση UPS
es: Info y estado del SAI
fr: Informations & Etat de l'UPS
hu: Szünetmentes információ & állapot
it: UPS Informazioni e Stato
lo: ຂໍ້ມູນ ແລະ ສະຖານະ UPS
nl: UPS Informatie & Status
pl: UPS - Informacje i status
ro: Informații & Stare UPS
ru: Информация и статус ИБП
uk: Інформація та статус UPS
zh_cn: UPS 信息和状态

source: UPS is disabled.
af: UPS is gestremde.
ca: SAI està desactivat.
cs: Služba UPS je vypnutá.
de: USV ist deaktiviert.
el: Το UPS είναι απενεργοποιημένο.
es: SAI deshabilitada
fr: L'onduleur est désactivé.
hu: Szünetmentes kikapcsolva.
it: UPS è disabilitato
lo: UPS ຖືກປິດໃຊ້ງານ.
nl: UPS is uitgeschakeld.
pl: UPS jest niedostępny
ro: UPS dezactivat.
ru: ИБП отключен.
sv: UPS inaktiverad.
uk: ДБЖ відключено.
zh_cn: UPS被禁用。

source: Selected UPS
af: Geselekteerde UPS
ca: SAI seleccionat
de: Ausgewählte USV
el: Επιλεγμένο UPS
es: SAI seleccionado
fr: UPS sélectionné
hu: Kiválasztott szünetmentes
it: UPS selezionato
lo: UPS ທີ່ເລືອກ
nl: Selecteer UPS
pl: Wybrany UPS
ro: UPS selectat
ru: Выбранный ИБП
sv: Vald UPS
uk: Обраний ДБЖ
zh_cn: 选中的UPS

source: ERROR:
af: FOUT:
cs: CHYBA:
de: FEHLER:
el: ΣΦΑΛΜΑ:
fr: ERREUR :
hu: HIBA:
it: ERRORE:
lo: ຂໍ້ຜິດພາດ:
nl: FOUT:
pl: BŁĄD:
ro: EROARE:
ru: ОШИБКА:
sv: FEL:
uk: ПОМИЛКА:
zh_cn: 错误：

source: Manufacturer
af: Vervaardiger
ca: Fabricant
cs: Výrobce
de: Hersteller
el: Κατασκευαστής
es: Fabricante
fr: Fabriquant
hu: Gyártó
it: Fabbricante
lo: ຜູ້ຜະລິດ
nl: Fabrikant
pl: Producent
ro: Producător
ru: Производитель
sv: Tillverkare
uk: Виробник
zh_cn: 制造商

source: Model
de: Modell
el: Μοντέλο
es: Modelo
fr: Modèle
hu: Modell
it: Modello
lo: ລຸ້ນ
ru: Модель
sv: Modell
uk: Модель
zh_cn: 型号

source: Type
af: Tipe
ca: Tipus
cs: Typ
de: Typ
el: Τύπος
es: Tipo
hu: Típus
it: Tipo
lo: ປະເພດ
pl: Typ
ro: Tip
ru: Тип
sv: Typ
uk: Тип
zh_cn: 类型

source: Serial number
af: Reeksnommer
ca: Número de sèrie
cs: Sériové číslo
de: Seriennummer
el: Σειριακός αριθμός
es: Nº de serie
fr: Numéro de série
hu: Sorozatszám
it: Numero di serie
lo: ເລກຊີຣຽວ
nl: Serienummer
pl: Numer seryjny
ro: Număr de serie
ru: Серийный номер
sv: Serienummer
uk: Серійний номер
zh_cn: 序号

source: Firmware version
af: Fermware weergawe
ca: Versió de firmware
cs: Verze firmware
el: Έκδοση Firmware
es: Versión de Firmware
fr: Version du micrologiciel
hu: Firmware verzió
it: Versione firmware
lo: ເວີຊັນເຟີມແວ
nl: Firmware versie
pl: Wersja oprogramowania układowego
ro: Versiune firmware
ru: Версия прошивки
sv: Version på systemmjukvara
uk: Версія прошивки
zh_cn: 固件版本

source: UPS Waiting
af: UPS Wag
ca: SAI està esperant
cs: Čekání UPS zdroje
de: UPS wartet
el: To UPS είναι σε αναμονή
es: SAI en espera
fr: L'UPS est en attente
hu: Szünetmentes várakozik
it: UPS in attesa
lo: UPS ລໍຖ້າ
nl: UPS Wachtend
pl: UPS - Czeka
ro: UPS în așteptare
ru: ИБП в состоянии ожидания
sv: UPS i vänteläge
uk: ДБЖ в стані очікування
zh_cn: UPS 等待中

source: UPS Off Line
af: UPS Aflyn
ca: SAI Offline
cs: UPS zdroj je vypnutý
el: To UPS είναι εκτός σύνδεσης
es: SAI fuera de línea
fr: L'UPS est hors-ligne
hu: Szünetmentes kikapcsolva
lo: UPS ອອບລາຍ
nl: UPS Geen Netspanning
pl: UPS - Niedostępny
ro: UPS deconectat
ru: ИБП в автономном режиме
sv: UPS frånkopplad
uk: ДБЖ працює автономно (інформація про стан ДБЖ не доступна)
zh_cn: UPS 离线

source: UPS On Line
af: UPS Onlyn
ca: SAI online
cs: UPS zdroj je napájen z rozv. sítě
el: Το UPS είναι σε σύνδεση
es: SAI en linea
fr: UPS en ligne
hu: Szünetmentes bekapcsolva
lo: UPS ອອນລາຍ
nl: UPS Op Netspanning
pl: UPS - dostępny
ro: UPS activ
ru: ИБП работает от сети
sv: UPS ansluten
uk: ДБЖ працює від мережі
zh_cn: UPS 在线

source: UPS On Battery
ca: SAI en Bateria
cs: UPS zdroj je napájen z aku.
de: Akku Betrieb
el: Το UPS χρησιμοποιεί τη μπαταρία
es: SAI en Batería
fr: L'UPS est sur batterie
hu: Szünetmentes akkuról működik
lo: UPS ໃຊ້ແບັດເຕີຣີ
nl: UPS Op Batterij
pl: UPS - Praca na bateriach
ro: UPS pe baterie
ru: ИБП работает от батареи
sv: UPS på batteri
uk: ДБЖ працює від батареї
zh_cn: UPS 使用电池中

source: Overload
af: Oorlaai
ca: Sobrecàrrega
cs: Přetížení
de: Überlast
el: Υπερφόρτωση
es: Sobrecarga
fr: Surcharge
hu: Túltöltöttség
it: Sovraccarico
lo: ໂຫຼດເກີນ
nl: Overbelasting
pl: Przeciążenie
ro: Supraîncărcare
ru: Перегрузка
sv: Överlast
uk: Перевантаження
zh_cn: 负载

source: Battery Low
af: Battery Lae
ca: Bateria baixa
cs: Téměř vybitý akumulátor
de: Schwacher Akku
el: Στάθμη μπαταρίας χαμηλή
es: Batería baja
fr: Batterie Faible
hu: Alacsony töltöttségi szint
it: Batteria in esaurimento
lo: ແບັດເຕີຣີຕ່ຳ
nl: Batterij Leeg
pl: Niski poziom baterii
ro: Baterie descărcată
ru: Низкий заряд батареи
sv: Låg batterinivå
uk: Низький заряд батареї
zh_cn: 电力不足

source: Replace Battery UPS
af: Vervang Battery UPS
ca: Remplazar Bateria del SAI
cs: Vyměňte akumulátory v UPS zdroji
de: Akku tauschen
el: Αντικαταστήστε τη μπαταρία του UPS
es: Remplazar Batería del SAI
fr: Remplacer la batterie UPS
hu: Cserélje ki a szünetmentes akkumulátorát.
it: Sostituire la batteria dell'UPS
lo: ປ່ຽນແບັດເຕີຣີ UPS
nl: Vervang Batterij UPS
pl: Wymień baterię UPS
ro: Înlocuiți bateria UPS-ului
ru: Замените батарею ИБП (UPS)
sv: Byt UPS-batteri
uk: Змінить батарею ДБЖ
zh_cn: 更换UPS电池

source: Calibration Battery
af: Kalibrasie Battery
ca: Calibra-cio bateria
cs: Kalibrace akumulátorů
de: Akku-Kalibration
el: Βαθμονόμηση μπαταρίας
es: Calibrando Batería
fr: Calibration de la batterie
hu: Elem kalibrálása
it: Calibrazione batteria
lo: ການປັບທຽບແບັດເຕີຣີ
nl: Kalibreren Batterij
pl: Kalibracja baterii
ro: Calibrare baterie
ru: Калибровка батареи
sv: Batterikallibrering
uk: Калібрування батареї
zh_cn: 电池校正

source: Charging Battery
af: Laai tans Battery
ca: Carregant bateria
cs: Nabíjení akumulátorů
de: Akku wird geladen
el: Μπαταρία σε φόρτιση
es: Cargando Batería
fr: Charge de Batterie
hu: Akkumulátor töltése
it: Batteria in carica
lo: ກຳລັງສາກແບັດເຕີຣີ
nl: Opladen Batterij
pl: Ładowanie baterii
ro: Încărcare baterie
ru: Зарядка батареи
sv: Laddar batteri
uk: Батарея заряджається
zh_cn: 充电中

source: Load
af: Laai
ca: Carga
cs: Vytížení
de: Auslastung
el: Φόρτωση
es: Cargar
fr: Charger
hu: Terhelés
it: Carica
lo: ໂຫຼດ
nl: Belasting
pl: Obciążenie
ro: Încărcare
ru: Загрузка
sv: Belastning
uk: Поточне навантаження
zh_cn: 载入

source: Battery level
af: Battery vlak
ca: Nivell de la bateria
cs: Stav nabití akumulátorů
de: Akkustatus
el: Στάθμη μπαταρίας
es: Nivel de batería
fr: Niveau de la batterie
hu: Akkumulátor szintje
it: Livello Batteria
lo: ລະດັບແບັດເຕີຣີ
nl: Batterijniveau
pl: Poziom baterii
ro: Nivel baterie
ru: Заряд батареи
sv: Batterinivå
uk: Рівень заряду батареї
zh_cn: 电池电量

source: Battery voltage
af: Battery spanning
ca: Voltatge de la bateria
cs: Napětí na svorkách akumulátoru/bloku
de: Akkuspannung
el: Τάση Μπαταρίας
es: Tensión d ela batería
fr: Tension Batterie
hu: Akkumulátor feszültsége
it: Voltaggio batteria
lo: ແຮງດັນແບັດເຕີຣີ
nl: Batterij voltage
pl: Napięcie baterii
ro: Voltaj baterie
ru: Напряжение батареи
sv: Batterispänning
uk: Напруга батареї
zh_cn: 电池电压

source: Input voltage
af: Inset spanning
ca: Voltatge d'entrada
cs: Vstupní napětí
de: Eingangsspannung (in V)
el: Εισερχόμενη τάση
es: Tensión de entrada
fr: Voltage d'entrée
hu: Bemeneti feszültség
it: Tensione in entrata
lo: ແຮງດັນເຂົ້າ
nl: Ingangsvoltage
pl: Napięcie wejścia
ro: Tensiune de intrare
ru: Входное напряжение
sv: Inkommande nätspänning
uk: Вхідна напруга (В)
zh_cn: 输入电压

source: Input frequency
af: Inset frekwensie
ca: Freqüència d'entrada
cs: Vstupní frekvence
de: eingangseitige Stromfrequenz
el: Συχνότητα εισόδου
es: Frecuencia de Entrada (Hz)
fr: Fréquence d'entrée
hu: Bemeneti frekvencia
it: Frequenza in entrata
lo: ຄວາມຖີ່ເຂົ້າ
nl: Ingangsfrequentie
pl: Częstotliwość wejścia
ro: Frecvență de intrare
ru: Входная частота
sv: Inkommande frekvens
uk: Вхідна частота
zh_cn: 输入频率

source: Output voltage
af: Uitset spanning
ca: Voltatge de sortida
cs: Výstupní napětí
de: ausgangsseitige Stromspannung
el: Τάση εξόδου
es: Tensión de salida (V)
fr: Tension en sortie
hu: Kimeneti feszültség
it: Tensione in uscita
lo: ແຮງດັນອອກ
nl: Uitgangsvoltage
pl: Napięcie wyjściowe
ro: Tensiunea de ieșire
ru: Выходное напряжение (В)
sv: Utspänning
uk: Вихідна напруга
zh_cn: 输出电压

source: Remaining battery runtime
af: Oorblywende battery looptyd
ca: Temps de funcionament amb bateria
cs: Zbývající doba provozu z akumulátorů
de: verfügbare Restlaufzeit im Batteriebetrieb
el: Ώρα που απομένει σε μπαταρία
es: Tiempo pendiente de batería
fr: Temps de batterie restant
hu: Hátralévő akkumulátor-kapacitás
it: Tempo rimanente con batteria
lo: ເວລາແບັດເຕີຣີທີ່ເຫຼືອ
nl: Resterende batterijduur
pl: Pozostały czas na baterii
ro: Timp rămas baterie
ru: Оставшееся время работы батареи
sv: Kvarstående batteritid
uk: Залишок роботи від батареї
zh_cn: 电池剩余时间

source: UPS Unit General Information
af: UPS Eenheid Algemene Inligting
ca: Informació general de la unitat de SAI
cs: Obecné informace o UPS zdroji
de: Allegemeine Informationen zur UPS
el: Γενικές πληροφορίες μονάδας UPS
es: Información general del SAI
fr: UPS Information générale de l'unité
hu: Szünetmentes Egység Általános Információi
it: Informazioni generali sull'unità UPS
lo: ຂໍ້ມູນທົ່ວໄປຂອງໜ່ວຍ UPS
nl: Algemene Informatie UPS Unit
pl: Jednostka UPS informacje ogólne
ro: Informații generale UPS
ru: Основная Информация об устройстве ИБП
sv: UPS-enhet Allmän information
uk: Загальна інформація про ДБЖ
zh_cn: UPS单位的一般资料

source: UPS status
ca: Estat del SAI
cs: Stav UPS zdroje
de: USV Status
el: Κατάσταση UPS
es: Estado UPS
fr: Etat de l'UPS
hu: Szünetmentes táp állapota
it: Stato dell'UPS
lo: ສະຖານະ UPS
pl: Status UPS
ro: Stare UPS
ru: Состояние UPS
sv: Status för UPS-enhet
uk: Статус ДБЖ
zh_cn: UPS 状态

source: UPS alarms
ca: Alarmes del SAI
cs: Výstrahy UPS zdroje
de: UPS Alarmsignale
el: Συναγερμοί UPS
es: Alarmas SAI
fr: Alarmes UPS
hu: Szünetmentes riasztások
it: Allarmi UPS
lo: ການແຈ້ງເຕືອນ UPS
nl: UPS alarmen
pl: Alarmy UPS
ro: Alarme UPS
ru: Тревоги ИБП
sv: UPS-larm
uk: Попередження від ДБЖ
zh_cn: UPS 报警

source: Internal UPS clock time
af: Interne UPS klok tyd
ca: Hora interna de la SAI
cs: Čas v UPS
de: Uhrzeit der UPS-Uhr
el: Εσωτερική ώρα ρολογιού UPS
es: Hora interna del SAI
fr: Heure de l'horloge interne de UPS
hu: Szünetmentes belső ideje
it: Ora del clock interno dell'UPS
lo: ໂມງເວລາພາຍໃນ UPS
nl: Interne UPS klok tijd
pl: Czas zegara wewnętrznego zasilacza UPS
ro: Timp ceas intern UPS
ru: Время по данным внутренних часов ИБП
sv: UPS tid
uk: Час на внутрішньому годиннику ДБЖ
zh_cn: UPS 内部时钟的时间

source: Internal UPS clock date
af: Interne UPS klok datum
ca: Data interna de la SAI
cs: Datum v UPS
de: Datum der UPS-Uhr
el: Ημερομηνία εσωτερικού ρολογιού UPS
es: Fecha interna del SAI
fr: Date de l'horloge interne de UPS
hu: Szünetmentes belső órája
it: Data del clock interno dell'UPS
lo: ວັນທີໂມງພາຍໃນ UPS
nl: Interne UPS klok datum
pl: Data zegara wewnętrznego zasilacza UPS
ro: Dată ceas intern UPS
ru: Дата по данным внутренних часов ИБП
sv: UPS Datum
uk: Дата на внутрішньому годиннику ДБЖ
zh_cn: UPS 内部时钟的日期

source: UPS model
ca: Model de SAI
cs: Model UPS zdroje
de: UPS Modellbezeichnung
el: Μοντέλο του UPS
es: Modelo de SAI
fr: modèle UPS
hu: Szünetmentes modell
it: Modello UPS
lo: ລຸ້ນ UPS
pl: Model UPS
ro: Model UPS
ru: Модель ИБП
sv: UPS modell
uk: Модель ДБЖ
zh_cn: UPS 型号

source: Manufacturing date
af: Vervaardigings datum
ca: Data de fabricació
cs: Datum výroby
de: Herstellungsdatum
el: Ημερομηνία κατασκευής
es: Fecha de fabricación
fr: Date de fabrication
hu: Gyártás dátuma
it: Data di fabbricazione
lo: ວັນທີຜະລິດ
nl: Productiedatum
pl: Data produkcji
ro: Data de fabricație
ru: Дата изготовления
sv: Tillverkningsdatum
uk: Дата виробництва
zh_cn: 制造日期

source: Vendor ID
ca: ID del fabricant
cs: Identifikátor výrobce
de: Lieferantenkennung
el: ID Προμηθευτή
es: ID de proveedor
fr: ID du fournisseur
hu: Gyártóazonosító
it: ID venditore
lo: ໄອດີຜູ້ຂາຍ
nl: Fabrikant ID
pl: Indentyfikator Autora
ro: ID vânzător
ru: ID поставщика
sv: Leverantörs-id
uk: Ідентифікатор виробника
zh_cn: 供应商 ID

source: Product ID
af: Produk ID
ca: ID del producte
cs: Identifikátor produktu
de: Produkt-ID
el: ID Προϊόντος
es: ID del producto
fr: ID de version
hu: Termékazonosító
it: ID Prodotto
lo: ໄອດີຜະລິດຕະພັນ
pl: ID produktu
ro: ID produs
ru: ID продукта
sv: Produkt-ID
uk: Ідентифікатор продукту
zh_cn: 产品编号

source: UPS firmware
ca: micro-programari de SAI
cs: Firmware UPS zdroje
de: UPS Firmwareversion
el: Firmware του UPS
es: Firmware del SAI
fr: Micrologiciel UPS
hu: Szünetmentes firmware
it: Firmware UPS
lo: ເຟີມແວ UPS
pl: Oprogramowanie układowe UPS
ro: Firmware UPS
ru: Версия прошивки ИБП
sv: UPS systemmjukvara
uk: Прошивка ДБЖ
zh_cn: UPS 固件

source: Auxiliary device firmware
af: Hulp toestel fermware
ca: Microprogamari de dispositiu auxiliar
cs: Firmware pomocného zařízení
de: Firmwarerevision des Zusatzgerätes
el: Firmware βοηθητικής συσκευής
es: Firmware del dispositivo auxiliar
fr: Micrologiciel auxiliaire
hu: Kiegészítő eszköz firmware
it: Firmware della periferica ausiliaria
lo: ເຟີມແວອຸປະກອນຊ່ວຍ
nl: Ondersteunde apparaat firmware
pl: Oprogramowanie urządzeń zewnetrznych
ro: Firmware dispozitiv auxiliar
ru: Прошивка внешнего контроллера
sv: Auxiliary firmware
uk: Прошивка допоміжного пристрою
zh_cn: 辅助设备固件

source: UPS temperature
af: UPS temperatuur
ca: Temperatura del SAI
cs: Teplota uvnitř UPS zdroje
de: Temperatur der UPS
el: Θερμοκρασία UPS
es: Temperatura del SAI
fr: Température UPS
hu: Szünetmentes hőmérséklet
it: Temperatura UPS
lo: ອຸນຫະພູມ UPS
nl: UPS temperatuur
pl: Temperatura UPS
ro: Temperatură UPS
ru: Температура ИБП (UPS)
sv: UPS temperatur
uk: Температура ДБЖ
zh_cn: UPS 温度

source: UPS load
af: UPS laai
ca: Càrrega del SAI
cs: Vytížení UPS zdroje
de: USV Last
el: Φόρτος UPS
es: Carga de la SAI
fr: Charge de l'UPS
hu: UPS töltés
it: Carico UPS
lo: ໂຫຼດ UPS
nl: UPS belasting
ro: Încărcare UPS
ru: Загрузка ИБП
sv: UPS belastning
uk: Навантага ДБЖ
zh_cn: UPS负载

source: Load when UPS switches to overload condition ("OVER")
af: Laai wanneer UPS skakel om oorlading toestand ("OVER")
ca: Carga quan la SAI commuta a condició de sobrecarga ("OVER")
cs: Odběr, při kterém se UPS zdroj přepne do stavu přetíženo („OVER“)
de: Last, bei der die USV zur Überlast Bedingung schaltet ("OVER")
el: Φορτίο όταν το UPS μεταβαίνει σε κατάσταση υπερφόρτωσης ("ΥΠΕΡΦΟΡΤΩΣΗ")
es: Carga para la condición de sobrecarga ("OVER")
fr: Charge lorsque UPS passe en condition de surcharge ("OVER")
hu: Töltsön amikor a szünetmentes túlterhelődik ("TÚL")
it: Carico dell'UPS al quale commutare alla condizione di sovraccarico ("OVER")
lo: ໂຫຼດເມື່ອ UPS ປ່ຽນໄປສະພາບໂຫຼດເກີນ ("OVER")
nl: De belasting wanneer de UPS schakelt naar overbelasting modus ("OVER")
pl: Załaduj w chwili gdy UPS przełączy się w tryb przeciążenie ("OVER")
ro: Încărcarea UPS-ului pentru comutare în modul suprasarcină ("SUPRASARCINĂ")
ru: Уровень нагрузки, при которой ИБП переключается в режим перегрузки ("OVER")
sv: Överlastgräns för UPS
uk: Навантаження, при якому ДБЖ перемикається в режим "ПЕРЕВАНТАЖЕННЯ"
zh_cn: UPS切换到超载的情况时的加载（“OVER”）

source: UPS system identifier
af: UPS stelsel identifiseerder
ca: Identificador de sistema del SAI
cs: Označení UPS zdroje v systému
de: UPS System Information
el: Αναγνωριστικό συστήματος UPS
es: ID del SAI
fr: ID système UPS
hu: Szünetmentes rendszer azonosító
it: Identificatore del sistema UPS
lo: ຕົວລະບຸລະບົບ UPS
nl: UPS systeem identificatie
pl: Identyfikator systemu UPS
ro: Identificator de sistem UPS
ru: Системный идентификатор ИБП (UPS)
sv: UPS systemidentifikation
uk: Системний ідентифікатор ДБЖ
zh_cn: UPS 系统标识符

source: Interval to wait before restarting the load
af: Interval om te wag om te wag om die las weer aan te skakel
ca: Interval d'espera abans de reiniciar la càrrega
cs: Prodleva obnovení napájení do připojených zařízení
de: Warteintervall bis zum Wiederanlauf der Leistung
el: Μεσοδιάστημα αναμονής πριν την επανεκκίνηση του φορτίου
es: Intervalo de espera antes de reiniciar la carga
fr: Intervalle d'attente avant de réinitialiser la charge
hu: A töltés újraindítása előtti várakozási idő
it: Intervallo di attesa prima di riavviare il carico
lo: ໄລຍະເວລາທີ່ຕ້ອງລໍຖ້າກ່ອນເປີດໂຫຼດໃໝ່
nl: Interval te wachten voor het opnieuw starten van de belasting
pl: Odstęp w czasie przed ponowną pracą pod obciążeniem
ro: Timp de așteptare până la repornirea sarcinii
ru: Задержка перед подключением нагрузки
sv: Fördröjning innan återinkoppling av last
uk: Інтервал очікування перед повторним запуском навантаження
zh_cn: 重新启动负载之前的等待间隔

source: Interval to wait before rebooting the UPS)
af: Interval om wag voor herbegin tans die UPS)
ca: Interval d'espera abans de reiniciar la SAI)
cs: Prodleva restartu UPS zdroje)
de: Wartezeit vor UPS-Neustart
el: Μεσοδιάστημα αναμονής πριν την επανεκκίνηση του UPS
es: Intervalo de espera antes de reiniciar la SAI
fr: Intervalle d'attente avant de redémarrer UPS
hu: A szünetmentes újraindítása előtti várakozási idő.
it: Intervallo di attesa prima di riavviare l'UPS
lo: ໄລຍະເວລາທີ່ຕ້ອງລໍຖ້າກ່ອນຣີບູດ UPS)
nl: Interval te wachten voor het herstarten van de UPS)
pl: Czas oczekiwania przed restartem zasilacza UPS
ro: Timp de așteptare până la repornirea UPS-ului
ru: Задержка после перезапуска ИБП
sv: Omstartsintervall för UPS
uk: Інтервал очікування перед перезапуском ДБЖ
zh_cn: 重新启动 UPS 前的等待间隔
