Repository: rojim666/xigmanas-code-r10599-trunk
Catalog: locale/xigmanas-*.po
Languages: af, ca, cs, de, el, es, fr, hu, it, lo, nl, pl, ro, ru, sv, uk, zh_cn

source: Expandsz
de: Dekomprimiere SZ
el: Μέγεθος για επέκταση
fr: Attribut Expandsz (espace disponible)
hu: Kiterjeszthetőségi méret
lo: ຂະໜາດຂະຫຍາຍ
nl: expand groote
ro: Expandare
ru: Расширение размера
uk: Розширення розміру (Expandsz)
zh_cn: 扩展

source: Frag
ca: Fragmentat
de: Fragment
el: Κατακερματισμός
es: Fragmentación
hu: Töredezettség
it: Fram
lo: ການກະຈາຍ
nl: Fragmentatie
ru: Фрагментировано
sv: Fragmentation
uk: Фрагментовано

source: Dedup
ca: Deduplicar
cs: Deduplikace
de: Deduplikation
es: Deduplicado
hu: Egyszeresítés
it: Deduplicazione
lo: ການລຶບຊ້ຳ
ru: Дедупликация
sv: Deduplicering
uk: Дедуплікація
zh_cn: 重复数据删除（Dedup）

source: Health
af: Gesondheid
ca: Salut
cs: Stav („zdraví“)
de: Zustand
el: Κατάσταση
es: Estado
fr: Etat
hu: Egészség
it: Stato
lo: ສະພາບ
nl: Gezondheid
pl: Żywotność
ro: Stare
ru: Состояние
sv: Hälsa
uk: Здоров'я
zh_cn: 健康状态

source: AltRoot
cs: Altern. kořen
el: Εναλλακτική ρίζα
it: Root alternativa
pl: Alt. kat. główny
ru: Альтернативный корневой каталог
uk: Альтернативний корінь

source: Virtual Devices
af: Virtuele Toestelle
ca: Dispositius virtuals
cs: Virtuální zařízení
de: Virtuelle Geräte
el: Εικονικές Συσκευές
es: Dispositivos virtuales
fr: Périphériques Virtuels
hu: Virtuális eszközök
it: Perifewriche Virtuali
lo: ອຸປະກອນສະເໝືອນ
nl: Virtuele Schijven
pl: Urządzenia wirtualne
ro: Dispozitive virtual
ru: Виртуальные устройства
sv: Virtuella enheter
uk: Віртуальні пристрої
zh_cn: 虚拟设备

source: Pool
af: Poel
ca: Piscina
cs: Fond
es: Agrupación de dispositivos(pool)
hu: Tároló
lo: ພູລ
pl: Pula
ro: Structură
ru: Пул
uk: Пул
zh_cn: 存储池

source: Devices
af: Toestelle
ca: Dispositius
cs: Zařízení
de: Geräte
el: Συσκευές
es: Dispositivos
fr: Périphérique
hu: Eszközök
it: Periferiche
lo: ອຸປະກອນ
nl: Schijven
pl: Urządzenia
ro: Dispozitive
ru: Устройства
sv: Enheter
uk: Пристрої
zh_cn: 设备

source: Compression
af: Kompressie
ca: Compressió
cs: Komprese
de: Kompression
el: Συμπίεση
es: Compresión
hu: Tömörítés
it: Compressione
lo: ການບີບອັດ
nl: Compressie
pl: Kompresja danych
ro: Compresie
ru: Сжатие
sv: Komprimering
uk: Стиснення
zh_cn: 资料压缩

source: Sync
af: Sinhcronisasie
cs: Synchronizace
de: Synchronisation
el: Συγχρονισμός
fr: Synchroniser
hu: Szinkronizálás
it: Sincronizza
lo: ຊິງຄ໌
pl: Synchronizacja
ru: Cинхронные запросы
sv: Synkronisera
uk: Синхронізація
zh_cn: 同步

source: ACL Inherit
ca: ACL Heretat
cs: Převzít ACL seznamy
de: ACL Vererbung
el: Κληρονόμηση ACL
fr: heritage des ACL
hu: ACL öröklődés
lo: ການສືບທອດ ACL
nl: ACL Overnemen
pl: Dziedziczenie ACL
ro: Moștenire ACL
ru: Наследовать ACL
sv: Ärv ACL
uk: Успадкування ACL
zh_cn: 继承ACL

source: ACL Mode
af: ACL Modus
ca: Mode ACL
cs: Režim ACL seznamu
de: ACL-Modus
el: Λειτουργία ACL
fr: Mode ACL
hu: ACL mód
it: Modalità ACL
lo: ໂໝດ ACL
nl: ACL Modus
pl: Tryb ACL
ro: Mod ACL
ru: Режим ACL
sv: ACL Mod
uk: ACL режим
zh_cn: ACL模式

source: Canmount
af: Kan monteer
ca: No es pot montar
cs: Lze připojit
el: Μπορεί να προσαρτηθεί
es: SePuedeMontar
hu: Becsatolható
it: Può montare
lo: ສາມາດເຊື່ອມຕໍ່ໄດ້
pl: Możliwość montowania
ro: Se poate monta
ru: Возможность монтирования
sv: Kan montera
uk: Можливість монтування
zh_cn: 可以挂载

source: Quota
af: Kwota
cs: Kvóta
de: Kontingent
el: Όριο δίσκου
es: Cuota
hu: Kvóta
lo: ໂຄຕ້າ
nl: Quotum
pl: Limit
ro: Cotă
ru: Квота
sv: Kvot
uk: Квота
zh_cn: 配额

source: Readonly
af: Leesalleen
ca: Només lectura
cs: Pouze čtení
de: Nur Lesen
el: Μόνο για ανάγνωση
es: Sólo lectura
fr: Lecture seule
hu: Írásvédett
it: Sola lettura
lo: ອ່ານເທົ່ານັ້ນ
nl: Alleen-lezen
pl: Tylko odczyt
ro: Doar citire
ru: Только чтение
sv: Skrivskyddad
uk: Лише для читання
zh_cn: 只读

source: Snapshot Visibility
af: Foto Sigbaarheid
ca: Visibilitat instantània
cs: Viditelnost zachyceného stavu
de: Schnappschusssichtbarkeit
el: Ορατότητα στιγμιότυπου
es: Visivilidad del Snapshot
fr: Visibilité de l'instantané
hu: Pillanatkép láthatósága
it: Visibilità snapshot
lo: ການເບິ່ງເຫັນສະແນັບຊັອດ
nl: Momentopname Zichtbaarheid
pl: Widoczność migawek
ro: Vizibilitate Imagine Sistem
ru: Видимость снимков
sv: Synlighet för Avbild
uk: Видимість знімка
zh_cn: 快照能见度

source: on
af: aan
ca: activat
cs: zapnuto
de: an
el: ενεργό
es: encendido
fr: activé
hu: be
it: acceso
lo: ເປີດ
nl: aan
pl: włączony
ro: activat
ru: вкл.
sv: på
uk: увімкнено
zh_cn: 打开

source: none
af: geen
ca: cap
cs: žádné
de: keine
el: κανένα
es: ninguno
fr: aucun
hu: nincs
it: nessuno
lo: ບໍ່ມີ
nl: geen
pl: brak
ro: nimic
sv: ingen
uk: немає
zh_cn: 无

source: off
af: af
ca: desactivat
cs: vypnuto
de: aus
el: ανενεργό
es: apagado
fr: désactivé
hu: ki
it: spento
lo: ປິດ
nl: uit
pl: wyłączone
ro: dezactivat
ru: выкл.
sv: av
uk: вимкнено
zh_cn: 关闭

source: hidden
af: verborge
ca: ocult
cs: skryté
de: verborgen
el: κρυφό
es: oculto
fr: caché
hu: rejtett
it: nascosto
lo: ເຊື່ອງ
nl: verborgen
pl: ukryty
ro: ascuns
ru: скрыть
sv: dold
uk: прихований
zh_cn: 已隐藏

source: visible
af: sigbaar
cs: viditelné
de: sichtbar
el: ορατό
hu: látható
it: visibile
lo: ເຫັນໄດ້
nl: zichtbaar
pl: widoczna
ro: vizibil
ru: показать
sv: synlig
uk: видимий
zh_cn: 可见

source: Blocksize
af: Blokgrootte
ca: Tamany de bloc
cs: Velikost bloku
de: Blockgrösse
el: Μέγεθος μπλοκ
es: Tamaño de bloque
fr: Taille de bloc
hu: Blokkméret
it: Dimensione blocchi
lo: ຂະໜາດບລັອກ
nl: Blokgrootte
pl: Rozmiar bloku
ro: Dimensiune Bloc
ru: Размер блока
sv: Blockstorlek
uk: Розмір блоку
zh_cn: 数据块大小

source: Sparse
af: Yl versprei
ca: Dispers
cs: Řídké
de: Karg
es: Sparse (Esparcido)
fr: Réservation partielle
hu: Gyér
lo: ແບບກະຈາຍ
pl: Zmniejsz
ro: Rezervă
ru: Разряженный том
sv: Gles
uk: Розріджений
zh_cn: 稀疏

source: This page reflects the current system configuration. It may be different to the configuration which has been created with the WebGUI if changes has been done via command line
af: Hierdie bladsy weerspieël die huidige stelselopstelling. Dit kan anders wees as die konfigurasie wat met die WebGUI geskep is as daar veranderinge aangebring is via die opdragreël
ca: Aquesta pàgina reflecteix la configuració actual del sistema. Pot ser diferent a la configuració que s'ha creat amb la WebGUI si els canvis s'han fet a través de la línia d'ordres
cs: Tato stránka odráží stávající nastavení systému. V případě, že byly provedeny změny prostřednictvím rozhraní příkazového řádku, bude se lišit od toho, provedeného prostřednictvím webového správního rozhraní.
de: Diese Seite zeigt die aktuell erkannte System Konfiguration. Es kann hier zu Abweichungen kommen, wenn Einstellungen neben der WebGUI auch per Kommandozeile vorgenommen wurden.
el: Αυτή η σελίδα αντικατοπτρίζει τις τρέχουσες ρυθμίσεις του συστήματος. Μπορεί να είναι διαφορετικές από τις ρυθμίσεις που δημιουργήθηκαν με το web περιβάλλον διαχείρισης αν οι αλλαγές έγιναν με τη χρήση της γραμμής εντολών
es: Esta pagina refleja la configuración actual del sistema. Puede ser diferente de la creada en la WebGUI pues refleja cambios realizados desde la CLI.
fr: Cette page reflète la configuration actuelle du système. Elle peut être différente de la configuration qui a été créé avec l'interface Web si des modifications ont été apportées via la ligne de commande
hu: Ez az oldal a jelenlegi rendszerbeállításokat jeleníti meg. Ez eltérhet a WebGUI-n létrehozottól, ha parancssorból történt módosítás.
it: Questa pagina riflette la configurazione corrente. Può essere diversa dalla configurazione che è stata creta con la WebGUI se sono state fatte modifiche via linea comando.
lo: ໜ້ານີ້ສະແດງການຕັ້ງຄ່າລະບົບປັດຈຸບັນ. ມັນອາດຈະແຕກຕ່າງຈາກການຕັ້ງຄ່າທີ່ສ້າງຂຶ້ນດ້ວຍ WebGUI ຖ້າມີການປ່ຽນແປງຜ່ານເສັ້ນຄຳສັ່ງ
nl: Deze pagina reflecteert de huidige systeemconfiguratie. Het kan verschillen van de configuratie die is gemaakt met de WebGUI indien wijzigingen zijn gedaan via de command line.
pl: Ta strona pokazuje aktualną konfigurację systemu. Może być różna od konfiguracji wykonanej za pośrednictwem WebGUI, jeżeli zmiany zostały dokonane przez linię poleceń.
ro: Această pagină reflectă configurația curentă a sistemului. Configurația afișată poate diferi de cea creată prin Interfața Grafica dacă între timp au fost efectuate configurări prin linia de comandă.
ru: Эта страница отражает текущую конфигурацию системы. Он может отличаться от конфигурации, которая была создана с WebGUI, если изменения было сделано с помощью командной строки
sv: Denna sida visar aktuell systemkonfiguration. Denna kan skilja sig mot konfigurationen som visas i webgränssnittet om ändringar gjorts via kommandoraden.
uk: Ця сторінка відображає поточну конфігурацію системи. Вона може відрізнятися від конфігурації, яка була створена з веб інтерфейсу, якщо зміни було зроблено за допомогою командного рядка
zh_cn: 此页面反映当前系统配置。如果已通过命令行进行更改，它可能不同于使用WebGUI创建的配置。

source: This page reflects the configuration that has been created with the WebGUI.
af: Hierdie bladsy reflekteer die instelling wat met die WebGUI geskep is.
ca: Aquesta pàgina reflecteix la configuració que s'ha creat amb la interfície WEB gràfica d'usuari.
cs: Tato stránka zobrazuje nastavení, provedená prostřednictvím webového rozhraní.
de: Diese Seite spiegelt die Konfiguration wider, die mit dem WebGUI erstellt worden ist.
el: Η σελίδα αυτή αντικατοπτρίζει τη διαμόρφωση που έχει δημιουργηθεί με το web περιβάλλον διαχείρισης.
es: Esta página refleja la configuración que ha sido creada con la Interfaz gráfica de usuario Web.
fr: Cette page reflète la configuration qui a été créée via l'interface Web.
hu: Ez az oldal a WebGUI-val létrehozott beállításokat jeleníti meg.
it: Questa pagina riflette la configurazione che è stata creata con il WebGUI.
lo: ໜ້ານີ້ສະແດງການຕັ້ງຄ່າທີ່ສ້າງຂຶ້ນດ້ວຍ WebGUI.
nl: Deze pagina geeft de configuratie weer die is gecreëerd met de WebGUI.
pl: Ta strona odzwierciedla konfigurację stworzoną za pomocą WebGUI.
ro: Această pagină reflectă configurația creată prin Interfața Grafică.
ru: Эта страница отображает конфигурацию, созданную с помощью WebGUI.
sv: Denna sidan reflekterar konfigurationen som har skapats med WebGUI.
uk: Ця сторінка відображає конфігурацію, яка була створена з веб інтерфейсу.
zh_cn: 此页面反映了使用WebGUI创建的配置。

source: It is not recommanded to import non healthy pools nor virtual devices that are part of a non healthy pool.
af: Dit word nie aanbeveel dat 'n invoer plaasvind van ongesonde poele nog virtual toestelle wat deel is van 'n ongesonde poel
ca: No es recomana per a importar piscines insalubres ni dispositius virtuals que formen part d'un grup no saludable.
cs: Nedoporučuje se importovat fondy, které nejsou v pořádku či virtuální zařízení, která jsou součástí takových fondů.
de: Es wird empfohlen, keine ZFS-Pools mit mangelhafter Integrität zu importieren.
el: Δεν συστήνεται η εισαγωγή pools που δεν είναι υγιείς, ούτε εικονικών συσκευών που να αποτελούν μέρος pool που δεν είναι υγιές.
es: No está recomendado la importación de una agrupación de dispositivos(pool) dañado o de dispositivos virtuales que sean parte de una agrupación de dispositivos(pool) dañado.
fr: Il n'est pas recommandé d'importer ni des pools défectueux ni des supports virtuels de pools défectueux.
hu: Nem hibátlan tárolókat, illetve olyan virtuális eszközt, mely része egy nem hibátlan tárolónak, nem javasolt importálni.
it: L'importazione di pool non sani (non healthy) o di virtual device che sono parte di un pool non sano (non healthy) è sconsigliata.
lo: ບໍ່ແນະນຳໃຫ້ນຳເຂົ້າພູລທີ່ບໍ່ສົມບູນ ຫຼື ອຸປະກອນສະເໝືອນທີ່ເປັນສ່ວນໜຶ່ງຂອງພູລທີ່ບໍ່ສົມບູນ.
nl: Het is niet aanbevolen ongezonde pools te importeren en/of virtuele schijven die deel uitmaken van een ongezonde pool.
pl: Nie zaleca się importowania uszkodzonych puli ani wirtualnych urządzeń które są częścią uszkodzonych puli.
ro: NU este recomandat importul structurilor cu erori sau dispozitivelor virtuale care fac parte dintr-o structură cu erori.
ru: Не рекомендуется импорт как поврежденных пулов(pools) , так и виртуальных устройств(virtual devices), которые являются частью поврежденного пула.
sv: Det är inte rekommenderat att importera felaktiga pooler eller virtuella enheter som är en del av en felaktig pool.
uk: Не рекомендується імпортувати пошкоджені пули або пристрої, що є частиною таких пулів.
zh_cn: 不建议导入运行状况不良的存储池或是属于运行不良的存储池的虚拟设备。

source: Nothing to synchronize
af: Niks om te sinchroniseer nie
ca: Res per sincronitzar
cs: Nic k synchronizaci
de: Nichts wurde synchronisiert
el: Τίποτα προς συγχρονισμό
es: Nada que sincronizar
fr: Rien à synchroniser
hu: Nincs mit szinkronizálni.
it: Niente da sincronizzare
lo: ບໍ່ມີຫຍັງໃຫ້ຊິງຄ໌
nl: Er is niets om te synchroniseren
pl: Brak danych do synchronizacji
ro: Nimic de sincronizat
ru: Отсутствуют данные для синхронизации
sv: Inget att synkronisera
uk: Синхронізувати нічого
zh_cn: 没有可同步的

source: Extended Attributes
af: Verlengde Attribuute
ca: Atributs estesos
cs: Rozšířené atributy
de: Erweiterte Attribute
el: Πρόσθετα Χαρακτηριστικά
es: Atributos extendidos
fr: Attributs étendus
hu: Kiterjesztett attribútumok
it: Attributi Estesi
lo: ຄຸນລັກສະນະເພີ່ມເຕີມ
nl: Uitgebreide Attributen
pl: Atrybuty Rozszerzone
ro: Atribute extinse
ru: Дополнительные атрибуты
sv: Utökade attribut
uk: Додаткові атрибути
zh_cn: 扩展属性

source: Options
af: Opsies
ca: Opcions
cs: Možnosti
de: Optionen
el: Επιλογές
es: Opciones
hu: Beállítások
it: Opzioni
lo: ຕົວເລືອກ
nl: Opties
pl: Opcje
ro: Opțiuni
ru: Дополнительно
sv: Alternativ
uk: Опції
zh_cn: 选项

source: Leave auto snapshot configuration
af: Vertrek outo momentopname gekonfigureerde.
ca: Deixa configuració instantània automàtica
cs: Ponechat nastavení automatického zachycení stavu
de: Automatische-Schnappschuss-Konfiguration behalten
el: Αυτόματη διαμόρφωση στιγμιότυπου
es: Mantener la configuración del Snapshot automatico
fr: Laisser la configuration des instantanés automatiques
hu: Az automatikus pillanatkép-beállítások megtartása
it: Tralascia configurazione snapshot automatici
lo: ປະການຕັ້ງຄ່າສະແນັບຊັອດອັດຕະໂນມັດໄວ້
nl: Laat automatische momentopnamen bestaan.
pl: Zostaw automatyczną konfiguracje snapshot'u
ro: Păstrare configurație imagini snapshot
ru: Оставить конфигурацию автоматических снимков
sv: Lämna konfigurering av automatiska avbild.
uk: Залишити автоматичну конфігурацію знімків
zh_cn: 保留自动快照的配置

source: Leave already configured auto snapshots.
af: Vertrek al gekonfigureerde outo momentopnames.
ca: Deixa les instantànies ja configurades.
cs: Ponechat užnastavené samočinná zachycení stavu
de: Bereits konfigurierte automatische Schnappschüsse behalten.
el: Αφήστε τα ήδη αυτόματα ρυθμισμένα στιγμιότυπα.
es: Dejar como está la configuración de Snapshot automaticos
fr: Laisser les instantanés automatiques déjà configurés
hu: A már meglévő automatikus pillanatkép-beállítások megtartása.
it: Tralascia snapshot automatici già configurati
lo: ປະສະແນັບຊັອດອັດຕະໂນມັດທີ່ຕັ້ງຄ່າແລ້ວໄວ້.
nl: Laat reeds geconfigureerde momentopnamen bestaan.
pl: Pozostaw już skonfigurowane auto snapshoty
ro: Păstrare imagini snapshot automate deja configurate.
ru: Оставить уже сконфигурированные автоматические снимки.
sv: Lämna redan konfigurerade automatiska avbilder.
uk: Залишити вже сконфігуровані знімки.
zh_cn: 保留已经配置的自动快照。

source: Import disks
af: Voer skywe in
ca: Importar discs
cs: Importovat disky
de: Importiere Festplatten
el: Εισαγωγή δίσκων
es: Importar discos
fr: Importer des disques
hu: Lemezek importálása
it: Importa dischi
lo: ນຳເຂົ້າດິສກ໌
nl: Importeer schijven
pl: Importuj dyski
ro: Import discuri
ru: Импорт дисков
sv: Importera diskar
uk: Імпортування дисків
zh_cn: 导入磁盘

source: Import disks used in configuration.
af: Voer skywe in wat in konfigurasie gebruik word.
ca: Importar discos utilitzats en la configuració.
cs: Importovat disky uvedené v nastavení.
de: Importiere Festplatten, die in der Konfiguration benutzt werden.
el: Εισαγωγή δίσκων που χρησιμοποιούνται στην διαμόρφωση.
es: Importar los discos usados en la configuracion.
fr: Importer les disques utilisés dans la configuration
hu: Lemezek importálása a beállítások alapján.
it: Importa dischi usati nella configurazione.
lo: ນຳເຂົ້າດິສກ໌ທີ່ໃຊ້ໃນການຕັ້ງຄ່າ.
nl: Importeer schijfen gebruikt in de configuratie.
pl: Importuj dyski użyte w konfiguracji.
ro: Import discuri utilizate în configurație.
ru: Импортировать диски, используемые в конфигурации
sv: Importera diskar som används i konfigurationen.
uk: Імпортувати диски, що використані в конфігурації.
zh_cn: 导入磁盘的配置。

source: Overwrite disks configuration
af: Oorskryf skyfwe konfigurasie
ca: Sobreescriure configuració de discos
cs: Přepsat nastavení disků
de: Überschreibe Festplattenkonfiguration
el: Αντικατάσταση ρύθμισης δίσκων
es: Sobreescribir la configuracion de discos
fr: Ecraser la configuration des disques
hu: Lemez beállítások felülírása
it: Sovrascrivi la configurazione dei dischi
lo: ຂຽນທັບການຕັ້ງຄ່າດິສກ໌
nl: Overschrijf de schijf configuratie
pl: Nadpisz konfigurację dysków
ro: Suprascriere configurație discuri
ru: Перезаписывать конфигурацию дисков
sv: Skriv över diskkonfigurationen
uk: Переписати конфігурацію дисків
zh_cn: 覆盖硬盘配置

source: Overwrite already configured disks (only affects filesystem value).
af: Oor-skryf alreeds gekonfigureerde skywe (affekteer net lêerstelsel waardes)
ca: Sobreescriure discos ja configurats (només afecta el valor del sistema d'arxius).
cs: Přepsat užnastavené disky (ovlivňuje pouze hodnotu „Souborový systém“).
de: Überschreibe bereits konfigurierte Festplatten (betrifft nur Dateisysteme).
el: Αντικατάσταση των ήδη ρυθμισμένων δίσκων (επηρεάζει μόνο την ιδιότητα του συστήματος αρχείων).
es: Sobreescribir los discos ya configurados (solamente afecta el valor del sistema de archivos).
fr: Ecraser les disques déjà configurés (affecte uniquement le système de fichier).
hu: Felülírja a már konfigurált lemezeket (csak a fájlrendszer értékre hat)
it: Sovrascrivere i dischi già configurati (ha effetto solo sui valori del filesystem).
lo: ຂຽນທັບດິສກ໌ທີ່ຕັ້ງຄ່າແລ້ວ (ມີຜົນກັບຄ່າລະບົບໄຟລ໌ເທົ່ານັ້ນ).
nl: Overschrijf reeds geconfigureerde schijven (heeft alleen effect op de bestandssysteem waarde).
pl: Nadpisz już skonfigurowane dyski (ma to wpływ na system plików).
ro: Suprascriere discuri deja configurate (afectează doar sistemul de fișiere).
ru: Перезаписывать настройки уже сконфигурированных дисков (затрагивает только значение файловой системы)
sv: Skriv över redan konfigurerade diskar (gäller enbart filsystemvärden).
uk: Переписати вже налаштовані диски (впливає лише на значення файлової системи).
zh_cn: 覆盖硬盘配置（仅影响文件系统值）。

source: Add Dataset
af: Voeg Datastel
ca: Afegir conjunt de dades
cs: Přidat datovou sadu
de: Dataset hinzufügen
el: Προσθήκη Dataset
es: Añadir conjunto de datos(dataset)
fr: Ajouter un ensemble de données
hu: Adattár hozzáadása
it: Aggiungi Dataset
lo: ເພີ່ມຊຸດຂໍ້ມູນ
nl: Dataset Toevoegen
pl: Dodaj zestaw danych
ro: Adauga set de date
ru: Добавить Dataset
sv: Lägg till Dataset
uk: Додати набір даних
zh_cn: 添加数据集

source: Edit Dataset
af: Redigeer Datastel
ca: Editar conjunt de dades
cs: Upravit datovou sadu
de: Dataset bearbeiten
el: Επεξεργασία dataset
es: Editar conjunto de datos(Dataset)
fr: Modifier l'ensemble de données
hu: Adattár módosítása
it: Modifica il Dataset
lo: ແກ້ໄຂຊຸດຂໍ້ມູນ
nl: Dataset Bewerken
pl: Edytuj zestaw danych
ro: Editare set de date
ru: Редактировать Dataset
sv: Ändra Dataset
uk: Редагувати набір даних
zh_cn: 编辑数据集

source: Dataset is marked for deletion
af: Datastel is gemerk vir skrap
ca: Conjunt de dades està marcat per ser esborrat
cs: Datová sada je označena ke smazání
de: Dataset ist zum Löschen markiert
el: Το dataset έχει σημειωθεί προς διαγραφή
es: El conjunto de datos(Dataset) ha sido marcado para borrado
fr: Cet ensemble de données est marqué pour suppression
hu: Adattár törlésre megjelölve
it: Insieme di dati è contrassegnato per l'eliminazione
lo: ຊຸດຂໍ້ມູນຖືກໝາຍໄວ້ເພື່ອລຶບ
nl: Dataset is gemarkeerd voor verwijdering
pl: Zbiór danych zaznaczony do usuunięcia
ro: Setul de date este marcat pentru ștergere
ru: Dataset помечен для удаления
sv: Datasetet är markerat för borttagning
uk: Набір даних позначений для видалення
zh_cn: 数据集已标记为删除

source: Dataset is locked
af: Datastel is toegesluit
ca: El conjunt de dades està bloquejat
cs: Datová sada je uzamčena
de: Datensatz ist gesperrt (locked)
el: Το dataset είναι κλειδωμένο
es: El conjunto de datos(Dataset) está bloqueado
fr: L'ensemble de données est verrouillé
hu: Az adattár zárolt
it: Il Dataset è bloccato
lo: ຊຸດຂໍ້ມູນຖືກລັອກ
nl: Dataset is vergrendeld
pl: Zestaw danych zablokowany
ro: Setul de date este blocat
ru: Набор данных заблокирован
sv: Datasetet är låst
uk: Dataset заблокований
zh_cn: 数据集被锁定

source: Dataset is unlocked
af: Datastel is oopgesluit
ca: El conjunt de dades està desbloquejat
cs: Datová sada je odemčena
de: Datenset ist nicht gesperrt
el: Το dataset είναι ξεκλείδωτο
es: El conjunto de datos(Dataset) está desbloqueado
fr: L'ensemle de données est déprotégé
hu: Az adattár zárolását feloldottad
it: Il Dataset è bloccato
lo: ຊຸດຂໍ້ມູນຖືກປົດລັອກ
nl: Dataset is ontgrendeld
pl: Zestaw danych odblokowany
ro: Setul de date este deblocat
ru: Датасет разблокирован
sv: Datasetet är olåst
uk: Набір даних розблоковано
zh_cn: 数据集已解锁

source: Delete Selected Datasets
af: Skrap Geselekteerde Datastelle
ca: Suprimeix conjunts de dades seleccionats
cs: Smazat označené datové sady
de: Ausgewählte Datasets löschen
el: Διαγραφή Επιλεγμένων Dataset
es: Borrar el/los conjunto/s de datos(Datasets) seleccionados
fr: supprimer les jeux de données sélectionnés
hu: Kiválasztott kötetek törlése
it: Elimina set di dati selezionati
lo: ລຶບຊຸດຂໍ້ມູນທີ່ເລືອກ
nl: Geselecteerde Datasets Verwijderen
pl: Usuń zaznaczone zbiory danych
ro: Ștergere seturi de date selectate
ru: Удалить выбранные Dataset'ы
sv: Ta bort valda Dataset
uk: Видалити вибраний набір даних
zh_cn: 删除选中的数据集

source: Do you want to delete selected datasets?
af: Wil jy die geselekteerde datastelle uitvee?
ca: Voleu eliminar els conjunts de dades seleccionats?
cs: Opravdu smazat označené datové sady?
de: Möchten Sie die ausgewählten Datasets löschen?
el: Θέλετε να διαγράψετε τα επιλεγμένα dataset;
es: ¿Desea borrar los conjuntos de datos(Dataset) seleccionados?
fr: Voulez-vous effacer les jeux de données sélectionnés
hu: Biztos, hogy törlöd a kiválasztott adattárakat?
it: Vuoi dancellare i dataset selezionati?
lo: ທ່ານຕ້ອງການລຶບຊຸດຂໍ້ມູນທີ່ເລືອກບໍ່?
nl: Wilt u de geselecteerde datasets verwijderen?
pl: Czy chcesz usunąć wybrane zestawy danych ?
ro: Doriți să ștergeți seturile de date selectate?
ru: Вы действительно желаете удалить выбранные Dataset'ы?
sv: Vill du ta bort valda dataset?
uk: Ви підтверджуєте видалення обраних наборів даних?
zh_cn: 要删除选定的数据集吗？

source: Dataset
af: Datastel
ca: Conjunt de dades
cs: Datové sada
es: Conjunto de datos(Dataset)
fr: Ensemble de données
hu: Adattár
lo: ຊຸດຂໍ້ມູນ
pl: Zestaw danych
ro: Set de date
uk: Набір даних
zh_cn: 数据集

source: No configured pools.
af: Geen gekonfigureerde poele
ca: No s'han configurat les piscines.
cs: Nejsou nastavené žádné fondy úložišť.
de: Keine konfigurierten Pools
el: Δεν έχουν ρυθμιστεί pools.
es: no se encuentran agrupaciónes de dispositivos(pools) configuradas.
fr: Pas de pool configuré
hu: Egy konfigurált tároló sincs.
it: Nessun pool configurato.
lo: ບໍ່ມີພູລທີ່ຕັ້ງຄ່າໄວ້.
nl: Er zijn geen pools geconfigureerd.
pl: Brak skonfigurowanych puli
ro: Nicio structură pool configurată.
ru: Нет настроенных пулов.
sv: Inga konfigurerade pooler.
uk: Немає налаштованих пулів.
zh_cn: 没有配置池。
