Repository: rojim666/xigmanas-code-r10599-trunk
Catalog: locale/xigmanas-*.po
Languages: af, ca, cs, de, el, es, fr, hu, it, lo, nl, pl, ro, ru, sv, uk, zh_cn

source: Current Password
af: Huidige Wagwoord
ca: Contrasenya actual
cs: Stávající heslo
de: Aktuelles Passwort
el: Τρέχων Κωδικός
es: Contraseña Actual
fr: Mot de passe actuel
hu: Jelenlegi jelszó
it: Password corrente
lo: ລະຫັດຜ່ານປັດຈຸບັນ
nl: Huidig Wachtwoord
pl: Bieżące hasło
ro: Parolă curentă
ru: Текущий пароль
sv: Nuvarande lösenord
uk: Поточний пароль
zh_cn: 当前密码

source: This password is required to access the admin web interface.
af: Hierdie wagwoord is nodig om toegang tot die admin web koppelvlak.
ca: Aquesta contrasenya és necessària per accedir a la interfície d'administració web.
cs: Toto heslo je potřebné přo přístup do webového správního rozhraní.
de: Dieses Passwort ermöglicht den administrativen Zugriff auf die Web-Oberfläche.
el: Αυτός ο κωδικός είναι απαραίτητος για την πρόσβαση στο WEB περιβάλλον διαχείρισης
es: Contraseña necesaria para acceder a la WebGUI de administración.
fr: Ce mot de passe est requis pour accéder à l'interface web d'administration.
hu: Evvel a jelszóval lehet elérni a rendszergazdai webes felületet.
it: Questa password è richiesta per accedere alla interfaccia web di amministrazione.
lo: ລະຫັດຜ່ານນີ້ຈຳເປັນເພື່ອເຂົ້າເຖິງອິນເຕີເຟດເວັບຂອງຜູ້ເບິ່ງແຍງລະບົບ.
nl: Dit wachtwoord is vereist voor toegang tot de administator webinterface.
pl: To hasło jest niezbędne dla dostępu do interfejsu web administratora
ro: Acestă parolă este necesară pentru accesarea interfeței web.
ru: Этот пароль необходим для доступа к веб-интерфейсу администратора.
sv: Detta lösenord krävs för att nå det administrativa webgränssnittet.
uk: Пароль потрібен для доступу до веб-інтерфейсу адміністрування.
zh_cn: 访问管理Web界面需要此密码。

source: This password is the root password of the system.
af: Hierdie wagwoord is die wortel wagwoord van die stelsel.
ca: Aquesta contrasenya és la contrasenya arrel del sistema.
cs: Toto je heslo k účtu správce systému (root).
de: Das ist das root Passwort für das System.
el: Αυτός ο κωδικός είναι ο κωδικός του root του συστήματος.
es: Esta contraseña es la de root del sistema
fr: Ce mot de passe est le mot de passe root du système.
hu: Ez a jelszó a rendszer root felhasználójának jelszava.
it: Questa è la password di root del sistema.
lo: ລະຫັດຜ່ານນີ້ແມ່ນລະຫັດຜ່ານ root ຂອງລະບົບ.
nl: Dit wachtwoord is de root wachtwoord van het systeem.
pl: Hasło jest hasłem root systemu
ro: Această parolă este parola de root a sistemului.
ru: Этот пароль является паролем root системы.
sv: Detta lösenord är rootlösenordet för systemet.
uk: Цей пароль є паролем кореневого доступу системи.
zh_cn: 此密码是系统的root密码。

source: Address
af: Adres
ca: Adreça
cs: Adresa
de: Adresse
el: Διεύθυνση
es: Dirección
fr: Adresse
hu: Cím
it: Indirizzo
lo: ທີ່ຢູ່
nl: Adres
pl: Adres
ro: Adresa
ru: Адрес
sv: Adress
uk: Адреса
zh_cn: 地址

source: The password contains the illegal character ':'.
af: Die wagwoord bevat die onwettige karakter ':'.
ca: La contrasenya inclou el caràcter i legal ':'.
cs: Heslo obsahuje neplatný znak „:“ (dvojtečka).
de: Das Passwort enthält das ungültige Zeichen ':'.
el: Ο κωδικός περιέχει τον μη επιτρεπτό χαρακτήρα ':'.
es: La contraseña contiene el caracter ilegal ':'.
fr: Le mot de passe contient le caractère invalide ':'.
hu: A jelszó érvénytelen karaktert ':' tartalmaz.
it: La password contiene il carattere illegale ':'.
lo: ລະຫັດຜ່ານມີຕົວອັກສອນທີ່ບໍ່ອະນຸຍາດ ':'.
nl: Het wachtwoord bevat het ongeldige karakter ':'.
pl: Hasło zawiera niedozwolony znak ':'
ro: Parola conține caracterul ilegal ':'.
ru: Пароль содержит недопустимый символ ':'.
sv: Lösenordet innhehåller det icke tillåtna tecknet ':'.
uk: Пароль містить неприпустимий символ ':'.
zh_cn: 密码包含了无效的字符 ':'。

source: HTTP Proxy
ca: Proxy HTTP
el: Διακομιστής Μεσολάβησης HTTP
es: Proxy HTTP
fr: Proxy HTTP
it: Proxy HTTP
lo: ພຣັອກຊີ HTTP
pl: Serwer Proxy HTTP
ro: Proxy HTTP
ru: HTTP-прокси
uk: Проксі HTTP
zh_cn: HTTP 代理

source: Enable proxy authentication.
af: Inskakel gevolmagtigde ontentisering
ca: Habilitar l'autenticació de proxy.
cs: Zpřístupnit proxy pouze ověřeným uživatelům.
de: Aktiviere Proxy-Authentifizierung
el: Ενεργοποίηση πιστοποίησης διακομιστή μεσολάβησης.
es: Habilitar autentificacion de proxy.
fr: Activer l'authentification par proxy.
hu: Proxyhitelesítés bekapcsolása
it: Abilita l'autenticazione proxy.
lo: ເປີດໃຊ້ການກວດສອບພຣັອກຊີ.
nl: Inschakelen proxy verificatie.
pl: Włącz autoryzację proxy.
ro: Activare autentificare prin proxy.
ru: Включить аутентификацию на прокси-сервере
sv: Aktivera proxy autentisering.
uk: Дозволити автентифікацію проксі.
zh_cn: 启用 Proxy 认证。

source: FTP Proxy
af: FTP Gevolmagtigde
ca: Proxy FTP
el: Διακομιστής Μεσολάβησης FTP
es: Proxy FTP
fr: Proxy FTP
it: Proxy FTP
lo: ພຣັອກຊີ FTP
pl: Proxy FTP
ro: Proxy FTP
ru: FTP-прокси
uk: Прокси FTP
zh_cn: FTP 代理

source: If the server is behind a proxy set these parameters to give local services access to the internet via proxy.
af: As die bediener agter 'n volmag toestel is dan stel die parameters in om lokale dienste toegang tot die internet te gee via volmag
ca: Si el servidor està darrere d'un proxy establir aquests paràmetres per donar serveis locals l'accés a Internet a través de proxy.
cs: Pokud je server za proxy, nastavení těchto parametrů umožní místním službám přístup k Internetu přes proxy.
de: Legen Sie diese Parameter fest, wenn sich der Server hinter einem Proxy befindet, um lokalen Diensten den Zugriff auf das Internet via Proxy zu ermöglichen.
el: Εάν ο διακομιστής σας βρίσκεται πίσω από ένα διακομιστή μεσολάβησης (proxy), ρυθμίστε αυτές τις παραμέτρους για να δώσετε στις τοπικές υπηρεσίες πρόσβαση στο διαδίκτυο μέσω του διακομιστή μεσολάβησης.
es: Si el servidor está detras de un proxy, introduzca estos parametros para permitir a los servicios locales acceder a internet atraves del proxy.
fr: Si le serveur est derrière un proxy, activer ce paramètre pour donner aux services locaux l'accès à internet via le proxy.
hu: Ha a szerver proxy mögött van, akkor ezeket a paramétereket kell úgy beállítani, hogy a helyi szolgáltatások elérhetőek legyenek az internetről a proxy-n keresztül.
it: Se il server è dietro un proxy, impostare questo parametro per dare ai servizi locali accesso ad internet via proxy.
lo: ຖ້າເຊີບເວີຢູ່ຫຼັງພຣັອກຊີ ໃຫ້ຕັ້ງຄ່າພາຣາມິເຕີເຫຼົ່ານີ້ເພື່ອໃຫ້ບໍລິການທ້ອງຖິ່ນສາມາດເຂົ້າເຖິງອິນເຕີເນັດຜ່ານພຣັອກຊີໄດ້.
nl: Als de server zich achter een proxy bevindt, vul hier dan deze gegevens in om lokale services toegang te verlenen naar het internet via proxy.
pl: Jeżeli serwer znajduj się za proxy ustaw te parametry aby dać lokalnym usługom dostęp do internetu poprzez proxy
ro: Dacă serverul se află în spatele unui proxy setați acești parametri pentru ca acesta să poată accesa internetul via proxy.
ru: Если сервер расположен за прокси, то настройте эти параметры, чтобы локальные службы получили доступ к интернету через прокси.
sv: Sätt dessa parametrar för att ge lokala tjänster åtkomst till internet om servern är placerad bakom en proxyserver.
uk: Якщо сервер знаходиться за проксі, увімкніть цей параметр, щоб дати локальним сервісам доступ до інтернету через проксі.
zh_cn: 如果服务器是位于代理服务器后，设置这些参数可让本地服务通过代理服务器连接到互联网。

source: Delete command
af: Vee bevel uit
ca: Suprimeix ordre
cs: Odstranit příkaz
de: Kommando löschen
el: Διαγραφή εντολής
es: Borrar orden
fr: Supprimer la commande
hu: Parancs törlése
it: Cancella il comando
lo: ລຶບຄຳສັ່ງ
nl: Opdracht verwijderen
pl: Usuń polecenie
ro: Comandă ștergere
ru: Удалить команду
sv: Ta bort kommando
uk: Видалити команду
zh_cn: 删除命令

source: Do you want to delete this command?
af: Wil jy hierdie beveel skrap?
ca: Vols eliminar aquesta ordre?
cs: Opravdu smazat tento příkaz?
de: Möchten Sie dieses Kommando löschen?
el: Θέλετε να διαγράψετε αυτή την εντολή;
es: ¿Desea borrar esta orden?
fr: Voulez-vous supprimer cette commande?
hu: Biztos, hogy törlöd ezt a parancsot?
it: Vuoi eliminare questo comando?
lo: ທ່ານຕ້ອງການລຶບຄຳສັ່ງນີ້ບໍ່?
nl: Wilt u deze opdracht wilt verwijderen?
pl: Czy chcesz usynąć wybrane polecenie ?
ro: Doriți să ștergeți această comandă?
ru: Вы уверены, что хотите удалить эту команду?
sv: Vill du ta bort detta kommando?
uk: Ви підтверджуєте видалення цієї команди?
zh_cn: 是否要删除此命令？

source: Command Scripts (Maintenance Only)
af: Bevel Scripts (Onderhoud Slegs)
ca: Lots d'ordres (Només Manteniment)
cs: Skripty příkazu (pouze údržba)
de: Befehlsskripte (nur zur Wartung)
el: Αρχεία Εντολών (Συντήρηση Μόνο)
es: Ordenes (Solo para mantenimiento)
fr: Scripts de commande (Maintenance uniquement)
hu: Parancs szkriptek (csak karbantartásra)
it: Scripts dicomando (Solo manutenzione)
lo: ສະຄຣິບຄຳສັ່ງ (ສຳລັບການບຳລຸງຮັກສາເທົ່ານັ້ນ)
nl: Opdracht Scripts (Alleen Onderhoud)
pl: Skrypty poleceń (tylko konserwacja)
ro: Scripturi comanzi (Doar mentenanță)
ru: Командные сценарии (только техническое обслуживание)
sv: Kommandoskript (endast underhåll)
uk: Командні сценарії (тільки технічне обслуговування)
zh_cn: 命令脚本（仅限维护）

source: PreInit
cs: Před inicializací
el: Πριν τη διαδικασία έναρξης
hu: Indítás előtt
pl: Przed inicjalizacją
ro: PreInițializare
ru: Преинициализация
sv: Förinitiering
uk: Перед ініціалізацією
zh_cn: 前置初始动作（PreInit）

source: PostInit
cs: Po inicializaci
el: Μετά την διαδικασία έναρξης
hu: Indítás után
pl: Po inicjalizacji
ro: PostInițializare
ru: Постинициализация
sv: Efter-initiering
uk: Після ініціалізації
zh_cn: 后置初始动作（PostInit）

source: This page is for maintenance only.
af: Hierdie blatsy is slegs vir instandhouding.
ca: Aquesta pàgina és només per a manteniment.
cs: Tato stránka slouží pouze pro údržbu.
de: Diese Seite dient nur zur Wartung.
el: Αυτή η σελίδα είναι για συντήρηση μόνο.
es: Esta página es solo para mantenimiento
fr: Cette page est pour la maintenance seulement.
hu: Ez egy karbantartási oldal.
it: Questa è solo una pagina di servizio.
lo: ໜ້ານີ້ສຳລັບການບຳລຸງຮັກສາເທົ່ານັ້ນ.
nl: Deze pagina is alleen voor onderhoud.
pl: Strona wyłącznie do konserwacji
ro: Această pagină este doar pentru mentenanță.
ru: Эта страница предназначена только для технического обслуживания.
sv: Denna sida är bara för underhåll.
uk: Ця сторінка призначена тільки для технічного обслуговування.
zh_cn: 此页面仅用于维护。

source: The configuration could not be restored.
af: Die instelling kon nie herstel word nie.
ca: La configuració no va poder ser restaurada.
cs: Nastavení nebylo možné obnovit.
de: Die Konfiguration konnte nicht wiederhergestellt werden.
el: Οι ρυθμίσεις δεν ήταν δυνατό να επαναφερθούν.
es: No se ha podido restaurar la configuracion.
fr: La configuration n'a pu être restaurée.
hu: A beállítást nem lehetett helyreállítani.
it: Non è stato possibile ripristinare la configurazione.
lo: ບໍ່ສາມາດກູ້ຄືນການຕັ້ງຄ່າໄດ້.
nl: De configuratie kon niet worden hersteld.
pl: Konfiguracja nie może być przywrócona.
ro: Configurația nu a putut fi restaurată.
ru: Конфигурация не может быть восстановлена.
sv: Konfigurationen kunde inte återskapas.
uk: Конфігурація не може бути відновлена.
zh_cn: 无法还原配置。

source: Invalid file format or incorrect password.
af: Ongeldige lêer formaat of verkeerde wagwoord.
ca: Format de fitxer no vàlid o contrasenya incorrecta.
cs: Neplatný formát souboru nebo nesprávné heslo
de: Ungültiges Dateiformat oder falsches Passwort
el: Μη έγκυρος τύπος αρχείου ή λανθασμένος κωδικός πρόσβασης
es: Formato de archivo incorrecto o contraseña erronea
fr: Format de fichier invalide ou mot de passe incorrect.
hu: Érvénytelen fájlformátum vagy hibás jelszó.
it: Formato file non valido o password incorretta
lo: ຮູບແບບໄຟລ໌ບໍ່ຖືກຕ້ອງ ຫຼື ລະຫັດຜ່ານບໍ່ຖືກຕ້ອງ.
nl: Ongeldig bestandsformaat of onjuist wachtwoord.
pl: Niewłaściwy format pliku lub błędne hasło.
ro: Format invalid de fișier sau parolă incorectă.
ru: Неверный формат файла или неправильный пароль.
sv: Felaktigt filformat eller felaktigt lösenord.
uk: Неправильний формат файла або пароль.
zh_cn: 文件格式无效或密码不正确。

source: The configuration has been restored. The server is now rebooting.
af: Die instellings is herstel. Die bediener is tans besig om te herlaai.
ca: La configuració s'ha restaurat. El servidor està re-iniciant.
cs: Nastavení byla uvedena do stavu, zachyceném v poskytnuté záloze. Server je nyní restartován.
de: Die Konfiguration wurde wiederhergestellt. Der Server startet jetzt neu.
el: Οι ρυθμίσεις έχουν επαναφερθεί. Ο διακομιστής κάνει τώρα επανεκκίνηση.
es: La configuración ha sido restaurada. El servidor será reiniciado ahora.
fr: La configuration a été restaurée. Le serveur va redémarrer.
hu: A beállítások visszaálltak. A szerver most újraindul.
it: La configurazione è stata ripristinata. Il server si sta riavviando.
lo: ການຕັ້ງຄ່າໄດ້ຖືກກູ້ຄືນແລ້ວ. ເຊີບເວີກຳລັງຣີບູດ.
nl: De configuratie is hersteld. De server is nu aan het herstarten.
pl: Konfiguracja została przywrócona. Serwer zostanie zrestartowany.
ro: Configurația a fost restaurată și serverul va reporni automat.
ru: Настройки были восстановлены. Сервер выполнит перезагрузку.
sv: Konfigurationen har återställts. Servern startar om.
uk: Конфігурацію відновлено. Сервер перезавантажується.
zh_cn: 已还原配置。现在重新启动服务器。

source: The configuration could not be restored. No file was uploaded!
af: Die instelling kon nie herstel word nie. Geen lêer was opgelaai nie!
ca: La configuració no va poder ser restaurada. No s'ha pujat cap arxiu!
cs: Nastavení nelze obnovit - nebyl poskytnut žádný soubor, který by ho měl obsahovat!
de: Die Konfiguration konnte nicht wiederhergestellt werden. Es wurde keine Datei hochgeladen!
el: Οι ρυθμίσεις δεν μπόρεσαν να γίνουν επαναφορά. Δεν απεστάλη αρχείο!
es: La configuración no puede ser restaurada. No se ha podido subir el archivo.
fr: La configuration n'a pas pu être restauré. Aucun fichier n'a été téléchargé!
hu: A beállításokat nem lehet visszaállítani. Nincs feltöltött fájl!
it: La configurazione non ha potuto essere ripristinata. Nessun file è stato caricato!
lo: ບໍ່ສາມາດກູ້ຄືນການຕັ້ງຄ່າໄດ້. ບໍ່ມີໄຟລ໌ໃດຖືກອັບໂຫຼດ!
nl: De configuratie kan niet worden hersteld. Er is geen bestand geupload!
pl: Konfiguracja nie może zostać przywrócona. Nie załadowano pliku.
ro: Configurația nu a putut fi restaurată. Niciun fișier nu a fost încărcat!
ru: Настройки не могут быть восстановлены. Файл не выгружен!
sv: Konfigurationen kunde inte återställas. Ingen fil laddades upp!
uk: Конфігурація не може бути відновлена. Файл не вивантажено!
zh_cn: 无法还原配置。没有文件被上传！

source: Decryption Password
af: Dekripsie Wagwoord
ca: Desxifrar contrasenya
cs: Heslo pro rozšifrování
de: Entschlüsselungskennwort
el: Κωδικός Αποκρυπτογράφησης
es: Contraseña de descifrado
fr: Mot de passe de déchiffrement
hu: Titkosítást visszafejtő jelszó
it: Password di decrittazione
lo: ລະຫັດຜ່ານຖອດລະຫັດ
nl: Decoderen Wachtwoord
ro: Parolă decriptare
ru: Пароль дешифрования
sv: Avkrypteringslösnord
uk: Пароль розшифрування
zh_cn: 解密密码

source: Select configuration file:
af: Selekteer konfigurasie lêer:
ca: Selecciona arxiu de configuració:
cs: Vyberte soubor s nastaveními:
de: Wählen Sie die Konfigurationsdatei aus.
el: Επιλογή αρχείου ρυθμίσεων:
es: Seleccione el archivo de configuración:
fr: Sélectionnez le fichier de configuration:
hu: Konfigurációs fájl kiválasztása:
it: Selezionare il file di configurazione:
lo: ເລືອກໄຟລ໌ການຕັ້ງຄ່າ:
nl: Selecteer configuratiebestand:
pl: Wybierz plik konfiguracyjny:
ro: Selectare fișier configurare:
ru: Выберите файл конфигурации:
sv: Välj konfigurationsfil:
uk: Оберіть файл конфігураціії:
zh_cn: 选择配置文件：

source: The server will reboot after the configuration was successfully restored.
af: Die bediener sal herlaai na die opset suksesvol is herstel.
ca: El servidor es reiniciarà després que la configuració s'ha restaurat correctament.
cs: Po úspěšném obnovení nastavení bude server restartován.
de: Der Server wird automatisch neu gestartet, nachdem die Konfiguration erfolgreich wiederhergestellt wurde.
el: Ο διακομιστής θα κάνει επανεκκίνηση μετά την επιτυχή επαναφορά των ρυθμίσεων.
es: El servidor debe ser reiniciado despues de restaurar la configuración.
fr: Le serveur redémarrera après la restauration réussie de la configuration.
hu: A szerver újraindul a konfiguráció sikeres visszaállítása után.
it: Il server sarà riavviato dopo che la configurazione sarà ripristinata correttamente.
lo: ເຊີບເວີຈະຣີບູດຫຼັງຈາກການກູ້ຄືນການຕັ້ງຄ່າສຳເລັດ.
nl: De server zal herstarten na het herstellen van de serverconfiguratie.
pl: Konfiguracja została przywrócona, serwer zostanie ponownie uruchomiony.
ro: Serverul va reporni după ce configurația va fi restaurată cu succes.
ru: После восстановления конфигурации сервер перезагрузится.
sv: Servern kommer startas om efter att konfigurationen återställts.
uk: Після відновлення конфігурації сервер буде перезавантажений.
zh_cn: 配置成功恢复后，服务器将重新启动。

source: Static Routes Settings
af: Statiese Roetes Instellings
ca: Configuració de rutes estàtiques
cs: Nastavení statického směrování
de: Statische Routen Einstellung
el: Ρυθμίσεις Στατικών Δρομολογήσεων
es: Ajustes de rutas estáticas
fr: Paramètres des chemins statiques
hu: Statikus útvonalak beállításai
it: Settaggi delle route statiche
lo: ການຕັ້ງຄ່າເສັ້ນທາງສະຖິດ
nl: Statische Routes Instellingen
pl: Ustawienia statycznego routingu
ro: Setări rute statice
ru: Настройки статических маршрутов
sv: Inställningar för Statiska rutter
uk: Налаштування статичних маршрутів
zh_cn: 静态路由设置

source: Swap Memory
af: Uitruil Geheue
ca: Memòria d'intercanvi
cs: Odkládací prostor
de: Auslagerungsspeicher
el: Μνήμη Swap
es: Memoria de intercambio Swap
fr: Mémoire d'échange
hu: Cserehely memória
it: Memoria di swap
lo: ໜ່ວຍຄວາມຈຳສະວັບ
nl: Swapgeheugen
pl: Pamięć wymiany
ro: Memorie swap
ru: Подкачка
sv: Växlingsfil
uk: Пам'ять для Swap
zh_cn: 交换内存

source: This server uses default swap!
af: Hierdie bediener gebruik verstek ruil!
ca: Aquest servidor utilitza intercanvi per defecte!
cs: Tento server využívá výchozí odkládací prostor!
de: Dieser Server benutzt Standardeinstellungen für die Auslagerung!
el: Αυτός ο διακομιστής χρησιμοποιεί την προεπιλεγμένη swap!
es: Este servidor usa la Swap por defecto!
fr: Ce serveur utilise le swap par défaut !
hu: Ez a szerver az alapértelmezett cserehelyet használja!
it: Questo server utilizza default swap!
lo: ເຊີບເວີນີ້ໃຊ້ສະວັບເລີ່ມຕົ້ນ!
nl: Deze server gebruikt standaard swap!
pl: Serwer używa domyślnych ustawień swap'a
ro: Acest server utilizează fișierul swap implicit!
ru: Этот сервер использует swap по умолчанию!
sv: Denna server använder standard swap!
uk: Цей сервер використовує Swap за замовчуванням!
zh_cn: 此服务器使用默认交换！

source: %s used of %s
af: %s gebruik van %s
ca: %s usat de %s
cs: využito %s z %s
de: %s verwendet von %s
el: %s σε χρήση από %s
es: %s usados de %s
fr: %s utilisé sur %s
hu: %s / %s van használatban
it: %s usato di %s
lo: %s ໃຊ້ແລ້ວຈາກ %s
nl: %s gebruikt van %s
pl: %s użyte z %s
ro: %s utilizat din %s
ru: %s использовано из %s
sv: %s använt av %s
uk: %s використано з %s
zh_cn: %s已用，共%s

source: %s available of %s
af: %s beskikbaar van %s
ca: %s disponible de %s
cs: k dispozici %s z %s
de: %s verfügbar von %s
el: %s διαθέσιμα από %s
es: %s disponible de %s
fr: %s disponible sur %s
hu: %s / %s érhető el
it: %s disponibile di %s
lo: %s ວ່າງຈາກ %s
nl: %s beschikbaar van %s
pl: %s dostępne z %s
ro: %s disponibil din %s
ru: %s доступно из %s
sv: %s tillgängligt av %s
uk: %s доступно з %s
zh_cn: %s可用，共%s

source: %s of %s
af: %s van %s
ca: %s de %s
cs: %s z %s
de: %s von %s
el: %s από %s
es: %s de %s
fr: %s de %s
hu: %s / %s
it: %s di %s
lo: %s ຈາກ %s
nl: %s van %s
pl: %s z %s
ro: %s din %s
ru: %s из %s
sv: %s av %s
uk: %s з %s
zh_cn: %s/%s

source: Device: %s | Total: %s | Used: %s | Free: %s
af: Toestel: %s | Totaal: %s | Gebruik: %s | Gratis: %s
ca: Dispositiu: %s | Total: %s | Usat: %s | Lliure: %s
cs: Zařízení: %s | Celkem: %s | Využito: %s | Volno: %s
de: Gerät: %s | Gesamt: %s | Belegt: %s | Frei: %s
el: Συσκευή: %s | Συνολικά: %s | Σε χρήση: %s | Ελεύθερα: %s
es: Dispositivo: %s | Total: %s | Usado: %s | Libre: %s
fr: Périphérique: %s | Total: %s | Utilisé: %s | Disponible: %s
hu: Eszköz: %s | Összes: %s | Foglalt: %s | Szabad: %s
it: Dispositivo: %s | Totale: %s | Usati: %s | Liberi: %s
lo: ອຸປະກອນ: %s | ທັງໝົດ: %s | ໃຊ້ແລ້ວ: %s | ວ່າງ: %s
nl: Schijf: %s | Totaal: %s | Gebruikt: %s | Vrij: %s
pl: Urządzenie: %s | Razem: %s | Zajęte: %s | Wolne: %s
ro: Dispozitiv: %s | Total: %s | Utilizat: %s | Disponibil: %s
ru: Устройство: %s | Всего: %s | Использовано: %s | Свободно: %s
sv: Enhet: %s | Totalt: %s | Använt: %s | Ledigt: %s
uk: Пристрій: %s | Всього: %s | Використовується: %s | Вільно: %s
zh_cn: 设备： %s | 总共： %s | 已使用： %s | 可用： %s

source: Select mount point where to create the swap file.
af: Selekteer die monteer punt waar die uitruil lêer geskep moet word
ca: Seleccionar punt de muntatge on crear el fitxer d'intercanvi.
cs: Vyberte přípojný bod, ve kterém má být vytvořen odkládací soubor.
de: Wählen Sie den Einhängpunkt wo die Swap Datei erzeugt werden soll.
el: Επιλέξτε το σημείο προσάρτησης που θέλετε να δημιουργηθεί το αρχείο swap.
es: Seleccione el punto de montaje donde crear el archivo de swap.
fr: Sélectionnez le point de montage où créer le fichier de pagination.
hu: Válassz csatolást, ahová a cserefájl létrehozható.
it: Selezionare il punto di montaggio dove creare il file di swap.
lo: ເລືອກຈຸດເຊື່ອມຕໍ່ເພື່ອສ້າງໄຟລ໌ສະວັບ.
nl: Selecteer het koppelpunt waar het wisselbestand op gecreëerd gaat worden.
pl: Wskaż punkt montowania dla pliku wymiany
ro: Selectați un punct de montare unde va fi creat fișierul 'swap'.
ru: Точка монтирования для создания файла подкачки.
sv: Välj monteringspunkt där växlingsfilen ska skapas.
uk: Виберіть точку монтування для створення Swap файла.
zh_cn: 请选择创建交换文件的挂载点。

source: The size of the swap file in MB.
af: Die grote van die lêer in MB.
ca: La mida del fitxer d'intercanvi en MB.
cs: Velikost odkládacího souboru v MB.
de: Die Größe der Swap-Datei in MB.
el: Το μέγεθος του αρχείου swap σε MB.
es: Tamaño del archivo de intercambio en MB.
fr: La taille du fichier de pagination en MB.
hu: A cserefájl mérete MB-ban.
it: Dimensioni del file di scambio in MB.
lo: ຂະໜາດຂອງໄຟລ໌ສະວັບເປັນ MB.
nl: De grootte van het swap bestand in MB.
pl: Rozmiar pliku wymiany w MB.
ro: Dimensiunea fișierului swap în MB.
ru: Размер файла подкачки, Мбайт.
sv: Storleken på växlingsfilen i MB.
uk: Розмір Swap файла в МБ.
zh_cn: 交换文件的大小（MB）。

source: Name of the device to use as swap device, e.g. %s.
af: Naam van die toestel om gebruik as swap toestel, bv. %s.
ca: Nom del dispositiu que s'utilitza com a dispositiu d'intercanvi, per exemple, %s.
cs: Název zařízení, které bude používáno pro odkládání paměťových stránek („swap“), např. %s.
de: Name des Gerätes welches als Swap-Bereich verwendet werden soll, z. B. %s.
el: Το όνομα της συσκευής για χρήση ως συσκευή swap, π.χ. %s.
es: Nombre del dispositivo a usar como intercambio, por ejemplo, %s.
fr: Nom du périphérique à utiliser pour la pagination, e.g. %s.
hu: A cserehelyként (swap) használandó eszköz neve, pl.: %s.
it: Nome della periferica usata per lo swap, ad es. %s.
lo: ຊື່ອຸປະກອນທີ່ຈະໃຊ້ເປັນອຸປະກອນສະວັບ, ຕົວຢ່າງ %s.
nl: De naam van de schijf of partitie dat gebruikt gaat worden voor het virtueel geheugen, bijv. %s.
pl: Nazwa urządzenia do użycia jako partycja wymiany, np. %s.
ro: Numele dispozitivului de utilizat ca dispozitiv swap, ex. %s.
ru: Имя устройства, используемого как устройство подкачки (например, %s).
sv: Namn på enheten som ska användas som växlingsenhet, t.ex. %s.
uk: Назва пристрою для Swap, наприклад <b>%s</b>. Якщо Ви маєте достатній об'єм оперативної пам'яті і при цьому не бажаєте використовувати Swap файл, вкажіть назву не існуючого в вашій системі пристрою для Swap.
zh_cn: 交换（swap）装置名称，例如：%s。
