Repository: rojim666/xigmanas-code-r10599-trunk
Catalog: locale/xigmanas-*.po
Languages: af, ca, cs, de, el, es, fr, hu, it, lo, nl, pl, ro, ru, sv, uk, zh_cn

source: Priority code point (PCP) is an 3-bit field which refers to the IEEE 802.1p class of service and maps to the frame priority level.
ca: El punt de codi de prioritat (PCP) és un camp de 3 bits que fa referència a la classe de servei IEEE 802.1p i s'assigna al nivell de prioritat de trama.
de: Priority Code Point (PCP) ist ein 3-Bit-Feld, das sich auf die IEEE 802.1p-Dienstklasse bezieht und auf die Frame-Prioritätsebene abgebildet wird.
el: Το Priority code point (PCP) είναι ένα πεδίο των 3 bit που αναφέρεται στο επίπεδο προτεραιότητας IEEE 802.1p class of service and maps to the frame.
es: El punto de código de prioridad (PCP) es un campo de 3 bits que hace referencia a la clase de servicio IEEE 802.1p y se asigna al nivel de prioridad de la trama.
fr: Le point de code prioritaire (PCP) est un champ de 3 bits qui fait référence à la classe de service IEEE 802.1p et correspond au niveau de priorité de trame.
it: Il priority code point (PCP) è un campo a 3 bit che si riferisce alla classe di servizio IEEE 802.1p e mappa il livello di priorità del frame.
lo: Priority code point (PCP) ແມ່ນຊ່ອງຂໍ້ມູນ 3 ບິດທີ່ອ້າງອີງເຖິງ class of service ຂອງ IEEE 802.1p ແລະ ຈັບຄູ່ກັບລະດັບຄວາມສຳຄັນຂອງເຟຣມ.
nl: Priority Code Point (PCP) is een 3-bits veld dat verwijst naar de IEEE 802.1p serviceklasse en wordt toegewezen aan het frameprioriteitsniveau.
ru: Кодовая точка приоритета (PCP) - это 3-разрядное поле, которое относится к классу обслуживания IEEE 802.1p и соответствует уровню приоритета кадра.
sv: Prioritets kod punkt (PCP) är ett 3-bit fält som hänvisar till IEEE 802.1p klass av tjänster och mappar till ram prioritetsnivån.
uk: Пріоритетна точка коду (PCP) — це 3-бітове поле, яке відноситься до класу сервісу IEEE 802.1p і відповідає рівню пріоритету кадру.
zh_cn: 优先级代码点 (PCP) 是一个 3 位字段，它指的是 IEEE 802.1p 服务等级并映射到帧优先级。

source: Best effort (default)
af: Beste poging (verstek)
ca: El millor (defecte)
de: Beste Leistung (Standard)
el: Όσο το δυνατόν καλό (προεπιλογή)
fr: Meilleur effort (par défaut)
lo: ພະຍາຍາມດີທີ່ສຸດ (ຄ່າເລີ່ມຕົ້ນ)
nl: Beste inspanning (standaard)
ro: Best effort (implicit)
sv: Effektivast(förvalt)
uk: Найкраща спроба (за замовчуванням)
zh_cn: 最佳效能（默认）

source: Background (lowest)
af: Agtergrond (laagste)
ca: Fons (el mes baix)
de: Hintergrund (niedrigste)
el: Παρασκήνιο (χαμηλότατη)
fr: Arrière-plan (le plus bas)
it: Sfondo (più basso)
lo: ເບື້ອງຫຼັງ (ຕ່ຳສຸດ)
nl: Achtergrond (laagste)
ro: Background (minim)
sv: Bakgrund(lägst)
uk: Фон (найнижчий)
zh_cn: 背景（最低）

source: Excellent effort
af: Uitstekende poging
ca: Esforç máxim
de: Hervorragende Leistung
el: Το καλύτερο δυνατό
fr: Effort Excellent
it: Ottimo sforzo
lo: ພະຍາຍາມດີເລີດ
nl: Uitstekende inspanning
sv: Utmärkt effektivitet
uk: Відмінне зусилля
zh_cn: 优秀效能

source: Critical applications
af: Kritiese toepassings
ca: Aplicacions critiques
de: Kritische Anwendungen
el: Κρίσιμες εφαρμογές
es: Aplicaciones criticas
fr: Applications critiques
it: applicazioni critiche
lo: ແອັບພລິເຄຊັນທີ່ສຳຄັນ
nl: Kritieke toepassingen
sv: Kritiska applikationer
uk: Критичні програми
zh_cn: 关键应用

source: Video < 100ms latency
ca: Vídeo < 100 ms de latència
de: Video < 100 ms Latenz
el: Βίντεο < 100ms latency
es: Video < 100ms latencia
fr: Vidéo < 100 ms de latence
lo: ວິດີໂອ < 100ms latency
nl: Video < 100ms latentie
ru: Задержка видео < 100мс
sv: Video < 100ms latens
uk: Затримка відео < 100 мс
zh_cn: 视频 < 100 毫秒延迟

source: Video < 10ms latency
ca: Vídeo < 10 ms de latència
de: Video < 10 ms Latenz
el: Βίντεο < 10ms latency
es: Video < 10ms latencia
fr: Vidéo < 10 ms de latence
lo: ວິດີໂອ < 10ms latency
nl: Video < 10ms latentie
ru: Задержка видео < 10мс
sv: Video < 10ms latens
uk: Затримка відео < 10 мс
zh_cn: 视频 < 10 毫秒延迟

source: Internetwork control
af: Internetwerk kontrole
ca: Control de treball d'internet
de: Internetwork-Steuerung
fr: Contrôle d'Interréseau
it: controllo Internetwork
lo: ການຄວບຄຸມລະຫວ່າງເຄືອຂ່າຍ
nl: Internetwerk controle
ru: Управление сетью
sv: Internet kontroll
uk: Міжмережевий контроль
zh_cn: 联网控制

source: Network control (highest)
af: Netwerk beheer (hoogste)
ca: Control de xarxa (el mes elevat)
de: Netzwerksteuerung (höchste)
el: Network control (υψηλότατο)
fr: Contrôle du réseau (le plus élevé)
it: Controllo della rete (massimo)
lo: ການຄວບຄຸມເຄືອຂ່າຍ (ສູງສຸດ)
nl: Netwerkcontrole (hoogste)
ru: Сетевой контроль (самый высокий)
sv: Nätverk kontroll (högst)
uk: Контроль мережі (найвищий)
zh_cn: 网络控制（最高）

source: Set the VLAN encapsulation protocol.
ca: Estableix el protocol d'encapsulació de la VLAN.
de: Das VLAN-Kapselungsprotokoll festlegen.
el: Ορίστε το VLAN πρωτόκολλο encapsulation.
es: Defina el protocolo de encapsulado de la VLAN
fr: Définissez le protocole d'encapsulation VLAN.
it: mpostare il protocollo di incapsulamento VLAN.
lo: ຕັ້ງຄ່າໂປຣໂຕຄໍ VLAN encapsulation.
nl: Stel het VLAN inkapselingsprotocol in.
ru: Установка протокола инкапсуляции VLAN.
sv: Ställ in VLAN inkapslingsprotokoll.
uk: Встановіть протокол інкапсуляції VLAN.
zh_cn: 设置VLAN封装协议。

source: 802.1Q (default)
af: 802.1Q (verstek)
ca: 802.1Q (defecte)
de: 802.1Q (voreingestellt)
el: 802.1Q (προεπιλογή)
fr: 802.1Q (défaut)
hu: 802.1Q (alapértelmezett)
lo: 802.1Q (ຄ່າເລີ່ມຕົ້ນ)
nl: 802.1Q (standaard)
pl: 802.1Q(domyślnie)
ro: 802.1Q (implicit)
sv: 802.1Q (förvalt)
uk: 802.1Q (за замовчуванням)
zh_cn: 802.1Q（默认）

source: Controls whether processes can be executed from within this file system.
af: Kontrols whether prosesse kan wees tereggestel vanaf binne hierdie lêer stelsel.
ca: Controla si els processos es poden executar des de dins d'aquest sistema d'arxius.
cs: Řídí zda z tohoto souborového systému mohou být spouštěny procesy.
de: Steuert, ob der Prozess in diesem Filesystem ausgeführt werden kann.
el: Ελέγχει αν μέσα από αυτό το σύστημα αρχείων μπορούν να εκτελεστούν διεργασίες.
es: Controla que procesos pueden ser ejecutadospor este sistema de archivos.
fr: Contrôle si les processus peuvent être exécutés à partir de ce système de fichiers.
hu: Meghatározza, hogy a folyamatok a fájlrendszeren belülről futtathatóak-e.
it: Indica se i processi possono essere eseguiti all'interno di questo file system.
lo: ຄວບຄຸມວ່າໂປຣເຊສສາມາດຖືກປະມວນຜົນຈາກພາຍໃນລະບົບໄຟລ໌ນີ້ໄດ້ ຫຼືບໍ່.
nl: Bepaalt of processen vanuit dit bestandssysteem kunnen worden uitgevoerd.
pl: Kontroluje czy procesy mogą być uruchamiane z tego systemu plików.
ro: Controlează dacă procesele pot fi executate în cadrul acestui sistem de fișiere.
ru: Управление возможностью выполнения процессов из этой файловой системы.
sv: Styr huruvida processer kan köras inifrån detta filsystem.
uk: Управляє тим, які процеси можуть бути виконані з цієї файлової системи.
zh_cn: 控制是否可以在该文件系统内执行进程。

source: Exec
ca: Executa
cs: Spustit
de: Ausführen
el: Εκτέλεση
es: Ejecutar
fr: Exécution
hu: Futtatás
it: Esegui
nl: Uitvoeren
ro: Execută
ru: Выполнить
sv: Kör
uk: Виконати
zh_cn: 执行

source: The minimum amount of space guaranteed to a dataset, not including its descendents.
af: Die minimum hoeveelheid ruimte wat aan 'n datastel gewaarborg word, nie die nasate daarvan nie.
ca: La quantitat mínima d'espai garantit per a un conjunt de dades, sense incloure els seus descendents.
cs: Kolik prostoru je garantováno této datové sadě, ale už ne jí podřízeným objektům.
de: Der minimale garantierte Speicherplatz für einen Dataset, ohne seine Nachkommen einzuschließen.
el: Η ελάχιστη εγγυημένη ποσότητα χώρου που χρειάζεται ένα dataset μη συμπεριλαμβανομέων των απόγονών του.
es: El espacio mínimo garantizado para un conjunto de datos(Dataset), SIN INCLUIR sus descendientes.
fr: Le minimum d'espace garanti à un ensemble de données, sans compter ses descendants.
hu: Adattár (leszármazottjai nélkül) számára garantált hely minimális mérete.
it: Il mimimo spazio garantito ad un dataset esclusi suoi discendenti.
lo: ປະລິມານພື້ນທີ່ຂັ້ນຕ່ຳທີ່ຮັບປະກັນໃຫ້ກັບຊຸດຂໍ້ມູນ, ບໍ່ລວມທັງລູກຫຼານຂອງມັນ.
nl: De minimale hoeveelheid ruimte gegarandeerd aan een dataset, niet inclusief zijn nakomelingen.
ro: Spațiul minim definit pentru un set de date, fără descendenți.
ru: Минимальный объем пространства, гарантированный набору данных, не включая его потомков.
sv: Minsta mängd utrymme som garanteras till ett dataset utom dess avkomlingar.
uk: Мінімальний обсяг гарантованого простору для набору даних, не включаючи його нащадків.
zh_cn: 对数据集保证的最小空间量，不包括其后代。

source: Console Autologin
af: Konsole Outologin
ca: Autologin de consola
cs: Automatické přihlášení na konzoli
de: Auto-Login über die Konsole
el: Αυτόματη Σύνδεση Κονσόλας
es: Inicio de sesión automático en la consola
fr: Connexion automatique de la console
hu: Automatikus konzol bejelentkezés
lo: ເຂົ້າສູ່ລະບົບຄອນໂຊນອັດຕະໂນມັດ
ro: Logare automată consolă
ru: Автологин консоли
sv: Automatisk konsolinliggning
uk: Автоматична автентифікація у консолі
zh_cn: 自动登录控制台

source: Login user root automatically into console on boot.
af: Login gebruiker wortel outomaties in die konsole op die stewel.
ca: Inici de sessió de l'usuari root automàtic a la consola durant l'arrencada.
cs: Při startu systému automaticky do konzole přihlásit správce systému (root).
de: Automatischer Login als Root-User beim Systemstart
el: Αυτόματη σύνδεση του χρήστη root στην κονσόλα κατά την εκκίνηση.
es: Al arrancar, la sesion se Inicia de forma automática como usuario root en la consola.
fr: Connectez-vous en root automatiquement à la console au démarrage.
hu: A root felhasználó bejelentkezéskor automatikusan bejelentkezik a konzolba.
it: Login per l'utente root automaticamente in console al boot.
lo: ເຂົ້າສູ່ລະບົບຜູ້ໃຊ້ root ເຂົ້າຄອນໂຊນໂດຍອັດຕະໂນມັດເມື່ອເປີດເຄື່ອງ.
nl: Log de gebruiker root automatisch in op de console bij het opstarten.
ro: Logare automată în consolă, ca root, la pornirea serverului.
ru: Вход пользователя root автоматически в консоли при загрузке.
sv: Logga in användare root automatiskt till konsolen vid boot.
uk: Автоматична коренева автентифікація до консолі під час завантаження.
zh_cn: 登录用户root在启动时自动进入控制台。

source: Enabling this option may be a security risk. Anyone who can physically obtain access to this server can gain access to all it's data contents, including any network it is connected to.
af: As hierdie opsie geaktiveer mag wees 'n veiligheids risiko. Enigiemand wat fisies toegang kan verkry tot hierdie bediener kan toegang tot alle sy inhoud data te verkry, insluitend enige netwerk dit is gekoppel aan.
ca: Habilitar aquesta opció pot suposar un risc per a la seguretat. Qualsevol que pugui obtenir accés físic a aquest servidor pot accedir a tots els continguts de les seves dades, inclosa la xarxa a la qual estigui connectat.
de: Das Aktivieren dieser Option kann ein Sicherheitsrisiko darstellen. Jeder, der physisch auf diesen Server zugreifen kann, kann auf alle Daten zugreifen, einschließlich aller Netzwerke, mit denen er verbunden ist.
el: Η ενεργοποίηση αυτής της επιλογής μπορεί να είναι κίνδυνος ασφαλείας. Οποιοσδήποτε μπορεί να αποκτήσει φυσική πρόσβαση σε αυτό το διακομιστή θα έχει πρόσβαση σε όλα τα δεδομένα του, συμπεριλαμβανομένων και των δισκτύων στον οποίο είναι συνδεμένος.
es: Habilitar esta opción puede ser un riesgo de seguridad. Cualquiera que pueda obtener acceso físico al servidor puede obtener acceso a todos los datos contenidos en él, incluida cualquier red a la que esté conectado.
fr: L'activation de cette option peut constituer un risque pour la sécurité. Toute personne pouvant physiquement accéder à ce serveur peut accéder à tous ses contenus de données, y compris à tout réseau auquel il est connecté.
hu: Az opció engedélyezése biztonsági kockázatot jelenthet. Bárki, aki fizikailag hozzáférhet ehhez a szerverhez, hozzáférhet az összes adattartalmához, beleértve az összes hálózatot, amelyhez csatlakozik.
it: Attivare questa opzione potrebbe essere un rischio per la sicurezza. Chiunque può accedere a questo server, può accedere a tutti i dati in esso contenuti, inclusa ogni rete a cui è connesso.
lo: ການເປີດໃຊ້ຕົວເລືອກນີ້ອາດເປັນຄວາມສ່ຽງດ້ານຄວາມປອດໄພ. ໃຜກໍຕາມທີ່ສາມາດເຂົ້າເຖິງເຊີບເວີນີ້ທາງກາຍະພາບສາມາດເຂົ້າເຖິງຂໍ້ມູນທັງໝົດຂອງມັນໄດ້, ລວມທັງເຄືອຂ່າຍໃດໆທີ່ມັນເຊື່ອມຕໍ່ຢູ່.
nl: Het inschakelen van deze optie kan een beveiligingsrisico zijn. Iedereen met fysieke toegang tot deze server heeft de mogelijkheid om bij de volledige data inhoud te komen, met inbegrip van alle verbonden netwerken.
ro: Activarea acestei opțiuni poate reprezenta un risc de securitate. Orice utilizator care se poate conecta fizic la server va puea, în acest mod, să acceseze toate datele din server, inclusiv datele a oricărei rețele conectate la el.
ru: Включение этой опции может быть угрозой безопасности. Любой, кто может физически получить доступ к этому серверу, может получить доступ ко всему его содержимому данных, включая любую сеть, к которой он подключен.
sv: Att aktivera detta kan innebära en säkerhetsrisk. Alla som kan få fysisk åtkomst till denna server få tillgång till all dess datainnehåll inklusive alla nätverk den är ansluten till.
uk: Вмикання цієї опції може бути загрозою безпеці. Будь-хто, маючи фізичний доступ до цього сервера, може отримати доступ до всього його вмісту даних, включаючи будь-яку мережу, до якої він підключений.
zh_cn: 启用此选项可能会带来安全风险。 任何可以物理访问该服务器的人都可以访问其所有数据内容，包括与其连接的任何网络。

source: Console Menu
af: Konsole Menu
ca: Menú consola
cs: Nabídka v textové konzoli
de: Konsolenmenü
el: Μενού κονσόλας
es: Menú de consola
fr: Menu de la Console
hu: Konzol menü
it: Menu console
lo: ເມນູຄອນໂຊນ
pl: Menu konsoli
ro: Meniu consolă
ru: Консольное меню
sv: Konsolmeny
uk: Консольне меню
zh_cn: 控制台菜单

source: Disable console menu.
af: Deaktiveer konsole spyskaart.
ca: Desactivar el menú de consola
cs: Vypnout nabídku na konzoli.
de: Konsolenmenü deaktivieren.
el: Απενεργοποίηση μενού κονσόλας
es: Deshabilitar menú de consola
fr: Désactiver le menu console
hu: Konzolmenü tiltása
it: Disabilita menu della console.
lo: ປິດການໃຊ້ງານເມນູຄອນໂຊນ.
nl: Uitschakelen console menu.
pl: Wyłącz menu konsoli.
ro: Dezactivare meniu consolă.
ru: Отключить меню консоли.
sv: Inaktivera konsolmeny
uk: Вимкнути консольне меню
zh_cn: 禁止控制台菜单。

source: Changes to this option will take effect after a reboot.
af: Veranderinge aan hierdie opsie sal in werking gestel word na 'n herlaai.
ca: Canvis d'aquesta opció seran efectius després de un reinicii.
cs: Změny této předvolby se projeví až po restartu.
de: Änderungen in diesen Optionen werden erst nach einem Neustart wirksam.
el: Οι αλλαγές σε αυτή την επιλογή θα ισχύσουν μετά από επανεκκίνηση.
es: Los cambios en esta opción tendrán efecto después de reiniciar.
fr: Ce changement ne prend effet qu'au prochain redémarrage.
hu: Ennek a beállításnak a módosítása újraindítás után lép életbe.
it: I cambiamenti a questa opzione avranno effetto dopo un riavvio.
lo: ການປ່ຽນແປງຕົວເລືອກນີ້ຈະມີຜົນຫຼັງຈາກການຣີບູດ.
nl: Wijzigingen van deze optie worden pas van kracht na een systeem herstart.
pl: Zmiany tej opcji przyniosą skutek po ponownym uruchomieniu.
ro: Modificările efectuate vor deveni active după repornirea sistemului.
ru: Изменения этого параметра подействуют после перезагрузки.
sv: Ändringar i det här alternativet kommer att aktiveras efter en omstart.
uk: Зміна цього налаштування набуде чинності після перезавантаження.
zh_cn: 重新启动系统之后，更改的设置才会生效。

source: Disable file manager.
af: Deaktiveer lêer bestuurder.
ca: Desactiva l'administrador de fitxers.
cs: Vypnout správce souborů.
de: Filemanager deaktivieren.
el: Απενεργοποίηση διαχειριστή αρχείων.
es: Deshabilitar Administrador de Archivos
fr: Désactiver le gestionnaire de fichiers.
hu: Fájlkezelő kikapcsolása.
it: Disattivare file manager
lo: ປິດການໃຊ້ງານຕົວຈັດການໄຟລ໌.
nl: Uitschakelen bestands manager.
pl: Wyłącz Menadżera Plików
ro: Dezactivre manager de fișiere.
ru: Отключить файловый менеджер.
sv: Inaktivera filhanteraren.
uk: Вимкнути файловий менеджер.
zh_cn: 禁用文件管理器。

source: Firmware Check
af: Firmware Tjek
ca: Comprovació de firmware
cs: Kontrola firmware
de: Firmware-Überprüfung
el: Έλεγχος για υλικολογισμικό
es: Comprobar Firmware
fr: Vérification du micrologiciel
hu: Firmware ellenőrzése
it: Controllo Firmware
lo: ກວດສອບເຟີມແວ
nl: Firmware Controle
pl: Sprawdzanie oprogramowania układowego
ro: Verificare firmware
ru: Проверка прошивки
sv: Kontroll av systemmjukvara
uk: Перевірка прошивки
zh_cn: 固件检查

source: Do not let the server check for newer firmware versions when the %s page gets loaded.
af: Moenie dat die bediener vir nuwe fermware weergawes soek nie wanneer die %s bladsy laai nie.
ca: No permeti que el servidor verifiqui si hi han noves versions de firmware quan la pàgina %s es carrega.
cs: Když je načítána stránka %s, neumožnit serveru zjišťovat dostupnost nových verzí systému.
de: Den Server nicht nach neuen Firmware Versionen suchen lassen wenn die %s Seite geladen wird.
el: Να μην επιτρέπεται στο διακομιστή να ελέγχει για νεώτερο υλικολογισμικό όταν φορτώνεται η σελίδα %s.
es: No permitir al servidor que verifique si hay nuevas versiones de firmware cuando la pagina %s se cargue.
fr: Ne laissez pas le serveur chercher de nouvelles versions de micrologiciel lorsque la page de %s se charge.
hu: %s oldal töltésekor a szerver ne keressen újabb firmware verziót.
it: Non permettere al server di controllare nuove versioni di firmware quando la %s pagina viene caricata
lo: ຢ່າໃຫ້ເຊີບເວີກວດສອບເວີຊັນເຟີມແວໃໝ່ເມື່ອໜ້າ %s ຖືກໂຫຼດ.
nl: Niet op nieuwere firmware versies controleren wanneer u de pagina %s bezoekt.
ro: Nu permite serverului să verifice existența unei noi versiuni firmware la încărcarea paginii %s.
ru: Не позволять серверу проверку более новых версий прошивки, когда загружается страница %s.
sv: Låt inte servern leta efter nyare systemmjukvara när %s sidan laddas.
uk: Не дозволяти серверу перевірку новіших версій прошивки, коли сторінка <b>%s</b> завантажується.
zh_cn: 在加载 %s 页面时，不要让服务器检查较新的固件版本。

source: Disable firmware version check.
af: Deaktiveer firmware weergawe tjek.
ca: Desactivar la comprobació de versió de firmware per complet.
cs: Vypnout zjišťování novějších verzí základního systému.
de: Überprüfung der Firmware-Version deaktivieren.
el: Απενεργοποίηση ελέγχου έκδοσης υλικολογισμικού
es: Deshabilitar el revisar si hay un nuevo firmware
fr: Désactiver la vérification de la version du micrologiciel
hu: Firmware-verzió ellenőrzésének kikapcsolása
it: Disabilita il controllo della versione del firmware.
lo: ປິດການໃຊ້ງານການກວດສອບເວີຊັນເຟີມແວ.
nl: Uitschakelen firmware versie controle.
pl: Wyłącz sprawdzanie wersji oprogramowania układowego.
ro: Dezactivare verificare existență actualizare firmware.
ru: Отключить проверку версии прошивки.
sv: Inaktivera versionskontroll av systemmjukvara.
uk: Вимкнути перевірку версії прошивки.
zh_cn: 禁止固件版本检查。

source: Internal Speaker
af: Interne Spreker
ca: Altaveu intern
cs: Vestavěný reproduktor stroje
de: Interner Lautsprecher
el: Εσωτερικό Ηχείο
es: Altavoz interno
fr: Haut-parleur interne
hu: Belső hangszóró
it: Altoparlante interno
lo: ລຳໂພງພາຍໃນ
nl: Interne Speaker
pl: Wewnętrzny głośnik
ro: Difuzor intern
ru: Встроенный динамик
sv: Intern högtalare
uk: Внутрішній гучномовець
zh_cn: 内部扬声器

source: Disable speaker beep on startup and shutdown.
af: Deaktiveer luidspreker-pieptoon tydens opstart en afskakeling.
ca: Desactiva el so de l'altaveu a l'inici i a l'apagat.
cs: Vypnout pípnutí vestavěného reproduktoru při spouštění a vypínání.
de: Speaker-Piepen beim Hoch- und Herunterfahren deaktivieren.
el: Απενεργοποίση του βομβητή του ηχείου κατά την εκκίνηση και τον τερματισμό.
es: Deshabilitar altavoz en arranques y apagados.
fr: Désactivez le bip du haut-parleur lors du démarrage et de l'arrêt.
hu: Hangszóró sípolásának kikapcsolása indításkor és leállításkor.
it: Disabilita il cicalino di sistema all'avvio e allo spegnimento
lo: ປິດສຽງບີບຂອງລຳໂພງເມື່ອເປີດ ແລະ ປິດເຄື່ອງ.
nl: Uitschakelen luidspreker geluiden tijdens het opstarten en afsluiten.
pl: Wyłącz głośni systemowy na starcie i zamknięciu.
ro: Dezactivare sunete la pornire și la oprire.
ru: Отключите звуковой сигнал при запуске и выключении.
sv: Inaktivera högtalarpip vid start och avstängning.
uk: Вимкнути звуковий сигнал при ввімкненні та вимиканні.
zh_cn: 禁用扬声器启动和关机时发出蜂鸣声。

source: CPU Microcode Update
af: CPU Mikrokode Opdatering
ca: Actualització del microcódi de la CPU
cs: Aktualizace mikroḱódu procesoru
el: Ενημέρωση Μικροκώδικα Επεξεργαστή.
es: Actualización del microcódigo de CPU
fr: Mise à jour du microcode CPU
hu: CPU mikrokód frissítés
it: Aggiornamento del codice macchina
lo: ອັບເດດ CPU Microcode
pl: Uaktualnienie mikrokodu dla CPU
ro: Actualizare microcod CPU
ru: Обновление микрокода CPU
sv: Uppdatering av CPU mikrokod
uk: Оновлення мікрокоду ЦП
zh_cn: CPU微码更新

source: Enable this option to update the CPU microcode on startup.
af: Inskakel hierdie opsie om die CPU mikrokode by die opstart op te dateer.
ca: Activeu aquesta opció per actualitzar el microcódi de la CPU a l'inici.
cs: Zapněte tuto předvolbu pro aktualizaci mikroḱódu procesoru při spouštění.
de: Mikrocode des Prozessors beim Systemstart aktualisieren.
el: Ενεργοποιήστε αυτή την επιλογή για να ενημερώνεται ο μικροκώδικας του επεξεργαστή κατά την εκκίνηση.
es: Habilite esta opción para actualizar el microcódigo de CPU al arrancar
fr: Activez cette option pour mettre à jour le microcode du processeur lors du démarrage.
hu: Kapcsold be ezt a beállítást a CPU mikrokód indításkori frissítéshez.
it: Attivare questa opzione per aggiornare il codice macchina all'avvio
lo: ເປີດໃຊ້ຕົວເລືອກນີ້ເພື່ອອັບເດດ CPU microcode ເມື່ອເປີດເຄື່ອງ.
nl: Inschakelen om de cpu microcode te updaten tijdens het opstarten van de server.
ro: Activați această opțiune pentru a actualiza microcodul CPU la pornirea sistemului.
ru: Включите эту опцию, чтобы обновить микрокод процессора при запуске.
sv: Aktivera detta alterantiv för att uppdatera CPU mikrokod vid uppstart.
uk: Увімкніть цю опцію для оновлення мікрокоду ЦП при завантаженні.
zh_cn: 启用此选项可在启动时更新CPU微代码。

source: Disable Extension Menu
af: Deaktiveer Uitbreiding Spyskaart
ca: Desactivar menú estès
cs: Vypnout nabídku rozšíření
de: Erweiterungsmenü deaktivieren
el: Απενεργοποίηση Μενού Επεκτάσεων
es: Deshabilitar el menu Complementos
fr: Désactiver le Menu Extension
hu: Bővítmények menü letiltása
it: Disattiva il menu delle estensioni
lo: ປິດການໃຊ້ງານເມນູສ່ວນຂະຫຍາຍ
nl: Uitschakelen Extensies Menu
ro: Dezactivare Meniu extensie
ru: Отключить меню расширений
sv: Inaktivera Tiläggsmeny
uk: Вимкнути меню розширення
zh_cn: 禁用扩展菜单

source: Disable scanning of folders for existing extension menus.
af: Deaktiveer skandering van -vouers vir bestaande uitbreiding spyskaarte.
ca: Desactivar la exploració de carpetes per els menús estesos existents.
cs: Vypnout skenování složek pro existující nabídky rozšíření.
de: Verzeichnisse von bestehenden Erweiterungsmenüs deaktivieren
el: Απενεργοποίηση της σάρωσης σε φακέλους για υπάρχοντα μενού επεκτάσεων.
es: Deshabilitar busqueda de carpetas para el menu de complementos.
fr: Désactivez le balayage des dossiers pour les menus d'extension existants.
hu: Létező menükiterjesztés keresésekor mappák keresésének kikapcsolása
it: Disattiva la scansione delle cartelle per trovare estensioni del menu esistenti.
lo: ປິດການສະແກນໂຟນເດີເພື່ອຫາເມນູສ່ວນຂະຫຍາຍທີ່ມີຢູ່.
nl: Uitschakelen scannen van folders voor extensie menu ondersteuning.
ro: Dezactivare scanare foldere pentru meniul extensie existent.
ru: Отключить сканирование папок существующих расширений для меню.
sv: Inaktivera genomsökning av kataloger efter existerande tilläggsmenyer.
uk: Вимкнути сканування каталогів щодо існуючих меню розширень.
zh_cn: 禁用对现有扩展菜单的文件夹扫描。
