Repository: rojim666/xigmanas-code-r10599-trunk
Catalog: locale/xigmanas-*.po
Languages: af, ca, cs, de, el, es, fr, hu, it, lo, nl, pl, ro, ru, sv, uk, zh_cn

source: Minutes between the next network time synchronization.
af: Minute tussen die volgende netwerk tyd sinchronisasie
ca: Minuts entre la propera sincronització a la xarxa.
cs: Minut mezi příští synchronizací času ze sítě.
de: Minuten bis zur nächsten Netzwerk-Zeit-Synchronisation (ntp time).
el: Λεπτά μεταξύ των συγχρονισμών ώρας.
es: Minutos entre sincronizaciones de tiempo.
fr: Délai entre deux synchronisations de l'heure (minutes)
hu: Következő hálózati időszinkronizáció közötti idő.
it: Minuti fra la prossima sincronizzazione con l'orario di rete
lo: ນາທີລະຫວ່າງການຊິງຄ໌ເວລາເຄືອຂ່າຍຄັ້ງຕໍ່ໄປ.
nl: Het aantal minuten tot de volgende netwerk tijdsynchronisatie.
pl: Liczba minut pomiędzy synchronizacją czasu sieciowego.
ro: Minute până la următoarea sincronizare rețea.
ru: Период синхронизации времени через интернет (минут).
sv: Minuter innan nästa tidssynkronisering via nätet.
uk: Минут до наступної мережевої синхронізації часу.
zh_cn: 在下次网络时间同步之间的分钟数。

source: Name of the NAS host, without domain part e.g. %s.
af: Naam van die NAS gasheer, sonder die domein deel b.v. %s.
ca: Nom del host NAS, sense part de domini, per exemple, %s.
cs: Název NAS stroje, bez doménové části, např.: %s.
de: Name des NAS-Host, ohne den Domänennamen z. B. %s.
el: Το όνομα της συσκευής NAS, χωρίς το όνομα του τομέα π.χ. %s.
es: Nombre del host NAS, sin el nombre de dominio, por ejemplo %s
fr: Nom de l'hôte NAS, sans le nom de domaine e.g. %s.
hu: A NAS gép neve tartomány nélkül, pl.: %s.
it: Nome dell'host NAS, senza la parte del dominio es %s.
lo: ຊື່ຂອງໂຮສຕ໌ NAS, ໂດຍບໍ່ມີສ່ວນໂດເມນ, ຕົວຢ່າງ %s.
nl: Naam van de NAS host, zonder domein gedeelte bijv. %s.
pl: Nazwa serwera NAS, bez nazwy domeny np. %s.
ro: Numele sistemului NAS, fără domeniu (ex. %s).
ru: Имя хоста NAS без доменной части (например, %s).
sv: Namn på NAS värden, utan domänparten, t.ex %s.
uk: Ім'я NAS хоста без домена, наприклад "%s".
zh_cn: NAS 主机名称，不包含域名。例如：%s。

source: e.g. %s
af: b.v. %s
ca: e.x. %s
cs: např. %s
de: z. B. %s
el: π.χ. %s
es: Ej: %s
hu: pl. %s
it: es. %s
lo: ຕົວຢ່າງ %s
nl: bijv. %s
pl: np. %s
ro: ex. %s
ru: Доменный суффикс (например %s).
sv: t.ex. %s
uk: наприклад %s
zh_cn: 例如：%s

source: IPv4 DNS Servers
af: IPv4 DNS Bedieners
ca: Servidors DNS IPv4
cs: IPv4 DNS servery
de: IPv4 DNS-Server
el: Διακομιστές IPv4 DNS
es: Servidores IPv4 DNS
fr: Serveurs DNS IPv4
hu: IPv4 DNS szerverek
it: Lista Server DNS IPv4
lo: ເຊີບເວີ DNS IPv4
pl: Serwery DNS IPv4
ro: Servere DNS IPv4
ru: IPv4 DNS-серверы
sv: IPv4 DNS Servrar
uk: Сервери DNS IPv4
zh_cn: IPv4 DNS服务器

source: IPv4 addresses
af: IPv4 adresse
ca: Adreças IPv4
cs: IPv4 adresy
de: IPv4 Adressen
el: Διευθύνσεις IPv4
es: Dirección IPv4
fr: Adresses IPv4
hu: IPv4 címek
it: Indirizzi IPv4
lo: ທີ່ຢູ່ IPv4
nl: IPv4-adressen
pl: Adresy IPv4
ro: Adrese IPv4
ru: Адреса IPv4.
sv: IPv4-adresser
uk: Адреси IPv4
zh_cn: IPv4 地址

source: IPv6 DNS Servers
af: IPv6 DNS Bedieners
ca: Servidors DNS IPv6
cs: IPv6 DNS servery
de: IPv6 DNS-Server
el: Διακομιστές IPv6 DNS
es: Servidores IPv6 DNS
fr: Serveurs DNS IPv6
hu: IPv6 DNS szerverek
it: Lista server DNS IPv6
lo: ເຊີບເວີ DNS IPv6
pl: Serwery DNS IPv6
ro: Servere DNS IPv6
ru: IPv6 DNS-серверы
sv: IPv6 DNS Servrar
uk: Сервери DNS IPv6
zh_cn: IPv6 DNS服务器

source: IPv6 addresses
af: IPv6 adresse
ca: Adreças IPv6
cs: IPv6 adresy
de: IPv6 Adressen
el: Διευθύνσεις IPv6
es: Direcciones IPv6
fr: Adresses IPv6
hu: IPv6 címek
it: Indirizzi IPv6
lo: ທີ່ຢູ່ IPv6
nl: IPv6-adressen
pl: Adresy IPv6
ro: Adrese IPv6
ru: Адреса IPv6.
sv: IPv6-adresser
uk: IPv6 адреси
zh_cn: IPv6 地址

source: Blank Time
af: Blank Tyd
ca: Temps en blanc
cs: Zatmívací čas
de: Leerzeit
el: Κενός Χρόνος
es: Tiempo para salvapantallas
fr: Temps avant mise en veille
hu: Üres idő
it: Tempo di attesa
lo: ເວລາຫວ່າງ
nl: Wachttijd Schermbeveiliging
ro: Timp nul
ru: Время простоя
sv: Tid skärmsläckning
uk: Пусте значення часу
zh_cn: 空白时间

source: CPU Maximum Frequency
af: CPU Maksimum Frekwensie
ca: Freqüència màxima CPU
cs: Nejvyšší frekvence procesoru
de: Maximum CPU Frequenz
el: Μέγιστη Συχνότητα Επεξεργαστή
es: Max. Freq. CPU
fr: Fréquence Maximale du CPU
hu: CPU maximális frekvencia
it: Frequenza massima CPU
lo: ຄວາມຖີ່ສູງສຸດຂອງ CPU
nl: CPU Maximale Frequentie
pl: Maksymalna częstotliwość CPU
ro: Frecvență maximă CPU
ru: Максимальная частота процессора
sv: Maximal CPU frekvens
uk: Максимальна частота ЦП
zh_cn: CPU最大频率

source: CPU Minimum Frequency
af: CPU Minimum Frekwensie
ca: Freqüència mínima CPU
cs: Nejnižší frekvence procesoru
de: Minimale CPU-Frequenz
el: Ελάχιστη Συχνότητα Επεξεργαστή
es: Min. Freq. CPU
fr: Fréquence Minimale du CPU
hu: CPU minimális frekvencia
it: Frequenza minima CPU
lo: ຄວາມຖີ່ຕ່ຳສຸດຂອງ CPU
nl: CPU Minimale Frequentie
pl: Minimalna częstotliwośc CPU
ro: Frecvență minimă CPU
ru: Минимальная частота процессора
sv: Minimal CPU frekvens
uk: Мінімальна частота ЦП
zh_cn: CPU最小频率

source: Advanced Setup
af: Gevorderde Opstelling
ca: Paràmetres avançats
cs: Pokročilá nastavení
de: Erweiterte Einrichtung
el: Εγκατάσταση για προχωρημένους
es: Configuración avanzada
fr: Configuration Avancée
hu: Speciális beállítás
it: Configurazione Avanzata
lo: ການຕັ້ງຄ່າຂັ້ນສູງ
nl: Geavanceerde Instellingen
pl: Zaawansowane ustawienia
ro: Setări avansate
ru: Дополнительные настройки
sv: Avancerad inställning
uk: Розширені налаштування
zh_cn: 高级设置

source: Email
af: Epos
ca: Correu electrónic
el: Ηλεκτρονικό ταχυδρομείο
fr: Courriel
it: Posta Elettronica
lo: ອີເມວ
ru: Электронная почта
sv: E-post
uk: Електронна пошта
zh_cn: 电子邮件

source: Email Reports
af: Epos Verslae
ca: Informes de correu electrònic
cs: Hlášení e-mailem
el: Αναφορές Ηλ. Ταχυδρομείου
es: Informe de Email
fr: Rapports par courriel
hu: E-mail jelentések
it: Rapporti per Email
lo: ລາຍງານທາງອີເມວ
nl: E-mail Rapportages
pl: Raporty email
ro: Rapoarte pe email
ru: Отчеты по электронной почте
sv: E-post rapporter
uk: Емейл звіти
zh_cn: Email报告

source: Command Scripts
af: Bevel Scripts
ca: Lots d'ordres
cs: Skripty příkazu
de: Befehlsskripte
el: Αρχεία εντολών
es: Comandos
fr: Scripts de commande
hu: Parancsszkript
it: Script di comando
lo: ສະຄຣິບຄຳສັ່ງ
nl: Opdrachtscripts
pl: Skrypty poleceń
ro: Scripturi comenzi
ru: Командные скрипты
sv: Kommandoskript
uk: Командні скрипти
zh_cn: 命令脚本

source: System Settings
af: Stelsel Instellings
ca: Ajustos del sistema
cs: Nastavení systému
de: Systemeinstellungen
el: Ρυθμίσεις Συστήματος
es: Configuración del sistema
fr: Configuration du système
hu: Rendszerbeállítások
it: Impostazioni di sistema
lo: ການຕັ້ງຄ່າລະບົບ
nl: Systeem Instellingen
pl: Ustawienia systemu
ro: Setări sistem
ru: Настройки системы
sv: Systeminställningar
uk: Системні налаштування
zh_cn: 系统设置

source: Platform and Performance Settings
af: Platvorm en Prestasie Instellings
ca: Configuració de plataforma i rendiment
cs: Nastavení platformy a výkonu
de: Platform- und Leistungseinstellungen
el: Ρυθμίσεις Πλατφόρμας και Επιδόσεων
es: Opciones de Rendimiento
fr: Configuration de la plate-forme et de la performance
hu: Platform - és teljesítménybeállítások
it: Settaggio di piattaforma e prestazioni
lo: ການຕັ້ງຄ່າແພລດຟອມ ແລະ ປະສິດທິພາບ
nl: Platform en Prestatie Instellingen
pl: Ustawienia platformy i wydajności
ro: Setări pentru platformă și performanță
ru: Настройки платформы и производительности
sv: Plattforms- och prestandainställningar
uk: Налаштування платформи та продуктивністі
zh_cn: 平台和性能设置。

source: CPU frequencies:
af: CPU Frekwensies:
ca: Freqüències de la CPU:
cs: Frekvence procesoru:
de: CPU-Frequenzen
el: Συχνότητες επεξεργαστή:
es: Frecuencias CPU
fr: Fréquences CPU:
hu: CPU frekvenciák:
it: Frequenze CPU
lo: ຄວາມຖີ່ CPU:
nl: CPU frequenties:
pl: Częstotliwości CPU
ro: Frecvențe CPU:
ru: Частоты процессора
sv: CPU frekvenser:
uk: Частоти ЦП
zh_cn: CPU频率：

source: An empty field is default.
af: 'N Leë veld is verstek.
ca: Un camp buit és per defecte.
cs: Nevyplněná kolonka znamená použití výchozích hodnot.
de: Ein leeres Feld ist Standard.
el: Η προεπιλογή είναι κενό πεδίο.
es: Vacio por defecto
fr: Un champ vide par défaut.
hu: Alapértelmezetten üres.
it: Di default un campo vuoto.
lo: ຊ່ອງຫວ່າງແມ່ນຄ່າເລີ່ມຕົ້ນ.
nl: Een leeg veld is standaard.
pl: Domślnie puste pole.
ro: Implicit - câmp necompletat.
ru: Пустое поле по умолчанию.
sv: Ett tomt fält är standard.
uk: Порожнє поле за замовчуванням.
zh_cn: 默认空白

source: Console Settings
af: Konsole Verstellings
ca: Paràmetres de consola
cs: Nastavení konzole
de: Konsoleneinstellungen
el: Ρυθμίσεις Κονσόλας
es: Opciones de consola
fr: Paramètres de la console
hu: Konzolbeállítások
it: Impostazioni della Console
lo: ການຕັ້ງຄ່າຄອນໂຊນ
nl: Console Instellingen
pl: Ustawienia konsoli
ro: Setări consolă
ru: Настройки консоли
sv: Konsolinställningar
uk: Налаштування консолі
zh_cn: 控制台设置

source: Turn the monitor to standby after N seconds.
af: Skakel die monitor oor na bystaan na N sekondes.
ca: Posa el monitor en mode d'espera després de N segons
cs: Přepnout obrazovku po N sekundách do pohotovostního režimu.
de: Schaltet den Monitor nach N Sekunden in den Standby-Modus.
el: Μετάβαση της οθόνης σε κατάσταση αναμονής μετά από Ν δευτερόλεπτα.
es: Cambiar el monitor a Standby despues de N segundos.
fr: Mettre le moniteur en mode veille après N secondes.
hu: Monitor alvásba tétele N mp után.
it: Standby dello schermo dopo N secondi.
lo: ປິດຈໍພາບເປັນສະແຕນບາຍຫຼັງຈາກ N ວິນາທີ.
nl: Schakelt de monitor in de stand-by stand na X seconden.
pl: Przełącz monitor w tryb czuwania po N sekundach.
ro: Intrare monitor în modul StandBy după N secunde.
ru: Переводить монитор в режим энергопотребления через N секунд.
sv: Sätter monitorn i väntläge efter N sekunder.
uk: Переводити монітор в стан очікування через N секунд.
zh_cn: N 秒后，显示器进入待机。

source: Encrypt password
af: Enkripteer wagwoord
ca: Xifrar contrasenya
cs: Heslo pro šifrování
de: Passwort verschlüsseln
el: Κρυπτογράφηση κωδικού
es: Contraseña de encriptación
fr: mot de passe pour crypter
hu: Titkosító jelszó
it: Codifica la password
lo: ເຂົ້າລະຫັດຜ່ານ
nl: Codeer wachtwoord
pl: Zaszyfruj hasło
ro: Parolă criptare
ru: Пароль для шифрования
sv: Krypteringslösenord
uk: Пароль шифрування
zh_cn: 加密密码

source: Encrypt password (confirmed)
af: Enkripteer wagwoord (bevestiged)
ca: Xifrar contrasenya (confirmat)
cs: Heslo pro šifrování (potvrzení)
de: Passwort verschlüsseln (bestätigt)
el: Κρυπτογράφηση κωδικού (επιβεβαίωση)
es: Confirmar contraseña de encriptación
fr: mot de passe pour crypter (confirmé)
hu: Titkosító jelszó (megerősítő)
it: Codifica la password (confermata).
lo: ເຂົ້າລະຫັດຜ່ານ (ຢືນຢັນ)
nl: Codeer wachtwoord (Bevestiging)
pl: Potwierdzam szyfrowanie hasła
ro: Parolă criptare (confirmare)
ru: Пароль для шифрования (подтверждение)
sv: Kryptering av lösenord (bekräftat)
uk: Пароль шифрування (підтвердження)
zh_cn: 加密密码（确认）

source: The passwords do not match. Please try again.
af: Die wagwoorde stem nie ooreen nie. Probeer asseblief weer.
ca: Les contrasenyes no coincideixen. Siusplau torna-ho a provar.
cs: Zadání hesla se neshodují. Zkuste to znovu.
de: Die Kennwörter stimmen nicht überein. Bitte versuchen sie es erneut.
el: Οι κωδικοί δεν ταιριάζουν. Παρακαλώ προσπαθήστε ξανά.
es: Las contraseñas no coinciden. Intentelo de nuevo.
fr: Le mot de passe ne correspond pas. Veuillez réessayer.
hu: A jelszavak nem egyeznek. Próbálkozz újra.
it: La password non corrisponde. Per favore provare di nuovo.
lo: ລະຫັດຜ່ານບໍ່ກົງກັນ. ກະລຸນາລອງໃໝ່ອີກຄັ້ງ.
nl: De wachtwoorden komen niet overeen. Probeer het opnieuw.
pl: Hasło niezgodne. Spróbuj ponownie.
ro: Parolele nu coincid. Încercați din nou.
ru: Пароли не совпадают. Пожалуйста, попробуйте еще раз.
sv: Lösenorden stämmer inte. Gör ett nytt försök.
uk: Паролі не співпадають. Будь ласка, спробуйте ще раз.
zh_cn: 密码不匹配。 请再试一次。

source: Current system password is using a default password. You should choose a different password.
af: Huidige stelselwagwoord gebruik 'n verstel wagwoord. U behoort 'n ander wagwoord te kies.
ca: La contrasenya actual del sistema utilitza una contrasenya predeterminada. Hauríeu de triar una contrasenya diferent.
de: Das aktuelle Systemkennwort verwendet ein Standardkennwort. Sie sollten ein anderes Passwort wählen.
el: Ο τρέχων κωδικός πρόσβασης του συστήματος είναι ο προεπιλεγμένος. Θα πρέπει να επιλέξετε έναν διαφορετικό κωδικό πρόσβασης.
es: La contraseña actual del sistema está usando una contraseña predeterminada. Debe elegir una contraseña diferente.
fr: Le mot de passe système actuel utilise un mot de passe par défaut. Vous devez choisir un mot de passe différent.
hu: A jelenlegi jelszó alapértelmezettként van használva. Ajánlatos egy másik jelszót választani,
it: La password di sistema corrente usa una password predefinita. Dovresti scegliere una password diversa.
lo: ລະຫັດຜ່ານລະບົບປັດຈຸບັນກຳລັງໃຊ້ລະຫັດຜ່ານເລີ່ມຕົ້ນ. ທ່ານຄວນເລືອກລະຫັດຜ່ານທີ່ແຕກຕ່າງ.
nl: Het huidige systeemwachtwoord gebruikt een standaardwachtwoord. U dient een ander wachtwoord te kiezen.
pl: Aktualne używasz domyślnego hasła systemowego. Wybierz inne hasło.
ru: Текущий системный пароль использует пароль по умолчанию. Вам следует выбрать другой пароль.
sv: Nuvarande system använder ett standardlösenord. Du bör välja ett annat lösenord.
uk: Поточний системний пароль використовує стандартний пароль. Вам слід вибрати інший пароль.
zh_cn: 当前系统密码正在使用默认密码。 您应该选择一个不同的密码。

source: Backup Configuration
af: Rugsteun Konfigurasie
ca: Configuració de còpia de seguretat
cs: Záloha nastavení
de: Konfiguration sichern
el: Αντίγραφο ασφαλείας ρυθμίσεων
es: Configuración de backup
fr: Configuration des sauvegardes
hu: Beállítások biztonsági mentése
it: Configurazione del Backup
lo: ສຳຮອງຂໍ້ມູນການຕັ້ງຄ່າ
nl: Backup Configuratie
pl: Konfiguracja kopii zapasowej
ro: Configurație backup
ru: Сохранение конфигурации
sv: Backupkonfigurering
uk: Резервувати конфігурацію
zh_cn: 备份设置

source: Restore Configuration
af: Herstel Instellings
ca: Restaurar la configuració
cs: Obnovit nastavení
de: Konfiguration wiederherstellen
el: Επαναφορά Ρυθμίσεων
es: Restaurar configuración
fr: Restaurer la configuration
hu: Beállítások visszaállítása
it: Ripristina Configurazione
lo: ກູ້ຄືນການຕັ້ງຄ່າ
nl: Configuratie Herstellen
pl: Przywróć konfigurację
ro: Restaurare configurație
ru: Восстановление конфигурации
sv: Återställ konfiguration
uk: Відновити конфігурацію
zh_cn: 还原配置

source: Use Encryption
af: Gebruik Enkripsie
ca: Utilitza xifrat
cs: Šifrovat
de: Verschlüsselung verwenden
el: Χρήση Κρυπτογράφησης
es: Usar cifrado
fr: Utiliser le chiffrement
hu: Titkosítás használata
it: Usa cifratura
lo: ໃຊ້ການເຂົ້າລະຫັດ
nl: Encryptie Gebruiken
pl: Użyj szyfrowania
ro: Utilizare criptare
ru: Использовать шифрование
sv: Använd kryptering
uk: Використовувати шифрування
zh_cn: 使用加密

source: Enable encryption.
af: Inskakel enkripsie.
ca: Habilitar el xifrat.
cs: Šifrovat
de: Verschlüsselung aktivieren.
el: Ενεργοποίηση κρυπτογράφησης
es: Habilitar Encriptación.
fr: Encryption autorisée.
hu: Titkosítás bekapcsolása.
it: Abilita criptazione.
lo: ເປີດໃຊ້ການເຂົ້າລະຫັດ.
nl: Encryptie gebruiken.
pl: Włącz szyfrowanie
ro: Activare criptare.
ru: Включить шифрование.
sv: Tillåt kryptering
uk: Увімкнути шифруванння.
zh_cn: 启用加密。

source: Encryption Password
af: Enkripteer Wagwoord
ca: Xifrar contrasenya
cs: Šifrovací heslo
de: Passwort für die Verschlüsselung
el: Κωδικός Κρυπτογράφησης
es: Contraseña de Cifrado
fr: Mot de Passe de chiffrement
hu: Jelszó titkosítása
it: Password di criptaggio
lo: ລະຫັດຜ່ານການເຂົ້າລະຫັດ
nl: Encryptie Wachtwoord
pl: Hasło szyfrowania.
ro: Parolă criptare
ru: Пароль шифрования
sv: Krypteringslösenord
uk: Пароль шифрування
zh_cn: 加密密码

source: Enter Password
af: Ingaan Wagwoord
ca: Introduïu la contrasenya
cs: Zadejte heslo
de: Passwort eingeben
el: Εισαγωγή Κωδικού
es: Introduzca contraseña
fr: Saisissez le mot de passe
hu: Add meg a jelszót
it: Inserisci password
lo: ໃສ່ລະຫັດຜ່ານ
nl: Geef Wachtwoord
pl: Wprowadź hasło
ro: Introducere parolă
ru: Введите пароль
sv: Ange lösenord
uk: Введіть пароль
zh_cn: 输入密码

source: Confirm Password
af: Bevestig Wagwoord
ca: Confirmeu la contrassenya
cs: Potvrzení zadání hesla
de: Kennwort bestätigen
el: Επιβεβαίωση Κωδικού
es: Confirmar contraseña
fr: Confirmer le mot de passe
hu: Jelszó megerősítése
it: Conferma la password
lo: ຢືນຢັນລະຫັດຜ່ານ
nl: Bevestig Wachtwoord
pl: Potwierdź hasło
ro: Confirmare parolă
ru: Подтверждение пароля
sv: Bekräfta lösenord
uk: Підтвердити пароль
zh_cn: 确认密码

source: Download Configuration
af: Aflaai Konfigurasie
ca: Descàrrega de la configuració
cs: Stáhnout si nastavení
de: Konfigurationsdatei sichern
el: Μεταφόρτωση αρχείου ρυθμίσεων
es: Descargar la configuración
fr: Télécharger la configuration
hu: Konfiguráció letöltése
it: Scarica la Configurazione
lo: ດາວໂຫຼດການຕັ້ງຄ່າ
nl: Configuratie Opslaan
pl: Pobierz plik konfiguracji.
ro: Descărcare configurație
ru: Сохранить конфигурацию
sv: Ladda ner konfiguration
uk: Зберегти конфігурацію
zh_cn: 下载配置

source: Encrypted configuration is automatically gzipped.
af: Geïnkripteer konfigurasie word outomaties g-gezipte.
ca: Configuració de xifrat està comprimit amb gzip automàticament.
cs: Zašifrovaná nástavení jsou automaticky zkomprimována (gzip)
de: Verschlüsselte Konfiguration wird automatisch komprimiert (gzip)
el: Το κρυπτογραφημένο αρχείο ρυθμίσεων συμπιέζεται αυτόματα σε μορφή gzip.
es: La configuración encriptada es gzipeada automaticamente.
fr: La configuration cryptée est automatiquement gzippée.
hu: Titkosított konfigurációt automatikusan gzip-pel tömörítjük.
it: La configurazione codificata viene compressa con gzip automaticamente.
lo: ການຕັ້ງຄ່າທີ່ເຂົ້າລະຫັດຈະຖືກບີບອັດແບບ gzip ໂດຍອັດຕະໂນມັດ.
nl: Gecodeerde configuratie wordt automatisch gzipped.
pl: Zaszyfrowana konfiguracja zostanie automatycznie skompresowana gzip'em
ro: Configurația criptată este automat comprimată (gzip).
ru: Зашифрованная конфигурация будет автоматически сжата.
sv: Krypterad konfiguration komprimeras automatisk till gzip
uk: Зашифрована конфігурація автоматично пакується gzip.
zh_cn: 加密的配置会自动以gzip压缩。

source: It is recommended to encrypt your configuration and store it in a safe location.
af: Dit word aanbeveel om enkripteer jou konfigurasie en bêre dit in 'n veilige ligging.
ca: Es recomana xifrar la seva configuració i guardar-la en un lloc segur.
cs: Zálohu nastavení je doporučeno uložit v zašifrované podobě na místě, kde se neztratí.
de: Es wird vorgeschlagen, die Konfiguration zu verschlüsseln und diese an einem sicheren Ort zu speichern.
el: Συνιστάται να κρυπτογραφήσετε το αρχείο ρυθμίσεων και να το αποθηκεύσετε σε ασφαλή τοποθεσία.
es: Se recomienda cifrar la configuración y guardar en lugar seguro.
fr: Il est recommandé de crypter votre configuration et de la stocker dans un endroit sûr.
hu: Célszerű a konfigurációt titkosítani és biztonságos helyen tárolni.
it: E' raccomandato criptare la configurazione e salvare in una locazione sicura
lo: ແນະນຳໃຫ້ເຂົ້າລະຫັດການຕັ້ງຄ່າຂອງທ່ານ ແລະ ເກັບໄວ້ໃນບ່ອນທີ່ປອດໄພ.
nl: Het wordt aanbevolen encryptie te gebruiken en dat u de back-up bewaart op een veilige plaats.
pl: Zaleca się zaszyfrowanie konfiguracji i przechowywanie jej w bezpiecznej lokalizacji.
ro: Este recomandat să criptați configurația și să o salvați într-o locație sigură.
ru: Рекомендуется зашифровать конфигурацию и сохранить ее в безопасном месте.
sv: Det rekommenderas att du krypterar din konfiguration och spar den på en säker plats.
uk: Рекомендується зашифрувати конфігурацію та зберігати її у безпечному місці.
zh_cn: 建议加密您的配置并将其存储在安全的位置。

source: Reminder Settings
af: Onthounota Instellings
ca: Configuració del recordatori
cs: Nastavení připomínky
de: Einstellungen für Erinnerungen
el: Ρυθμίσεις Υπενθύμισης
es: Configuraciones de recordatorio
fr: Paramètres du rappel
hu: Emlékeztető beállításai
it: Settaggi sul promemoria
lo: ການຕັ້ງຄ່າການແຈ້ງເຕືອນ
nl: Herinneringsinstellingen
pl: Ustawienia monitu
ro: Setări memento
ru: Настройки напоминания
sv: Påminnelseinställningar
uk: Налаштування нагадувань
zh_cn: 提醒设置

source: Active
af: Aktiewe
ca: Actiu
cs: Aktivní
de: Aktiv
el: Ενεργό
es: Activo
fr: Actif
hu: Aktív
it: Attivo
lo: ກຳລັງໃຊ້ງານ
nl: Actief
pl: Aktywne
ro: Activ
ru: Активен
sv: Aktiv
uk: Активний
zh_cn: 活动

source: Add job
af: Voeg job
ca: Afegir treball
cs: Přidat úlohu
de: Job hinzufügen
el: Προσθήκης εργασίας
es: Agregar trabajo
fr: Ajouter une tâche
hu: Feladat hozzáadása
it: Aggiungere lavoro
lo: ເພີ່ມວຽກ
nl: Taak toevoegen
pl: Dodaj zadanie
ro: Adăugare activitate
ru: Добавить задание
sv: Lägg till jobb
uk: Додати завдання
zh_cn: 添加任务

source: Edit job
af: Wysig job
ca: Editar treball
cs: Upravit úlohu
de: Auftrag bearbeiten
el: Επεξεργασία εργασίας
es: Editar trabajo
fr: Modifier la tâche
hu: Feladat szerkesztése
it: Modifica il lavoro
lo: ແກ້ໄຂວຽກ
nl: Taak bewerken
pl: Edytuj zadanie
ro: Editare acțiune
ru: Редактировать задание
sv: Redigera jobb
uk: Редагувати завдання
zh_cn: 编辑任务

source: Job is marked for deletion
af: Job is gemerk vir skrap
ca: Treball està marcat per ser esborrat
cs: Úloha je označena ke smazání
de: Auftrag ist zum Löschen markiert
el: Η εργασία έχει σημειωθεί προς διαγραφή
es: El trabajo está marcado para borrado
fr: La tâche est marquée pour suppression
hu: Feladat törlésre megjelölve
it: L'attività è selezionata per la cancellazione
lo: ວຽກຖືກໝາຍໄວ້ເພື່ອລຶບ
nl: Taak is gemarkeerd voor verwijdering
pl: Zadanie zaznaczone do usunięcia
ro: Activitate marcată pentru ștergere
ru: Задание помечено для удаления
sv: Jobbet är markerat för borttagning
uk: Завдання позначено для видалення
zh_cn: 任务标记为删除

source: Job is locked
af: Job is toegeslot
ca: Treball està bloquejat
cs: Úloha je uzamčena.
de: Auftrag ist gesperrt
el: Η εργασία είναι κλειδωμένη
es: El trabajo está bloqueado
fr: La tâche est verrouillée
hu: Feladat zárolva
it: L'attività è bloccata
lo: ວຽກຖືກລັອກ
nl: Taak is vergrendeld
pl: Zadanie jest zablokowane
ro: Activitate blocată
ru: Задание заблокировано
sv: Jobbet är låst
uk: Завдання заблоковане
zh_cn: 任务被锁定

source: Move up
af: Skuif up
ca: Mou amunt
cs: Přesunout nahoru
de: Nach oben verschieben
el: Μετακίνηση πάνω
es: Subir
fr: Déplacer vers le haut
hu: Mozgatás fel
it: Sposta in alto
lo: ຍ້າຍຂຶ້ນ
nl: Omhoog verplaatsen
pl: Przesuń w górę
ro: Mută în sus
ru: Переместить вверх
sv: Flytta upp
uk: Перемістити вгору
zh_cn: 上移

source: Move down
af: Skuif af
ca: Mou avall
cs: Přesunout dolů
de: Nach unten verschieben
el: Μετακίνηση κάτω
es: Bajar
fr: Déplacer vers le bas
hu: Mozgatás le
it: Sposta in basso
lo: ຍ້າຍລົງ
nl: Omlaag verplaatsen
pl: Przesuń w dół
ro: Mută în jos
ru: Переместить вниз
sv: Flytta ner
uk: Перемістити вниз
zh_cn: 下移

source: Toggle Selected Jobs
af: Toggle Geselekteerde Jobs
ca: Commuta les feines seleccionades
cs: Přepnout označené úlohy
de: Ausgewählte Aufträge umschalten
el: Μεταβολή Επιλεγμένων Εργασιών
es: Cambiar el estado de los trabajos marcados
fr: Inverse l'état des tâches sélectionnées
hu: Kiválasztott feladatok átkapcsolása
it: Attiva le operazioni selezionate
lo: ສະຫຼັບວຽກທີ່ເລືອກ
nl: Geselecteerde Taken Omschakelen
pl: Przełącz zaznaczone zadania
ro: Inversare activități selectate
ru: Вкл./откл. выбранные задания
sv: Ändra status på valda jobb
uk: Переключити обрані завдання
zh_cn: 切换选中的任务
