Repository: rojim666/xigmanas-code-r10599-trunk
Catalog: locale/xigmanas-*.po
Languages: af, ca, cs, de, el, es, fr, hu, it, lo, nl, pl, ro, ru, sv, uk, zh_cn

source: DNS server is empty.
af: DNS bediener is leeg.
ca: Servidor DNS està buida.
cs: Není vyplněn DNS jmenný server.
de: Der Eintrag für den DNS-Server ist leer.
el: Το πεδίο για το διακομιστή DNS είναι άδειο.
es: El servidor DNS está en blanco
fr: Seveur DNS est vide
hu: DNS szerver üres.
it: Server DNS vuoto.
lo: ເຊີບເວີ DNS ວ່າງເປົ່າ.
nl: DNS server is leeg.
pl: Brak określonego serwera DNS
ro: Serverul DNS este gol.
ru: DNS сервер пуст.
sv: DNS-server är tom.
uk: DNS сервер не вказано.
zh_cn: DNS服务器是空白的。

source: NTP is not enabled.
af: NTP is nie geaktiveer nie.
ca: NTP no està habilitat.
cs: NTP není zapnuto.
de: NTP ist deaktiviert
el: Το NTP δεν είναι ενεργό.
es: NTP no está habilitado
fr: NTP n'est pas activé
hu: NTP nincs bekapcsolva.
it: NTP non è attivato.
lo: NTP ບໍ່ໄດ້ເປີດໃຊ້ງານ.
nl: NTP is niet ingeschakeld.
pl: NTP nie jest włączone.
ro: NTP nu este activ.
ru: NTP не включен.
sv: NTP är inte aktiverat
uk: NTP не увімкнено.
zh_cn: 必须启用NTP。

source: You must initialize data before enabling.
af: Jy moet data initialiseer voordat in staat stellende.
ca: Ha de inicialitzar les dades abans d'activar.
cs: Nejprve je třeba inicializovat data a až pak toto půjde zapnout.
de: Die Daten müssen vor der Aktivieruing initialisert werden.
el: Πρέπει να αρχικοποιήσετε δεδομένα πριν την ενεργοποίηση.
es: Debe inicializar los datos antes de habilitarlos.
fr: Vous devez initialiser les données avant de les activer.
hu: Engedélyezés előtt szükséges az adat inicializálása.
it: Inizializza i dati prima di attivare.
lo: ທ່ານຕ້ອງເລີ່ມຕົ້ນຂໍ້ມູນກ່ອນເປີດໃຊ້ງານ.
nl: U moet de data eerst initialiseren alvorens in te schakelen.
pl: Przed włączeniem musisz zainicjować dane.
ro: Va trebui să inițializați datele înainte de activare.
ru: Вы должны инициализировать данные перед включением.
sv: Du måste initiera datat innan aktivering.
uk: Ви повинні ініціалізувати дані перед включенням.
zh_cn: 启用之前，必须先初始化数据。

source: Samba Active Directory Domain Controller
af: Samba Aktiewe Lêergids Domein Beheerder
ca: Controlador de domini d'Active Directory Samba
cs: Samba doménový řadič Active Directory
de: Samba Active Directory Domänencontroller
el: Ελεγκτής Τομέα Active Directory της Samba
es: Controlador de dominio del AD Samba
fr: Controleur de domaine Samba Active Directory
hu: Samba Címtárszolgáltató Tartományvezérlő
it: Controller domain Active Directory di Samba
lo: ຕົວຄວບຄຸມໂດເມນ Samba Active Directory
pl: Kontroler Domeny Samba Active Directory
ro: Controler Domeniu Samba Active Directory
ru: Контроллер домена Samba Active Directory
sv: Samba Active Directory Domänkontrollant
uk: Контролер домену Samba Active Directory
zh_cn: Samba Active Directory域控制器

source: NetBIOS Name
af: NetBIOS Naam
ca: Nom NetBIOS
cs: NetBIOS název
el: Όνομα NetBIOS
es: Nombre NetBIOS
fr: Nom NetBIOS
hu: NetBIOS név
it: Nome NetBIOS
lo: ຊື່ NetBIOS
nl: NetBIOS Naam
pl: Nazwa NetBIOS
ro: Nume NetBIOS
ru: NetBIOS имя
sv: NetBIOS Namn
uk: Ім'я NetBIOS
zh_cn: NetBIOS名

source: DNS Domain
af: DNS Domein
ca: Domini DNS
cs: DNS doména
de: DNS Domäne
el: Τομέας DNS
es: Dominio DNS
fr: Domaine DNS
it: Dominio DNS
lo: ໂດເມນ DNS
nl: DNS Domein
pl: Domena DNS
ro: Domeniu DNS
ru: DNS домен
sv: DNS Domän
uk: DNS домен
zh_cn: DNS域

source: NetBIOS Domain
af: NetBIOS Domein
ca: Domini NetBIOS
cs: NetBIOS doména
de: NetBIOS Domäne
el: Τομέας NetBIOS
es: Dominio NetBIOS
fr: Domaine NetBIOS
it: Dominio NetBIOS
lo: ໂດເມນ NetBIOS
nl: NetBIOS Domein
pl: Domena NetBIOS
ro: Domeniu NetBIOS
ru: NetBIOS домен
sv: NetBios Domän
uk: Домен NetBIOS
zh_cn: NetBIO域

source: User Shares
af: Gebruiker Aandele
ca: Recursos d'usuari
cs: Uživatelova sdílení
de: Benutzerfreigaben
el: Κοινόχρηστα Χρήστη
es: Compartidos de Usuario
fr: Partages utilisateur
hu: Felhasználói megosztások
it: Condivisioni utente
lo: ການແບ່ງປັນຂອງຜູ້ໃຊ້
nl: Gebruiker Delingen
pl: Udziały użytkownika
ro: Partajări utilizator
ru: Пользовательские общие ресурсы
sv: Användarutdelningar
uk: Загальні Ресурси Користувача
zh_cn: 用户共享

source: Append user defined shares
af: Append gebruiker gedefinieerde aandele
ca: Annexar recursos definits per l'usuari
cs: Připojit (přidat) uživatelsky definovaná sdílení
de: Benutzerdefinierte Freigaben hinzufügen
el: Προσάρτηση κοινόχρηστων φακέλων των χρηστών.
es: Añadir compartidos definidos por el usuario
fr: Ajout d'actions définies par l'utilisateur
hu: Felhasználó által létrehozott megosztás hozzáfűzése
it: Aggiungi le condivisioni definite dall'utente.
lo: ເພີ່ມການແບ່ງປັນທີ່ຜູ້ໃຊ້ກໍານົດ
nl: Toevoegen gebruiker gedefinieerde delingen
pl: Dołącz zdefiniowane przez użytkownika zasoby
ro: Adaugă partajările definite de utilizator
ru: Добавить пользовательские общие ресурсы
sv: Lägg till användardefinierade delningar
uk: Додати визначені користувачем спільні ресурси
zh_cn: 追加用户自定义的用户共享

source: These parameters are added to [Global] section of %s.
af: Die parameters word bygevoeg tot die [Global] seksie van %s.
ca: Aquests paràmetres s'agreguen a la secció [Global] de %s.
cs: Tyto parametry jsou přidány do sekce [Global] v %s
de: Diese Parameter werden dem [Global] Abschnitt in %s hinzugefügt.
el: Αυτές οι παράμετροι θα προστεθούν στο τμήμα [Global] του %s.
es: Estos parámetros son agregados a la sección [Global] de %s.
fr: Ces paramètres sont ajoutés à la section [Global] de %s.
hu: Ezek a paraméterek hozzáadódnak a következő [Global] részéhez: %s.
it: Questi parametri sono aggiunti alla sezione [Global] di %s.
lo: ພາຣາມິເຕີເຫຼົ່ານີ້ຖືກເພີ່ມເຂົ້າໃນສ່ວນ [Global] ຂອງ %s.
nl: Deze parameters worden toegevoegd aan de [Algemene] instellingen van %s.
pl: Parametry te są dodawane do sekcji [Global] w %s.
ro: Acești parametri sunt adăugați la secțiunea [Global] a %s.
ru: Эти параметры будут добавлены в секцию [Global] на %s.
sv: Dessa värden kommer läggas till i den globala delen [Global] av %s.
uk: Ці параметри додаються в розділ [Global] файлу %s.
zh_cn: 这些参数将被添加到 %s 的[Global] 区域。

source: When Samba AD is enabled, stand-alone SMB file sharing cannot be used.
af: Wanneer Samba AD geaktiveer is, kan stand-alone SMB lêer te deel nie gebruik word nie.
ca: Quan Samba AD està habilitat, no es pot utilitzar l’ús compartit de fitxers SMB.
de: Wenn Samba AD aktiviert ist, kann keine eigenständige SMB-Dateifreigabe verwendet werden.
el: Όταν είναι ενεργό το Samba AD, δεν μπορεί να χρησιμοποιηθεί η απλή κοινή χρήση μέσω SMB.
es: Cuando el Directorio Activo de Samba está habilitado, no se puede utilizar el uso compartido de archivos SMB independiente.
fr: Lorsque Samba AD est activé, le partage de fichiers SMB autonome ne peut pas être utilisé.
hu: Ha a Samba AD engedélyezve van, akkor a sima SMB fájlmegosztás nem használható.
it: Quando Samba AD è attivato, la modalità di condivisione file stand-alone di SMB non può essere utilizzata.
lo: ເມື່ອ Samba AD ຖືກເປີດໃຊ້ງານ, ການແບ່ງປັນໄຟລ໌ SMB ແບບດ່ຽວບໍ່ສາມາດນໍາໃຊ້ໄດ້.
nl: Wanneer Samba AD is ingeschakeld, kan de zelfstandige SMB bestandsdelingen niet worden gebruikt.
pl: Kiedy uruchomiona jest Samba AD, pojedyncze udostępnianie plików SMB nie może być użyte.
ro: Când modul Samba AD este activ partajarea prin modul SMB de sine stătător (cu autentificare locală) nu poate fi utilizat.
ru: Когда Samba AD включен, нельзя использовать автономный общий доступ к файлам SMB.
sv: När Samba AD är aktiverat kan inte fristående SMB fildelning användas.
uk: Коли Samba AD увімкнено, самостійний SMB обмін файлами не може бути використаний.
zh_cn: 启用Samba AD后，将无法使用独立的SMB文件共享。

source: NTP must be enabled.
af: NTP moet geaktiveer wees.
ca: NTP ha d'estar habilitat.
cs: Je třeba, aby bylo zapnuté NTP.
de: NTP muss aktiviert werden
el: Το NTP πρέπει να είναι ενεργό.
es: NTP debe estar habilitado.
fr: NTP doit être activé
hu: NTP-t be kell kapcsolni.
it: NTP deve essere attivato.
lo: ຕ້ອງເປີດໃຊ້ງານ NTP.
nl: NTP tijdserver moet ingeschakeld worden.
pl: NTP musi być włączone.
ro: NTP trebuie activat.
ru: NTP должен быть включен.
sv: NTF måste aktiveras
uk: Потрібно увімкнути NTP.
zh_cn: 必须启用NTP。

source: DHCP cannot be used for LAN interface.
af: DHCP kan nie as LAN koppelvlak gebruik word nie.
ca: No es pot utilitzar DHCP per a la interfície LAN.
cs: Rozhraní, kterým je tento server připojen do místní sítě, nemůže být nastavováno dynamicky (DHCP), protože právě jeho prostřednictvím je taková služba poskytována (proto je třeba, aby bylo nastaveno ručně, staticky).
de: Für die LAN Schnittstelle kann kein DHCP verwendet werden.
el: Δεν μπορεί να χρησιμοποιηθεί DHCP για τη διασύνδεση δικτύου LAN.
es: No se puede usar DHCP para la interfaz LAN.
fr: DHCP ne peut être utilisé pour l'interface réseau.
hu: LAN interfészhez nem használható DHCP.
it: DHCP non può essere utilizzato per l'interfaccia LAN.
lo: ບໍ່ສາມາດໃຊ້ DHCP ສໍາລັບອິນເຕີເຟດ LAN ໄດ້.
nl: DHCP kan niet worden gebruikt voor het LAN-netwerk.
pl: DHCP nie może zostać użyte dla interfejsu LAN
ro: DHCP nu poate fi utilizat pentru interfața LAN.
ru: DHCP не может быть использован на LAN интерфейсе.
sv: DHCP kan inte användas för LAN gränssnittet.
uk: Не можна використовувати DHCP на LAN інтерфейсі.
zh_cn: DHCP不能用于LAN接口。

source: Domain is missing 2nd level name.
af: Domein ontbreek op die 2de vlak naam.
ca: No es troba segon nom de nivell de domini.
cs: Doméně chybí název druhé úrovně.
de: Domäne fehlt der zweite Teil des Namens.
el: Από τον τομέα λείπει το όνομα 2ου επιπέδου.
es: El dominio no reconoce el nombre de segundo nivel.
fr: Le nom de deuxième niveau est manquant.
hu: Domainhoz hiányzik a másodlagos név.
it: Il dominio è mancante di un nome di secondo livello.
lo: ໂດເມນຂາດຊື່ລະດັບທີ 2.
nl: Domein mist de 2e level naam.
pl: Domena nie posiada nazwy drugiego poziomu
ro: Domeniul nu are definit numele de nivel 2.
ru: У домена отсутствует имя 2-го уровня.
sv: Domänen saknar nivå 2 namn.
uk: У домена відсутне ім'я 2-го рівня.
zh_cn: 域缺少第二级名称。

source: LAN interface is not configured.
af: LAN koppelvlak is nie gekonfigureer.
ca: Interfície LAN no està configurat.
cs: Rozhraní do místní sítě není nastaveno.
de: LAN-Schnittstelle ist nicht konfiguriert
el: Η διασύνδεση LAN δεν έχει ρυθμιστεί.
es: La interfaz LAN no está configurada
fr: L'interface LAN n'est pas configurée.
hu: LAN interfész nincs beállítva.
it: Interfaccia LAN non configurata
lo: ອິນເຕີເຟດ LAN ບໍ່ໄດ້ຖືກຕັ້ງຄ່າ.
nl: LAN netwerk is niet geconfigureerd.
pl: Interfejs LAN nie jest skonfigurowany
ro: Interfața LAN nu este configurată.
ru: LAN интерфейс не сконфигурирован.
sv: Nätverksgränssnittet är inte konfigurerat.
uk: LAN інтерфейс не сконфігурований
zh_cn: LAN接口未配置

source: No DNS server have been configured.
af: Geen DNS bediener het was gekonfigureer.
ca: No s'ha configurat servidor DNS.
cs: Není nastavený žádný DNS server.
de: Es wurde kein DNS-Server eingetragen.
el: Δεν έχει ρυθμιστεί διακομιστής DNS.
es: No se ha configurado servidor DNS
fr: Aucun serveur DNS n'a été configuré.
hu: Nincs beállítva DNS szerver.
it: Nessun server NDS configurato
lo: ບໍ່ມີເຊີບເວີ DNS ໃດຖືກຕັ້ງຄ່າ.
nl: Er zijn geen DNS-server geconfigureerd.
pl: Nie został skonfigurowany serewer DNS
ro: Nu a fost configurat niciun server DNS.
ru: DNS-серверы не сконфигурированы.
sv: Ingen DNS server har konfigurerats.
uk: Немає сконфігурованих DNS серверів.
zh_cn: 未配置DNS服务器。

source: SMB is enabled.
af: SMB is geaktiveer.
ca: SMB activat.
de: SMB ist aktiviert.
el: Το SMB είναι ενεργοποιημένο.
es: SMB está habilitado
fr: SMB est activé.
hu: SMB engedélyezve van.
it: SMB è abilitato.
lo: SMB ຖືກເປີດໃຊ້ງານ.
nl: SMB is ingeschakeld.
pl: SMB jest uruchomiona.
ro: Protocolul SMB este activat.
ru: SMB включен.
sv: SMB är aktiverat.
uk: SMB дозволений.
zh_cn: SMB已启用。

source: Path not found.
af: Pad nie gevind.
ca: Camí no trobat.
cs: Popsané umístění nebylo nalezeno.
de: Pfad nicht gefunden.
el: Η διαδρομή δεν βρέθηκε.
es: Ruta no encontrada.
fr: Chemin introuvable.
hu: Útvonal nem található.
it: Directory non trovata.
lo: ບໍ່ພົບເສັ້ນທາງ.
nl: Pad niet gevonden.
pl: Ścieżka nie znaleziona.
ro: Calea nu a fost găsită.
ru: Путь не найден.
sv: Sökvägen hittas ej.
uk: Шлях не знайдено.
zh_cn: 路径未找到。

source: A sysvol folder was found.
af: 'N sysvol vouer was gevind.
ca: S'ha trobat una carpeta sysvol.
cs: Byla nalezena složka sysvol.
de: Ein sysvol-Verzeichnis wurde gefunden. (sysvol folder)
el: Βρέθηκε ένας φάκελος sysvol.
es: Una carpeta de sysvol ha sido encontrada.
fr: Un dossier sysvol a été trouvé.
hu: Találtunk egy sysvol mappát.
it: Trovata una cartella sysvol.
lo: ພົບໂຟລເດີ sysvol.
nl: Een sysvol map is gevonden.
pl: Katalog sysvol został odnaleziony.
ro: A fost găsit un folder sysvol.
ru: Была найдена папка sysvol.
sv: En sysvol mapp hittades.
uk: Було знайдено папку sysvol.
zh_cn: 找到了sysvol文件夹。

source: The confirmed password does not match. Please ensure the passwords match exactly.
af: Die bevestigde wagwoord stem nie ooreen nie. Maak asseblief seker dat die wagwoorde presies ooreenstem.
ca: La contrasenya confirmada no coincideix. Si us plau assegureu-vos que les contrasenyes coincideixen exactament.
cs: Kontrolní zadání hesla a heslo se neshodují. Do obou kolonek zadejte to stejné heslo.
de: Die Passwörter stimmen nicht überein. Bitte stellen Sie sicher, dass die Passwörter identisch sind.
el: Ο κωδικός επιβεβαίωσης δεν ταιριάζει. Παρακαλώ βεβαιωθείτε ότι οι κωδικοί ταιριάζουν ακριβώς.
es: Las contraseñas no coinciden. por favor asegurese de que coinciden exactamente.
fr: Le mot de passe confirmé n'est pas exacte. Vérifiez s'il vous plaît la correspondance exacte du mot de passe.
hu: A megerősítő jelszó nem ugyanaz. Kérem ellenőrizze, hogy a jelszavak pontosan megegyezzenek.
it: La password confermata non corrisponde. Per favore assicurarsi che le password siano esattamente uguali.
lo: ລະຫັດຜ່ານທີ່ຢືນຢັນບໍ່ກົງກັນ. ກະລຸນາກວດສອບໃຫ້ແນ່ໃຈວ່າລະຫັດຜ່ານກົງກັນທຸກປະການ.
nl: Wachtwoord komt niet overeen met verificatie. Verzeker u er van dat de wachtwoorden gelijk zijn.
pl: Wprowadzone hasła nie pasują do siebie. Upewnij się żę podane hasła są prawidłowe
ro: Parolele introduse nu coincid. Verificați parolele introduse.
ru: Пароли не совпадают. Пожалуйста, убедитесь в правильности ввода пароля.
sv: Det bekräftade lösenordet stämmer ej. Försäkra dig om att lösenorden är identiska.
uk: Паролі не співпадають. Будь ласка, переконайтеся в правильності введення пароля.
zh_cn: 确认密码并不匹配。请确保密码完全匹配。

source: Failed to remove: %s
af: Mislukte om Verwyder: %s
ca: No s'ha pogut eliminar: %s
cs: Nezdařilo se odstranit: %s
de: %s kann nicht entfernt werden
el: Αποτυχία αφαίρεσης: %s
es: Error al eliminar: %s
fr: Impossible de supprimer: %s
hu: Nem sikerült eltávolítani: %s
it: Problema nella rimozione di: %s
lo: ລຶບບໍ່ສໍາເລັດ: %s
nl: Mislukt te verwijderen: %s
pl: Błąd przy usuwaniu: %s
ro: Eroare eliminare: %s
ru: Не удалось удалить: %s
sv: Misslyckades att ta bort: %s
uk: Відмова видалення: %s
zh_cn: 无法删除：%s

source: Admin Password
af: Admin Wagwoord
ca: Contrasenya d'administrador
cs: Heslo správce
de: Admin-Passwort
el: Κωδικός Διαχειριστή
es: Contraseña de administrador
fr: Mot de passe de l'administrateur
hu: Rendszergazda jelszava
it: Password (admin)
lo: ລະຫັດຜ່ານຜູ້ເບິ່ງແຍງລະບົບ
nl: Admin Wachtwoord
pl: Hasło Administratora
ro: Parola admin
ru: Пароль администратора
sv: Administratörslösenord
uk: Пароль адміністратора
zh_cn: 管理密码

source: Generate password if left empty.
af: Genereer wagwoord as links leë.
ca: Genera la contrasenya si es deixa buida.
cs: Pokud není vyplněné, vytvořit heslo.
de: Erzeugt ein Passwort, falls leergelassen.
el: Παραγωγή κωδικού αν αφεθεί άδειο.
es: Generar una contraseña si se deja en blanco.
fr: Générez le mot de passe s'il est laissé vide.
hu: Generáljon jelszót, ha üres.
it: Generare password se lasciato vuoto
lo: ສ້າງລະຫັດຜ່ານຖ້າປະໄວ້ວ່າງ.
nl: Wachtwoord genereren indien leeg gelaten.
pl: Generuj hasło, jeżeli puste.
ro: Generează parola dacă câmpul rămâne necompletat.
ru: Пароль будет сгенерирован автоматически, если поле оставлено пустым.
sv: Skapa lösenord är lämnad tom.
uk: Пароль буде згенерований якщо залишити пустим.
zh_cn: 生成密码（如果为空）。

source: Permanent samba data path (e.g. %s).
af: Permanente samba data pad (b.v. %s).
ca: Ruta de dades permanent de Samba (per exemple,%s).
cs: Umístění trvalých dat samba (např. %s).
de: Dauerhafter Samba-Datenpfad (z. B. %s).
el: Μόνιμη διαδρομή δεδομένων samba (π.χ. %s).
es: Ruta permanente de SAMBA (ej: %s).
fr: Chemin permanent des données pour SAMBA (e.g. %s).
hu: Állandó Samba-adatútvonal (pl. %s).
it: Percorso dati samba permantente (es. %s).
lo: ເສັ້ນທາງຂໍ້ມູນ samba ຖາວອນ (ຕົວຢ່າງ %s).
nl: Permanente samba data locatie (bijv. %s).
pl: Trwała ścieżka danych samba (np. %s).
ro: Cale permanentă samba (ex. %s).
ru: Постоянный путь данных Samba (например %s).
sv: Permanent samba datasökväg (ex. %s).
uk: Постійний шлях до даних samba (напр. %s).
zh_cn: 永久Samba数据路径（如 %s）。

source: Use zfsacl
af: Gebruik zfsacl
ca: Utilitzeu zfsacl
de: Verwende zfsacl
el: Χρήση zfsacl
es: Usar ZFSACL
fr: Utiliser zfsacl
hu: zfsacl használata
it: Usare ZFS ACL
lo: ໃຊ້ zfsacl
nl: Gebruik zfsacl
pl: Użyj zfsacl
ro: Utilizare zfsacl
ru: Использjовать zfsacl
sv: Använd zfsacl
uk: Використання zfsacl
zh_cn: 使用zfsacl

source: Use the ZFS ACL driver.
af: Gebruik die ZFS ALC drywer.
ca: Utilitzeu el controlador ZFS ACL.
de: Verwende den ZFS-ACL-Treiber.
el: Χρήση του οδηγού συσκευής ZFS ACL.
es: Usar el driver ZFSACL.
fr: Utiliser le pilote ACL ZFS.
hu: ZFS ACL eszközillesztő használata.
it: Usare il driver ZFS ACL
lo: ໃຊ້ໄດຣເວີ ZFS ACL.
nl: Gebruik de ZFS ACL stuurprogramma.
pl: Użyj sterownika ZFS ACL.
ro: Utilizare driver ZFS ACL.
ru: Использjовать драйвер ZFS ACL.
sv: Anvvänd ZFS ACL-drivrutin.
uk: Використовувати драйвер ZFS ACL
zh_cn: 使用ZFS ACL驱动程序。

source: Append user defined shares.
af: Append gebruiker gedefinieerde aandele.
ca: Afegeix comparticions definides per l'usuari.
cs: Připojit uživatelem definované sdílené položky.
de: Benutzerdefinierte Freigaben hinzufügen
el: Προσθήκη κοινόχρηστων ορισμένων από τους χρήστες.
es: Añadir los compartidos definidos por el usuario
fr: Ajoutez des partages définis par l'utilisateur.
hu: Felhasználó által megadott megosztások elfogadása.
it: Aggiungere alle condivizione di default.
lo: ເພີ່ມການແບ່ງປັນທີ່ຜູ້ໃຊ້ກໍານົດ.
nl: Door gebruiker gedefinieerde delingen toevoegen.
pl: Dodaj udziały zdefiniowane przez użytkownika.
ro: Adăugare partajări definite de utilizator.
ru: Добавить пользовательские общие ресурсы.
sv: Lägg till användardefinierade utdelningr.
uk: Додати визначені користувачем загальні ресурси.
zh_cn: 追加用户定义的共享。

source: Initializing...
af: Besig met initialiseren...
ca: Inicialitzant...
cs: Inicializace…
de: Initialisierung läuft …
el: Γίνεται αρχικοποίηση...
es: Inicializando…
fr: Initialisation...
hu: Inicializálás...
it: Inizializzazione in corso...
lo: ກໍາລັງເລີ່ມຕົ້ນ...
nl: Initialiseren…
pl: Inicjalizacja...
ro: Inițializare...
ru: Инициализация…
sv: Initierar...
uk: Ініціалізація…
zh_cn: 初始化中...

source: All data in the chosen path is overwritten. Using an empty UFS directory or an empty ZFS dataset is recommended.
af: Alle data in die gekose pad word oorskryf. Gebruik 'n leë UFS gids of 'n leë ZFS data stelle word aanbeveel.
ca: Es sobreescriuen totes les dades de la senda escollida. Es recomana utilitzar un directori UFS buit o un conjunt de dades ZFS buit.
cs: Všechna data ve zvolené cestě budou smazána. Použití prázdného adresáře UFS anebo prázdného ZFS datasetu je doporučeno.
de: Alle Daten im gewählten Pfad werden überschrieben. Es wird empfohlen, ein leeres UFS-Verzeichnis oder ein leeres ZFS-Dataset zu verwenden.
el: Όλα τα δεδομένα στην επιλεγμένη διαδρομή θα αντικατασταθούν. Συνιστάται να χρησιμοποιήσετε έναν άδειο φάκελο UFS ή ένα άδειο ZFS dataset.
es: Todos los datos en la ruta serán sobrescritos. Usar una carpeta UFS o un Dataset ZFS vacío es lo recomendado.
fr: Toutes les données du chemin choisi sont écrasées. Il est recommandé d'utiliser un répertoire UFS vide ou un ensemble de données ZFS vide.
hu: Az összes adat a kiválasztott könyvtárban felülírásra került. Üres USF mappa vagy üres ZFS dataset használata ajánlott.
it: Tutti i dati nel percorso selezionato, verranno sovrascritti. E' consigliabile usare una directory UFS vuota oppure un dataset ZFS vuoto
lo: ຂໍ້ມູນທັງໝົດໃນເສັ້ນທາງທີ່ເລືອກຈະຖືກຂຽນທັບ. ແນະນໍາໃຫ້ໃຊ້ໄດເຣັກທໍຣີ UFS ທີ່ວ່າງເປົ່າ ຫຼື dataset ZFS ທີ່ວ່າງເປົ່າ.
nl: Alle gegevens in het gekozen pad worden overschreven. Het gebruik van een lege UFS map of een lege ZFS dataset wordt aanbevolen.
pl: Wszystkie dane w wybranej lokalizacji są nadpisane. Zaleca sie użycie pustego katalogu UFS lub pustego schematu ZFS
ro: Toate datele din calea selectată vor fi suprascrise. Se recomandă utilizarea unui folder UFS gol, dintr-un set de date ZFS gol.
ru: Все данные по выбранному пути перезаписываются. Рекомендуется использовать пустой каталог UFS или пустой ZFS dataset.
sv: All data i den valda sökvägen skrivs över. Det rekommenderas att en tom UFS katalog eller ett tomt ZFS dataset används.
uk: Усі дані за вибраним шляхом будуть перезаписані. Рекомендовано використати порожній каталог UFS або порожній набір даних ZFS.
zh_cn: 所选路径中的所有数据将被覆盖。 建议使用空的UFS目录或空的ZFS数据集。

source: Check System|General Setup before initializing
af: Kyk na Sisteem|Algemene Opstelling voor inisialisering
ca: Comprovar el sistema | Configuració general abans de inicialitzar
cs: Před inicializací zkontrolujte Systém | Obecná nastavení
de: Überprüfen Sie die Einstellung 'System / Allgemein' vor der Initialisierung
el: Ελέγξτε το Σύστημα|Γενικές Ρυθμίσεις πριν την αρχικοποίηση
es: Revise System|General Setup antes de inicializar
fr: Vérifier le système | Configuration générale avant d'initialiser
hu: Rendszerellenőrzés|Általános beállítások inicializálás előtt
it: Controllo Sistema|Set up Generale prima di inizializzazione
lo: ກວດເບິ່ງ System|General Setup ກ່ອນທີ່ຈະເລີ່ມຕົ້ນ
nl: Controleer Systeem|Algemene Instellingen alvorens te initialiseren
pl: Sprawdź systemowe/główne ustawienia przed inicjalizacją
ro: Verificare Sistem | Setări Generale înainte de inițializare
ru: Проверьте Система|Общие параметры перед инициализацией
sv: Kontrollera System|Grundinställningar innan du initierar
uk: Перевірте 'Система | Загальні' перед ініціалізуванням
zh_cn: 在初始化之前检查系统|常规设置

source: Apple Filing Protocol (AFP) Compatibility Settings
af: Apple Liassering Protokol (AFP) Verenigbaarheid Instellings
ca: Configuració de compatibilitat del protocol d'arxiu Apple (AFP)
cs: Nastavení kompatibility Apple Filing protokolu (AFP)
de: Apple Filing Protocol (AFP) Kompatibilitätseinstellungen
el: Ρυθμίσεις Συμβατότητας Πρωτοκόλλου Αρχείων Apple (AFP)
es: Opciones de Apple Filing Protocol (AFP)
fr: Paramètres de compatibilité Apple AFP (Apple Filing Protocol)
hu: Apple Filing Protocol (AFP) kompatibilitási beállítások
it: Impostazioni di compatibilità Apple Filing Protocol (AFP)
lo: ການຕັ້ງຄ່າຄວາມເຂົ້າກັນໄດ້ຂອງ Apple Filing Protocol (AFP)
nl: Apple Filing Protocol (AFP) Compatibiliteitsinstellingen
ro: Setări compatibile Apple Filing Protocol (AFP)
ru: Параметры совместимости протокола Apple Filing (AFP)
sv: Apple filprotokoll (AFP) kampabiltetsinställningar
uk: Налаштування сумісності протоколу Apple Filing (AFP)
zh_cn: Apple归档协议（AFP）兼容性设置

source: Location
af: Ligging
ca: Ubicació
cs: Umístění
de: Standort
el: Τοποθεσία
es: Ubicacion
fr: Position
hu: Hely
it: Ubicazione
lo: ທີ່ຕັ້ງ
nl: Locatie
pl: Położenie
ro: Locație
ru: Расположение
sv: Placering
uk: Розташування
zh_cn: 位置

source: Contact
af: Kontak
ca: Contacte
cs: Kontakt
de: Kontakt
el: Επικοινωνία
es: Contacto
hu: Elérhetőség
it: Contatto
lo: ຕິດຕໍ່
pl: Kontakt
ru: Контакт
sv: Kontakt
uk: Контакт
zh_cn: 联系人
