Repository: rojim666/xigmanas-code-r10599-trunk
Catalog: locale/xigmanas-*.po
Languages: af, ca, cs, de, el, es, fr, hu, it, lo, nl, pl, ro, ru, sv, uk, zh_cn

source: Specifies the maximum permitted block size. The permitted range for this parameter is from 512 to 65464.
af: Spesifiseer die maksimum toegelaatde blok grootte. Die toegelaate omvangs van hierdie parameter is van 512 tot 65464.
ca: Especifica la mida de bloc màxim permès. El rang permès per a aquest paràmetre és 512-65464.
cs: Určuje nejvyšší umožněnou velikost bloku. Hodnota tohoto parametru může být z rozsahu 512 až 65464.
de: Definiert die maximal zulässige Blockgröße. Der zulässige Bereich dieses Parameters liegt zwischen 512 bis 65464.
el: Καθορίζει το μέγιστο επιτρεπόμενο μέγεθος μπλοκ. Το επιτρεπόμενο εύρος για την παράμετρο αυτή είναι 512 - 65464.
es: Especifica en tamaño máximo permitido de bloque. El rango permitido para este parámetro va de 512 a 65464.
fr: Spécifie la taille maximum de bloc autorisée. La plage autorisée pour ce paramètre est de 512 à 65464.
hu: Megadja a megengedett maximális blokkméretet. A megengedett határa ennek az értéknek 512-65464.
it: Specifica la dimensione massima di un blocco. Questo parametro può assumere valori da 512 a 65464.
lo: ລະບຸຂະໜາດບລັອກສູງສຸດທີ່ອະນຸຍາດ. ຊ່ວງທີ່ອະນຸຍາດສຳລັບພາຣາມິເຕີນີ້ແມ່ນຈາກ 512 ຫາ 65464.
nl: Geef de maximale toegestane blokgrootte op. Het toegestane bereik van deze parameter is 512 tot 65464.
pl: Określa maksymalny dozwolony rozmiar bloku. Dopuszczalny zakres tego parametru to liczba od 512 do 65464.
ro: Specifică dimensiunea maxim permisă a blocurilor. Valorile permise sunt între 512 și 65464.
ru: Задает максимальный разрешенный размер блока (в диапазоне от 512 до 65464).
sv: Specificerar max tillåten blockstorlek. Tillåtet område för denna parameter är mellan 512 och 65464.
uk: Визначає максимально дозволений розмір блока. Діапазон: від 512 до 65464.
zh_cn: 指定最大数据块容量。这个参数允许的范围是从512 到65464。

source: Port of the TFTP service. Leave blank to use the default port.
af: Poort van die TFTP diens. Laat leeg om die verstek poort te gebruik.
ca: Port del servei TFTP. Deixeu-vos en blanc per utilitzar el port predeterminat.
cs: Port TFTP služby. Pokud chcete použít výchozí port, nevyplňujte.
de: Portnummer des TFTP Service. Freilassen für standardmäßige Portnummer.
el: Θύρα γι ατην υπηρεσία TFTP. Αφήστε κενό για χρήση της προεπιλεγμένης θύρας.
es: Puerto del servicio TFTP. dejar en blanco para usar el puerto por defecto.
fr: Port du service TFTP. Laissez vide pour utiliser le port par défaut.
hu: TFTP szolgáltatás portja. Az alapértelmezett értékhez hagyd üresen.
it: Porta del servizio TFTP. Lasciare vuoto per usare la porta di default
lo: ພອດຂອງບໍລິການ TFTP. ປະຫວ່າງໄວ້ເພື່ອໃຊ້ພອດເລີ່ມຕົ້ນ.
nl: Poort van de TFTP service. leeg laten als u de standaardpoort wilt gebruiken.
ro: Numărul portului pentru FTP. Lăsați câmpul necompletat pentru valoarea implicită (21).
ru: Порт службы TFTP. Оставьте поле пустым, чтобы использовать порт по умолчанию.
sv: Port för TFTP tjänsten. Lämna tomt för att använda standardporten.
uk: Порт служби TFTP. Залиште порожнім, щоб використовувати порт за замовчуванням.
zh_cn: TFTP服务的端口。 留空以使用默认端口。

source: Enter a custom port number if you do not want to use default port 69.
af: Ingaan 'n gepasmaakte poort nommer as jy nie wil hê om te gebruik verstek poort 69.
ca: Introduïu un número de port personalitzat si no voleu utilitzar el port 69 predeterminat.
cs: Pokud nechcete používat výchozí port 69, určete si jiné číslo portu
de: Geben Sie eine Portnummer an, falls Sie nicht den standardmäßigen Port 69 verwenden wollen.
el: Εισάγετε έναν προσαρμοσμένο αριθμό θύρας αν δεν θέλετε να χρησιμοποιήσετε την προεπιλεγμένη θύρα 69.
es: Introduzca un nº de puerto si no desea usar el puerto 69 por defecto.
fr: Entrez un numéro de port personnalisé si vous ne souhaitez pas utiliser le port par défaut 69.
hu: Adj meg egy portot, ha nem az alapértelmezett 69-est kívánod használni.
it: Inserire il numero di una porta personalizzata se non volete usare la porta di default 69.
lo: ປ້ອນໝາຍເລກພອດທີ່ກຳນົດເອງຖ້າທ່ານບໍ່ຕ້ອງການໃຊ້ພອດເລີ່ມຕົ້ນ 69.
nl: Een aangepaste poortnummer opgeven als u niet de standaardpoort 69 wilt gebruiken.
ro: Introduceți un număr de port dacă nu doriți să-l folosiți pe cel implicit (69).
ru: Введите номер пользовательского порта, если вы не хотите использовать порт по умолчанию 69.
sv: Mata in ett användarvalt portnummer om du inte vill använda standardport 69.
uk: Введіть індивідуальний номер порту, якщо ви не хочете використовувати стандартний порт 69.
zh_cn: 如果您不想使用默认端口69，请输入自定义端口号。

source: Determine the default timeout, in microseconds, before the first packet is retransmitted. The default is 1000000 (1 second).
af: Bepaal die verstek tyd uit, in mikrosekondes, voordat die eerst pakket is retransmitted. Die vestek is 1000000 (1 sekonde).
ca: Determinar la temporització per defecte, en microsegons, abans del primer paquet és retransmes. L'omissió és 1000000 (1 segon).
cs: Určuje výchozí prodlevu (v mikrosekundách) opakování přenosu prvního paketu. Výchozí je 1000000 (1 sekunda).
de: Bestimmt den Standard-Timeout, in Mikrosekunden, bevor das erste Paket erneut übertragen wird. Der Standardwert ist 1000000 (1 Sekunde).
el: Καθορίστε το προεπιλεγμένο χρονικό όριο, σε μικροδευτερόλεπτα, πριν από την αναμετάδοση του πρώτου πακέτου. Η προεπιλογή είναι 1000000 (1 δευτερόλεπτο).
es: Determina el tiempo de vencimiento por defecto, en microsegundo antes de que el primer paquete se retransmita. Por defecto es 1000000 (1 segundo).
fr: Le délai par défaut, en microsecondes, avant que le premier paquet ne soit retransmis. La valeur par défaut est 1000000 (1 seconde).
hu: Meghatározza az alapértelmezett időtúllépést mikroszekundumban, mielőtt az első csomagot továbbítani kell. Az alapértelmezett érték 1000000 (1 másodperc).
it: Determina il valore predefinito di timeout, il microsecondi, prima che il primo pacchetto venga ritrasmesso. Il valore predefinito è 1000000 (1 secondo).
lo: ກຳນົດເວລາໝົດກຳນົດເລີ່ມຕົ້ນ, ໃນໄມໂຄຣວິນາທີ, ກ່ອນທີ່ແພັກເກັດທຳອິດຈະຖືກສົ່ງຄືນ. ຄ່າເລີ່ມຕົ້ນແມ່ນ 1000000 (1 ວິນາທີ).
nl: Bepaal de standaard tijdsoverschreiding in microseconden voor het eerste pakket opnieuw wordt overgebracht. Standaard 1000000 (1 seconden).
pl: Określa domyślny czas w mikrosekundach, po jakim pakiet będzie transmitowany ponownie. Domyślnie jest 1000000 (1 sekunda).
ro: Stabilește timpul implicit, în microsecunde, până la retransmiterea primului pachet de date. Valoarea implicită este 1000000 (1 secundă).
ru: Таймаут (в микросекундах) перед тем, как первый пакет будет передан повторно. По умолчанию 1.000.000 (1 секунда).
sv: Bestäm standard timeout i mikrosekunder, innan första paketet återsänds. Standardvärdet är 1000000 (1 sekund).
uk: Визначає тайм-аут за замовчуванням в мікросекундах, після якого перший пакет буде передано повторно. Значення за замовчуванням: 1000000 (1 секунда).
zh_cn: 指定第一个数据包重传前的默认的超时时间，以微秒为单位。默认值是1000000（1秒）。

source: Timeout must be a number between 10000 and 255000000.
af: Tyd uit moet 'n nommer tussen wees10000 en 255000000.
ca: El temps d'espera ha de ser un nombre entre 10000 i 255000000.
cs: Je třeba, aby časový limit bylo číslo z rozmezí 10000 až 255000000.
de: Zeitüberschreitung (Timeout) muss eine Zahl zwischen 10000 und 255000000 sein.
el: Η εξάντληση του χρονικού ορίου πρέπει να είναι ένα νούμερο μεταξύ 1000 και 255000000.
es: El Timeout debe ser un numero entre 10000 y 255000000ms.
fr: Le délai d'expiration doit être un nombre compris entre 10000 et 255000000.
hu: Az időtúllépés értéke 10000 és 255000000 között kell, hogy legyen.
it: Il timeout deve essere un numero compreso fra 10000 e 255000000.
lo: ເວລາໝົດກຳນົດຕ້ອງເປັນຕົວເລກລະຫວ່າງ 10000 ແລະ 255000000.
nl: Timeout moet een nummer zijn tussen 10000 en 255000000.
ro: Timpul de expirare trebuie să fie cuprins în intervalul 10000-255000000.
ru: Время ожидания должно быть числом от 10000 до 255000000.
sv: Timeout måste vara ett nummer mellan 10000 och 255000000.
uk: Затримка повинна бути числом від 10000 та 255000000.
zh_cn: 超时必须是介于10000和255000000之间的数字。

source: Sets the umask for newly created files. The default is 000 (anyone can read or write).
af: Stel die umask vir nuut geskepte lêers. Die verstek is 000 (enigiemand kan lees of skryf).
ca: Estableix la umask per als fitxers de nova creació. El valor per defecte és 000 (qualsevol pot llegir o escriure).
cs: Nastavuje umask pro nově vytvářené soubory. Výchozí je 000 (kdokoli může číst a zapisovat).
de: Legt die Dateirechte (umask) für eu angelegte Dateien fest. Voreingestelt ist 000 (jeder darf Lesen und Schreiben).
el: Ορίζει το umask για τα νεοδημιουργημένα αρχεία. Η προεπιλογή είναι 000 (όλοι μπορούν να διαβάσουν ή να γράψουν).
es: Definir la Umask para nuevos archivos. Por defecto se usa 000 (Todo el mundo puede leer y escribir).
fr: Définit umask pour les fichiers nouvellement créés. La valeur par défaut est 000 (tout le monde peut lire ou écrire).
hu: Beállítja a umask értékét az újonnan létrehozott fájlokhoz. Alapértelmezetten 000 (bárki olvashatja és írhatja).
it: Imposta la umask per i nuovi file creati. Il default è 000 (chiuque può leggere o scrivere)
lo: ຕັ້ງຄ່າ umask ສຳລັບໄຟລ໌ທີ່ສ້າງໃໝ່. ຄ່າເລີ່ມຕົ້ນແມ່ນ 000 (ທຸກຄົນສາມາດອ່ານ ຫຼື ຂຽນໄດ້).
nl: Bestandsrechten voor nieuw gecreëerde bestanden instellen. Standaard 000 (iedereen kan lezen of schrijven).
ro: Stalilește umask pentru crearea de noi fișiere. Valoarea implicită este 000 (oricine poate citi sau scrie).
ru: Устанавливает маску для вновь создаваемых файлов. По умолчанию 000 (любой может читать или писать).
sv: Sätter umask för nyskapade filer. Standard är 000 (vem som helst kan läsa och skriva).
uk: Встановити маску для щойно створюваних файлів.
zh_cn: 为新创建的文件设置umask。 默认值为000（任何人都可以读取或写入）。

source: Specifies the username under which the TFTP service should run.
af: Spesifiseer die gebruikersnaam waaronder die TFTP-diens moet loop.
ca: Especifica el nom d'usuari sota el qual s'ha d'executar el servei TFTP.
cs: Určuje uživatelské jméno pod kterým by měla TFTP služba být spuštěná.
de: Gibt den Nutzernamen an, unter dem der TFTP Service laufen soll.
el: Καθορίζει το όνομα χρήστη με το οποίο θα εκτελείται η υπηρεσία TFTP.
es: Especifica el nombre del usuario que debe ejecutar el servicio TFTP.
fr: Indique le nom d'utilisateur sous lequel le service TFTP doit s'exécuter.
hu: A TFTP szolgáltatást futtató felhasználó neve.
it: Specifica lo username con il quale il servizio TFTP deve funzionare.
lo: ລະບຸຊື່ຜູ້ໃຊ້ທີ່ບໍລິການ TFTP ຄວນເຮັດວຽກພາຍໃຕ້.
nl: Hier geeft u de gebruikersnaam waaronder de TFTP service moet worden uitgevoerd.
ro: Specifică numele de utilizator sub care va rula serviciul TFTP.
ru: Указывает имя пользователя, под которым должна запускаться служба TFTP.
sv: Specificerar användarnamnet under vilket TFTP tjänsten skall köras.
uk: Вказує ім'я користувача, від якого повинна запускатися служба TFTP.
zh_cn: 指定TFTP服务应运行的用户名。

source: Peer Port
af: Portuur Hawe
ca: Port de parells
cs: Port na protějšku
el: Θύρα Peers
es: Puerto Pares
fr: Port client
hu: Peer portja
it: Porta dei peer
lo: ພອດ Peer
nl: Peer Poort
ro: Port partener
ru: Используемый порт
uk: Порт, що використовується
zh_cn: 对等端口

source: Configuration Folder
af: Konfigurasiegids
ca: Carpeta de configuració
cs: Nastavení složky
de: Konfigurationsordner
el: Φάκελος Ρυθμίσεων
es: Carpeta de configuración
fr: Dossier de configuration
hu: Beállítási mappa
it: Cartella di Configurazione
lo: ໂຟນເດີການຕັ້ງຄ່າ
nl: Configuratie Folder
ro: Folder configurație
ru: Папка конфигурации
sv: Konfigurationskatalog
uk: Конфігураційний каталог
zh_cn: 配置文件夹

source: Incomplete Folder
af: Onvolledige gids
ca: Carpeta incomplerta
de: Unvollständiger Ordner
el: Φάκελος μη Ολοκληρωμένων
es: Incompletos
fr: Dossier des torrents incomplets
it: Folder incompleto
lo: ໂຟນເດີທີ່ບໍ່ສົມບູນ
nl: Incompleet Map
ro: Folder incomplet
ru: Папка для незавершенных закачек
sv: Katalog för delvis nedladdade
uk: Каталог незавершених завантажень
zh_cn: 不完整的文件夹

source: Download Folder
af: Aflaaigids
ca: Carpeta de baixada
de: Download-Ordner
el: Φάκελος Λήψης
es: Carpeta de descarga
fr: Dossier de téléchargement
it: Cartella di Download
lo: ໂຟນເດີດາວໂຫຼດ
ro: Folder Download
ru: Папка для скачивания
sv: Hämtningskatalog
uk: Каталог завантаження
zh_cn: 下载目录

source: Watch Folder
ca: Carpeta de visualització
de: Beobachte Ordner
el: Φάκελος Παρακολούθησης
es: Carpeta a vigilar
fr: Dossier des torrents complets
it: Folder sotto controllo
lo: ໂຟນເດີຕິດຕາມ
nl: Kijk Map
ro: Folder monitorizat
ru: Папка для отслеживания
sv: Övervaka katalog
uk: Каталог спостереження
zh_cn: 监视文件夹

source: Port Forwarding
af: Poort Doorschakeling
ca: Redireccionament de ports
cs: Přeposílání portů
de: Port-Weiterleitung
el: Προώθηση Θύρας
es: Reenvío de Puertos
fr: Redirection du port
hu: Portátirányítás
it: Inoltro porta
nl: Poort Doorsturen
ro: Transmistere port
ru: Перенаправление портов
sv: Vidarebefordring av portar
uk: Переадресування портів
zh_cn: 端口转发

source: Peer Exchange
af: Portuur Uitruil
ca: Intercanvi de parells
cs: Výměna stran
de: Austausch von Gegenstellen
el: Ανταλλαγή μεταξύ Peers
es: Intercambio de pares
fr: Échange de client
hu: Peer csere
it: Scambio di nodi
nl: Peer Uitwisseling
ro: Schimb între parteneri
ru: Обмен списками участников
sv: Distributörsutbyte (Peer Exchange)
uk: Обмін пірами
zh_cn: 对等交换

source: Distributed Hash Table
af: Verspreide Hash Tabel
ca: Tabla hash distribuida
cs: Distribuovaná tabulka otisků
de: verteilte Hash-Tabelle
el: Διανεμημένος Πίνακας Hash
es: Tabla de Hast distribuido
fr: Table de hachage distribuée
hu: Elosztott hash tábla
it: Tabella Hash Distribuita
nl: Gedistribueerde Hashtabel
ro: Tabelă Hash distribuită
ru: Распределенная хэш-таблица (DHT)
sv: Distrubierad Hash-tabell
uk: Розподілена хеш-таблиця DHT
zh_cn: 分布式散列表

source: Local Peer Discovery
af: Lokale Eweknie Ontdekking
ca: Descobriment local de parells
de: Lokale Peer-Erkennung
el: Αναζήτηση Τοπικών Peer
es: Descubrimiento local de pares
fr: Découverte locale par les pairs
it: Scoperta dei peer locali
ro: Identificare grupuri locale
ru: Обнаружение локального узла
sv: Lokal delningsupptäkt
uk: Дослідження Локальних Пірів
zh_cn: 本地同行发现

source: User Mask
af: Gebruiker Masker
ca: Màscara d'usuari
cs: Maska uživatele
de: Benutzer Maskierung (Unix)
el: Μάσκα Χρήστη
es: Mascara de Usuario
fr: Masque Utilisateur
hu: Felhasználói maszk
it: Maschera utente
nl: Gebruikersmachtiging
ro: Mască utilizator
ru: Маска пользователя
sv: Användar Mask
uk: Маска Користувача
zh_cn: 用户掩码

source: Preallocation
ca: Preassignació
cs: Předpřidělení
de: Vorbelegung
el: Προκατανομή
es: Preasignación
fr: Préallocation
hu: Előre lefoglalás
it: Preallocazione
ro: Prealocare
ru: Предварительное распределение
sv: Förallokering
uk: Попереднє виділення простору
zh_cn: 预分配

source: Message Level
af: Boodskapvlak
ca: Nivell de missatge
de: Meldungsebene
el: Επίπεδο Μηνύματος
es: Nivel de mensajeria
fr: Niveau de message
it: Livello del messaggio
lo: ລະດັບຂໍ້ຄວາມ
nl: Berichtniveau
ro: Mivel mesaj
ru: Уровень сообщения
sv: Meddelandenivå
uk: Рівень сповіщеннь
zh_cn: 消息级别

source: DNS Rebind Protection
af: DNS Herbinding Beskerming
ca: Protecció de reconnexió de DNS
de: DNS-Rebind-Schutz
el: Προστασία DNS Rebind
es: Protección DNS Rebind
fr: Protection contre la réassociation DNS
it: Protezione DNS Rebind
lo: ການປ້ອງກັນ DNS Rebind
nl: DNS Rebinding Bescherming
ro: Protecție la modificare DNS
ru: Защита от повторной привязки DNS
sv: DNS Återknytningsskydd
uk: Захист перезв'язування DNS
zh_cn: DNS 重新绑定保护

source: Domain Names
af: Domein Name
ca: Noms de domini
de: Domain-Namen
el: Ονόματα Τομέων
es: Nombres de Dominio
fr: Noms de domaine
it: Nomi di Dominio
lo: ຊື່ໂດເມນ
nl: Domeinnamen
ro: Nume domenii
ru: Доменные имена
sv: Domännamn
uk: Імена домена
zh_cn: 主机名称

source: Start Torrents
ca: Inicia Torrents
el: Εκκίνηση Torrents
es: Iniciar Torrents
fr: Démarrer les Torrents
it: Avvio Torrent
lo: ເລີ່ມ Torrents
ro: Pornire torenți
ru: Запустить торренты
sv: Starta Torrenter
uk: Стартувати торенти
zh_cn: 启动种子

source: Stop Torrents
ca: Aturar Torrents
de: Stoppen der Torrents
el: Σταμάτημα Torrents
es: Parar Torrents
fr: Arrêter les Torrents
it: Arresta Torrents
lo: ຢຸດ Torrents
ro: Oprire torenți
ru: Остановить торренты
sv: Stoppa Torrenter
uk: Зупиняти торенти
zh_cn: 停止种子

source: Port to listen for incoming peer connections. The default port is %d.
af: Poort om op te luister vir inkomende eweknie-verbindings. Die verstekpoort is %d.
ca: Port per escoltar les connexions de parells entrants. El port per defecte és %d.
de: Port, der auf eingehende Peer-Verbindungen warten soll. Der voreingestellte Port ist %d.
el: Θύρα αναμονής για εισερχόμενες συνδέσεις peer. Η προεπιλεγμένη θύρα είναι η %d.
es: Puerto de escucha para conexiones entrantes de pares, Por defecto es el %d.
fr: Port pour écouter les connexions peer entrantes. Le port par défaut est %d.
it: Porta in ascolto per le connessioni in ingresso. La porta di default è %d
lo: ພອດເພື່ອຮັບຟັງການເຊື່ອມຕໍ່ peer ທີ່ເຂົ້າມາ. ພອດເລີ່ມຕົ້ນແມ່ນ %d.
nl: Poort om op te luisteren naar inkomende peer verbindingen. De standaardpoort is %d.
ro: Portul utilizat pentru conexiunile partajate de intrare. Portul implicit este %d.
ru: Порт для прослушивания входящих одноранговых соединений. Порт по умолчанию: %d.
sv: Port att lyssna på efter inkommande delningsanslutningar. Standardport är %d.
uk: Порт прослуховування для вхідних з'єднань. порт за замовчуванням - %d.
zh_cn: 监听传入对等连接的端口。 默认端口是%d。

source: Storage location of configuration information.
ca: Ubicació d’emmagatzematge de la informació de configuració.
de: Speicherort der Konfigurationsinformationen.
el: Τοποθεσία αποθήκευσης των πληροφοριών ρύθμισης.
es: Ruta de la información de configuración.
fr: Emplacement de stockage des informations de configuration.
it: Luogo della memorizzazione delle informazioni di configurazione
lo: ທີ່ຕັ້ງການເກັບຂໍ້ມູນການຕັ້ງຄ່າ.
nl: Opslaglocatie van configuratie informatie.
ro: Locația de stocare a informațiilor de configurare.
ru: Место хранения информации о конфигурации.
sv: Lagringsplats för konfigurationsinformation.
uk: Місце зберігання інформації про конфігурацію.
zh_cn: 配置信息的存储位置。

source: Storage location of partially downloaded files.
ca: Ubicació d'emmagatzematge de fitxers parcialment descarregats.
de: Speicherort der teilweise heruntergeladenen Dateien.
el: Τοποθεσία αποθήκευσης των ημιτελών ληφθέντων αρχείων.
es: Ruta de los archivos parcialmente descargados
fr: Emplacement de stockage des fichiers partiellement téléchargés.
it: Luogo di memorizzazione dei file parzialmente scaricati
lo: ທີ່ຕັ້ງການເກັບໄຟລ໌ທີ່ດາວໂຫຼດບາງສ່ວນ.
nl: Opslaglocatie van gedeeltelijk gedownloade bestanden.
ro: Locația de stocare a fișierelor parțial descărcate.
ru: Место хранения частично загруженных файлов.
sv: Lagringsplats för delvis nedladdade filer.
uk: Місце зберігання частково завантажених файлів.
zh_cn: 部分下载文件的存储位置。

source: Storage location of downloaded files.
ca: Ubicació d'emmagatzematge dels fitxers descarregats.
de: Speicherort der heruntergeladenen Dateien.
el: Τοποθεσία αποθήκευσης των ληφθέντων αρχείων.
es: Ruta de los archivos descargados.
fr: Emplacement de stockage des fichiers téléchargés.
it: Luogo di memorizzazione dei file scaricati
lo: ທີ່ຕັ້ງການເກັບໄຟລ໌ທີ່ດາວໂຫຼດແລ້ວ.
nl: Opslaglocatie van gedownloade bestanden.
ro: Locația de stocare a fișierelor descărcate.
ru: Место хранения загруженных файлов.
sv: Lagringsplats för nedladdade filer.
uk: Місце зберігання завантажених файлів.
zh_cn: 下载文件的存储位置。

source: Folder to monitor for new .torrent files.
af: Gids om dop te hou vir nuwe .torrent leers.
ca: Carpeta per controlar nous fitxers .torrent.
de: Ordner, der auf neue .torrent-Dateien überwacht werden soll.
el: Φάκελος για παρακολούθηση για νέα αρχεία .torrent.
es: Carpeta para monitorizar nuevos archivos .torrent
fr: Dossier pour surveiller les nouveaux fichiers .torrent.
it: Cartella da monitorare per nuovi file .torrent
lo: ໂຟນເດີເພື່ອຕິດຕາມໄຟລ໌ .torrent ໃໝ່.
nl: Map om te controleren op nieuwe .torrent bestanden.
ro: Folder de monitorizat pentru noile fișiere torrent.
ru: Папка для отслеживания новых файлов .torrent.
sv: Katalog att övervaka för nya .torrent filer.
uk: Папка відстеження нових файлів .torrent.
zh_cn: 监视新.torrent文件的文件夹。

source: Enable port forwarding via NAT-PMP or UPnP.
af: Inskakel poort vorentoe tans via NAT-PMP of UPnP.
ca: Habilita el reenviament de ports a través de NAT-PMP o UPnP.
cs: Přesměrovávat porty protokoly NAT-PMP nebo UPnP.
de: Portweiterleitung via NAT-PMP oder UPnP aktivieren.
el: Ενεργοποίηση προώθησης θυρών μέσω NAT-PMP ή UPnP.
es: Habilitar redirección de puertos NAT-PMP o UPnP.
fr: Activer la redirection de port via NAT-PMP ou UPnP
hu: Port továbbítás engedélyezése NAT-PMP vagy UPnP alatt.
it: Abilita il port forwarding tramite NAT-PMP o UPnP
lo: ເປີດໃຊ້ງານ port forwarding ຜ່ານ NAT-PMP ຫຼື UPnP.
nl: Inschakelen poort forwarding via NAT-PMP of UPnP.
pl: Włącz przekierowywanie portów przez NAT-PMP lub UPnP.
ro: Activare port-forwarding prin NAT-PMP sau UPnP.
ru: Разрешить port forwarding через NAT-PMP или UPnP
sv: Aktivera vidarebefodring av port via NAT-PMP eller UPnP.
uk: Увімкнути перенаправлення портів через NAT-PMP або UPnP.
zh_cn: 启用通过NAT-PMP或UPnP的的端口转发。

source: Enable peer exchange (PEX).
af: Aktiveer eweknie uitruiling (PEX)
ca: Activar l'intercanvi entre parells (PEX).
cs: Umožnit výměnu stran (PEX).
de: Peer-Austausch (PEX) aktivieren.
el: Ενεργοποίηση ανταλλαγής peer (ΡΕΧ).
es: Habilitar intercambio de pares (PEX).
fr: Activer peer exchange (PEX)
hu: Peer csere engedélyezése (PEX).
it: Abilita peer exchange (PEX).
lo: ເປີດໃຊ້ງານ peer exchange (PEX).
nl: Inschakelen peer exchange (PEX). (Hierbij verbindt de verbonden peer u met andere peers)
pl: Włącz wymianę peerów (PEX)
ro: Activare schimburi în grup (PEX).
ru: Разрешить обмен списками участников (PEX)
sv: Aktivera peer exchange (PEX).
uk: Увімкнути обмін списками учасників (PEX)
zh_cn: 启用对等交换(PEX)

source: Enable distributed hash table.
af: Inskakel verspreide hash tabel.
ca: Habilitar taula hash distribuïda.
cs: Používat distribuovanou tabulku otisků (hash).
de: Verteilte Hashtabelle aktivieren.
el: Ενεργοποίηση διανεμημένου πίνακα κατακερματισμού.
es: Habilitar la tabla de hash distribuida.
fr: Activer les tables de hash distribuées
hu: Elosztott hash tábla engedélyezése
it: abilita l'hash table distribuita
lo: ເປີດໃຊ້ງານ distributed hash table.
nl: Inschakelen gedistribueerde hashtabel (DHT).
pl: Włącz dystrybuowanie tablicy hash.
ro: Activare tabelă distribuită de asocieri.
ru: Разрешить использование распределенной хэш-таблицы (Distributed Hash Table, DHT)
sv: Enable distribuerad hash tabell.
uk: Дозволити використання розподіленої хеш-таблиці (DHT)
zh_cn: 启用分布式散列表。

source: Enable local peer discovery.
af: Aktiveer lokale eweknie ontdekking.
ca: Activeu el descobriment local de parells.
de: Aktivieren der lokalen Peer-Erkennung.
el: Ενεργοποίηση αναζήτησης τοπικών peers
es: Habilita descubrimiento local de pares
fr: Activez la découverte d'homologues locaux.
it: Abilita la ricerca dei peer locali.
lo: ເປີດໃຊ້ງານ local peer discovery.
nl: Inschakelen lokale peer ontdekking.
ro: Activare identificare puneri în comun.
ru: Включить обнаружение локального однорангового узла.
sv: Aktivera lokal delningsupptäkt.
uk: Увімкнути дослідження локальних пірів.
zh_cn: 启用本地对等发现。
