Repository: rojim666/xigmanas-code-r10599-trunk
Catalog: locale/xigmanas-*.po
Languages: af, ca, cs, de, el, es, fr, hu, it, lo, nl, pl, ro, ru, sv, uk, zh_cn

source: Do you want to toggle selected option records?
af: Doen jy wil geselekteerde opsie rekords toggle?
ca: Voleu canviar els registres d'opcions seleccionats?
cs: Opravdu chcete přepnout označené záznamy volby?
de: Möchten Sie die ausgewählten Auswahlaufzeichnungen umschalten?
el: Θέλετε να μεταβάλλετε τις επιλεγμένες εγγραφές επιλογής;
es: ¿Desea intercambiar las opciones seleccionadas?
fr: Voulez-vous changer d'état les enregistrements d'options sélectionnés?
hu: Biztos, hogy átkapcsolod a kiválasztott lehetőségbejegyzéseket?
it: Vuoi attivare le opzioni dei records selezionate?
lo: ທ່ານຕ້ອງການສະຫຼັບການໃຊ້ງານລາຍການຕົວເລືອກທີ່ເລືອກບໍ່?
nl: Wilt u de geselecteerde optie records omschakelen?
ro: Doriți să inversați selecția înregistrărilor opțiunilor?
ru: Вы хотите переключить выбранные записи параметров?
sv: Vill du växla valda optionsposter?
uk: Ви підтверджуєте перемикання вибраних записів параметрів?
zh_cn: 你想切换选定的选项记录吗？

source: Name of the option.
af: Naam van die opsie.
ca: Nom de l'opció.
cs: Název volby.
de: Name der Einstellung
el: Όνομα της επιλογής.
es: Nombre de la opción.
fr: Nom de l'option
hu: A lehetőség neve.
it: Nome dell'opzione
lo: ຊື່ຂອງຕົວເລືອກ.
nl: Naam van de optie.
ro: Numele opțiunii.
ru: Название опции.
sv: Namn på optionen.
uk: Ім'я опції.
zh_cn: 选项的名称。

source: Value of the option.
af: Waarde van die opsie.
ca: Valor de l'opció.
cs: Hodnota volby.
de: Wert der Auswahl.
el: Τιμή της επιλογής.
es: Valor de la opción.
fr: Valeur de l'option
hu: A lehetőség értéke.
it: Valore dell'opzione
lo: ຄ່າຂອງຕົວເລືອກ.
nl: Waarde van de optie.
ro: Valoarea opțiunii.
ru: Значение опции.
sv: Värde på optionen.
uk: Значення опції.
zh_cn: 选项的值。

source: Link this option to selected portal-groups.
af: Link hierdie opsie vir geselekteerde portaal groepe.
ca: Enllaç aquesta opció als grups de portal seleccionats.
cs: Připojit tuto volbu k vybraným skupinám portálu.
de: Verknüpfe diese Option mit den ausgewählten Portalgruppen.
el: Συνδέστε αυτή την επιλογή στις επιλεγμένες ομάδες portal.
es: Seleccionar esta opción para los grupos-Portales
fr: Reliez cette option à des groupes de portail sélectionnés.
hu: Ezen lehetőség linkelése a kiválasztott portál csoportokra.
it: Collega questa opzione al portale gruppi selezionato.
lo: ເຊື່ອມໂຍງຕົວເລືອກນີ້ກັບກຸ່ມພໍທໍທີ່ເລືອກ.
nl: Koppel deze optie aan geselecteerde portaal-groepen.
ro: Atașați această opțiune la grupurile-portal.
ru: Связать эту опцию с выбранными группами портала.
sv: Länka denna option till valda portalgrupper.
uk: Під'єднати цей параметр до обраних груп порталу.
zh_cn: 将此选项链接到选定的门户组。

source: Name of the port.
af: Naam van die poort.
ca: Nom del port.
cs: Název portu.
de: Name des Ports
el: Όνομα της θύρας.
es: Nombre del puerto.
fr: Nom du port.
hu: A port neve.
it: Nome della porta
lo: ຊື່ຂອງພອດ.
nl: Naam van de poort.
ro: Numele portului.
ru: Наименование порта.
sv: Namn på porten.
uk: Ім'я порту.
zh_cn: 端口的名称。

source: Port Name
af: Poort Naam
ca: Nom del port
cs: Název portu
el: Όνομα Θύρας
es: Nombre del puerto
fr: Nom du Port
hu: Port neve
it: Nome della porta
lo: ຊື່ພອດ
nl: Poort Naam
ro: Nume port
ru: Имя порта
sv: Portnamn
uk: Ім'я порту
zh_cn: 端口名称

source: Add Port Record
af: Voeg Poort Rekord
ca: Afegeix port de registre
cs: Přidat záznam pro port
de: Port-Eintrag hinzufügen
el: Προσθήκη Εγγραφής Θύρας
es: Añadir puerto de grabación
fr: Ajouter un enregistrement de port
hu: Portbejegyzés hozzáadása
it: Aggiungi record alla porta
lo: ເພີ່ມລາຍການພອດ
nl: Poort Record Toevoegen
pl: Dodaj port rekord
ro: Adăugare înregistrare port
ru: Добавить запись порта
sv: Lägg till Portalpost
uk: Додати запис порту
zh_cn: 添加端口记录

source: Edit Port Record
af: Wysig Poort Rekord
ca: Edita el registre del port
cs: Upravit záznam pro port
de: Portaufzeichnungen bearbeiten
el: Επεξεργασία Εγγραφής Θύρας
es: Editar puertos
fr: Modifier l'nrgistrement du port
hu: Portbejegyzés módosítása
it: Modifica il record porte
lo: ແກ້ໄຂລາຍການພອດ
nl: Wijzig poort record
ro: Editare înregistrare port
ru: Изменить запись порта
sv: Redigera portpost
uk: Редагувати запис порту
zh_cn: 编辑端口记录

source: Port record is marked for deletion
af: Poort rekord is gemerk vir skrap
ca: El registre del port està marcat per suprimir-lo
cs: Záznam pro port je označen ke smazání
de: Portaufzeichnung ist zur Löschung vorgemerkt
el: Η εγγραφή θύρας έχει σημειωθεί προς διαγραφή
es: Puerto marcado para borrado
fr: L'enregistrement de port est marqué pour suppression
hu: A portbejegyzést megjelölték törlésre
it: Il record della porta è segnato per essere cancellato
lo: ລາຍການພອດຖືກໝາຍໄວ້ເພື່ອລຶບ
nl: Poort record is gemarkeerd voor verwijdering
ro: Înregistrarea portului este marcată pentru ștergere
ru: Запись порта отмечена для удаления
sv: Portpost är markerad för borttagning
uk: Запис порту позначений для видалення
zh_cn: 端口记录被标记为删除

source: Port record is locked
af: Poort rekord is toegelot
ca: El registre del port està bloquejat
cs: Záznam portu je uzamčen
de: Portaufzeichnung ist gesperrt
el: Η εγγραφή θύρας είναι κλειδωμένη
es: Puerto bloqueado
fr: L'enregistrement du port est verrouillé
hu: A portbejegyzést zárolták
it: Il record della porta è bloccato
lo: ລາຍການພອດຖືກລັອກ
nl: Poort record is vergrendeld
ro: Înregistrarea portului este blocată
ru: Запись порта заблокирована
sv: Portpost är låst
uk: Запис порту заблокований
zh_cn: 端口记录 被锁定

source: Port record is unlocked
af: Poort rekord is ontgeslot
ca: El registre del port està desbloquejat
cs: Záznam pro port je odemčen
de: Portaufzeichnungen ist entsperrt
el: Η εγγραφή θύρας είναι ξεκλείδωτη
es: Puerto desbloqueado
fr: L'enregistrement de port est déverrouillé
hu: A portbejegyzés zárolását feloldották
it: Il record della porta è sbloccato
lo: ລາຍການພອດຖືກປົດລັອກ
nl: Poort record is ontgrendeld
ro: Înregistrarea portului este deblocată
ru: Запись порта разблокирована
sv: Portpost är olåst
uk: Запис порту розблокований
zh_cn: 端口记录已解锁

source: Delete Selected Port Records
af: Skrap Geselekteerde Poort Rekords
ca: Elimineu els registres de ports seleccionats
cs: Smazat záznamy pro označený port
de: Ausgewählte Portaufzeichnungen löschen
el: Διαγραφή Επιλεγμένων Εγγραφών Θυρών
es: Borrar puerto seleccionados
fr: Supprimer les enregistrements de ports sélectionnés
hu: A kiválasztott portbejegyzések törlése
it: Cancella le Porte di Registrazione selezionate
lo: ລຶບລາຍການພອດທີ່ເລືອກ
nl: Geselecteerde Poort Records Verwijderen
ro: Ștergere porturi înregistrări selectate
ru: Удалить выбранные записи портов
sv: Ta bort valda Portposter
uk: Видалити обрані записи портів
zh_cn: 删除选定的端口记录

source: Disable Selected Port Records
af: Deaktiveer Geselekteerde Poort Rekords
ca: Desactiva els registres de ports seleccionats
cs: Vypnout označené záznamy portu
de: Ausgewählte Portaufzeichnungen deaktivieren
el: Απενεργοποίηση Επιλεγμένων Εγγραφών Θυρών
es: Deshabilitar Puertos seleccionados
fr: Désactiver les Enregistrements de Ports Sélectionnés
hu: A kiválasztott portbejegyzések tiltása
it: Disabilita i record Port selezionati
lo: ປິດໃຊ້ງານລາຍການພອດທີ່ເລືອກ
nl: Geselecteerde Poort Items Uitschakelen
ro: Dezactivare înregistrări porturi selectate
ru: Отключить выбранные записи портов
sv: Inaktivera valda Portposter
uk: Вимкнути обрані записи порту
zh_cn: 禁用选定的端口记录

source: Enable Selected Port Records
af: Inskakel Geselekteerde Poort Rekords
ca: Activa els registres de ports seleccionats
cs: Zapnout označené záznamy pro port
de: Ausgewählte Portaufzeichnungen aktivieren
el: Ενεργοποίηση Επιλεγμένων Εγγραφών Θυρών
es: Habilitar puertos seleccionados
fr: Activer les enregistrements de ports sélectionnés
hu: A kiválasztott portbejegyzések engedélyezése
it: Attiva i records della porta selezionati
lo: ເປີດໃຊ້ງານລາຍການພອດທີ່ເລືອກ
nl: Geselecteerde Poort Records Inschakelen
ro: Activare înregistrări port selectate
ru: Включить выбранные записи портов
sv: Aktivera valda portposter
uk: Дозволити обрані записи порта
zh_cn: 启用选定的端口记录

source: Toggle Selected Port Records
af: Toggle Geselekteerde Poort Rekords
ca: Commuta els registres de ports seleccionats
cs: Vyp/zap označené záznamy portálu
de: Ausgewählte Portaufzeichnungen umschalten
el: Μεταβολή Επιλεγμένων Εγγραφών Θυρών
es: intercambiar puertos seleccionados
fr: Changer d'état les Enregistrements de Port Sélectionnés
hu: A kiválasztott portbejegyzések átkapcsolása
lo: ສະຫຼັບການໃຊ້ງານລາຍການພອດທີ່ເລືອກ
nl: Geselecteerde Poort Records Omschakelen
ro: Inversare selecție porturi înregistrare
ru: Переключить выбранные записи портов
sv: Växla valda portposter
uk: Перемкнути обрані записи порту
zh_cn: 切换选定的端口记录

source: Do you want to delete selected port records?
af: Wil jy geselekteerde poort rekords skrap?
ca: Voleu eliminar els registres de ports seleccionats?
cs: Opravdu chcete označené záznamy pro porty smazat?
de: Möchten Sie die ausgewählten Portaufzeichnungen löschen?
el: Θέλετε να διαγράψετε τις επιλεγμένες εγγραφές θυρών;
es: ¿Desea borrar los puertos seleccionados?
fr: Voulez-vous supprimer les enregistrements de ports sélectionnés?
hu: Biztos, hogy törlöd a kiválasztott portbejegyzéseket?
it: Desideri cancellare le porte di registrazione selezionate?
lo: ທ່ານຕ້ອງການລຶບລາຍການພອດທີ່ເລືອກອອກບໍ່?
nl: Wilt u de geselecteerde poort records verwijderen?
ro: Doriți să ștergeți înregistrările de porturi selectate?
ru: Вы хотите удалить выбранные записи портов?
sv: Vill du ta bort valda portposter?
uk: Ви підтверджуєте видалення обраних записів портів?
zh_cn: 你想删除选定的端口记录吗？

source: Do you want to disable selected port records?
af: Wil jy geselekteerde poort rekords deaktiveer?
ca: Voleu desactivar els registres de ports seleccionats?
cs: Opravdu chcete vypnout označené záznamy pro porty?
de: Möchten Sie die ausgewählten Portaufzeichnungen deaktivieren?
el: Θέλετε να απενεργοποιήσετε τις επιλεγμένες εγγραφές θυρών;
es: ¿Desea deshabilitar los npuertos seleccionados?
fr: Voulez-vous désactiver les enregistrements de ports sélectionnés?
hu: Biztos, hogy letiltod a kiválasztott portbejegyzéseket?
it: Vuoi disattivare la registrazione delle porte selezionate?
lo: ທ່ານຕ້ອງການປິດໃຊ້ງານລາຍການພອດທີ່ເລືອກບໍ່?
nl: Wilt u de geselecteerde poort records uitschakelen?
ro: Doriți să dezactivați înregistrările porturilor selectate?
ru: Вы хотите отключить выбранные записи портов?
sv: Vill du inaktivera valda portalposter?
uk: Ви підтверджуєте вимкнення обраних записів порту?
zh_cn: 你想禁用选定的端口记录吗？

source: Do you want to enable selected port records?
af: Wil jy geselekteerde poort rekords inskakel?
ca: Voleu activar els registres de ports seleccionats?
cs: Opravdu chcete zapnout označené záznamy pro port?
de: Möchten Sie die ausgewählten Portaufzeichnungen aktivieren?
el: Θέλετε να ενεργοποιήσετε τις επιλεγμένες εγγραφές θυρών;
es: ¿Desea habilitar los puertos seleccionados?
fr: Voulez-vous activer les enregistrements de ports sélectionnés?
hu: Biztos, hogy engedélyezed a kiválasztott portbejegyzéseket?
it: Vuoi abilitare i record delle porte selezionati?
lo: ທ່ານຕ້ອງການເປີດໃຊ້ງານລາຍການພອດທີ່ເລືອກບໍ່?
nl: Wilt u de geselecteerde poort items inschakelen?
ro: Doriți să activați înregistrările porturilor selectate?
ru: Вы хотите включить выбранные записи портов?
sv: Vill du aktivera valda portposter?
uk: Ви підтверджуєте увімкнення обраних записів порту?
zh_cn: 你想启用选定的端口记录吗？

source: Do you want to toggle selected port records?
af: Doen jy wil geselekteerde poort rekords toggle?
ca: Voleu canviar els registres de ports seleccionats?
cs: Opravdu chcete přepnout označené záznamy pro port?
de: Möchten Sie die ausgewählten Portaufzeichnungen umschalten?
el: Θέλετε να μεταβάλλετε τις επιλεγμένες εγγραφές θυρών;
es: ¿Desea intercambiar los puertos seleccionados?
fr: Voulez-vous changer d'état les enregistrements de ports sélectionnés?
hu: Biztos, hogy átkapcsolod a kiválasztott portbejegyzéseket?
it: Vuoi attivare i records delle porte selezionati?
lo: ທ່ານຕ້ອງການສະຫຼັບການໃຊ້ງານລາຍການພອດທີ່ເລືອກບໍ່?
nl: Wilt u de geselecteerde poort records omschakelen?
ro: Doriți să inversați selecția înregistrărilor porturilor?
ru: Вы хотите переключить выбранные записи портов?
sv: Vill du växla valda portposter?
uk: Ви підтверджуєте перемикання вибраних записів порту?
zh_cn: 你想切换选定的端口记录吗？

source: Add Target
af: Voeg Teiken
ca: Afegeix objectiu
cs: Přidat cíl
de: Ziel hinzufügen
el: Προσθήκη Προορισμού
es: Añadir objetivo
fr: Ajouter une Cible
hu: Cél hozzáadása
it: Aggiungi obiettivo
lo: ເພີ່ມເປົ້າໝາຍ
nl: Doel Toevoegen
pl: Dodaj Cel
ro: Adăugare Destinație
ru: Добавить цель
sv: Lägg till mål
uk: Додати ціль
zh_cn: 添加目标

source: Edit Target
af: Redigeer Teiken
ca: Editar objectiu
cs: Upravit cíl
de: Ziel bearbeiten
el: Επεξεαργασία Προορισμού
es: Ediatr objetivos
fr: Modifier la Cible
hu: Cél módosítása
it: Modifica il targhet
lo: ແກ້ໄຂເປົ້າໝາຍ
nl: Doel Bewerken
ro: Editare destinație
ru: Изменить цель
sv: Editera Mål
uk: Редагувати ціль
zh_cn: 编辑目标

source: Target is marked for deletion
af: Teiken is gemerk vir skrap
ca: L'objectiu està marcat per supressió
cs: Cíl je označen pro smazání
de: Ziel ist zum Löschen vorgemerkt
el: Ο προορισμός έχει σημειωθεί προς διαγραφή.
es: El objetivo está marcado para borrar
fr: La cible est marquée pour suppression
hu: A célt törlésre megjelölték
it: L'obiettivo è segnato per la cancellazione
lo: ເປົ້າໝາຍຖືກໝາຍໄວ້ເພື່ອລຶບ
nl: Doel is gemarkeerd voor verwijdering
ro: Destinația este marcată pentru ștergere
ru: Цель отмечена для удаления
sv: Målet är markerat för borttagning.
uk: Ціль позначена для видалення
zh_cn: 目标被标记为删除

source: Target is locked
af: Teiken is toegeslot
ca: L'objectiu està bloquejat
cs: Cíl je uzamčen
de: Ziel ist gesperrt
el: Ο προορισμός είναι κλειδωμένος
es: El objetivo está bloqueado
fr: La cible est verrouillée
hu: A cél zárolt
it: Destinazione bloccata
lo: ເປົ້າໝາຍຖືກລັອກ
nl: Doel is vergrendeld
ro: Destinația este blocată
ru: Цель заблокирована
sv: Målet är låst
uk: Ціль заблокована
zh_cn: 目标已锁定

source: Target is unlocked
af: Teiken is ontgeslot
ca: L'objectiu està desbloquejat
cs: Cíl je odemčen
de: Ziel ist entsperrt
el: Ο προορισμός είναι ξεκλείδωτος
es: El objetivo está desbloqueado
fr: La cible est déverrouillée
hu: A cél zárolását feloldottuk
it: L'obiettivo è sbloccato
lo: ເປົ້າໝາຍຖືກປົດລັອກ
nl: Doel is ontgrendeld
ro: Destinația este deblocată
ru: Цель разблокирована
sv: Målet är olåst
uk: Ціль розблокована
zh_cn: 目标已解锁

source: Delete Selected Targets
af: Skrap Geselekteerde Teikens
ca: Suprimeix objectius seleccionats
cs: Smazat označené cíle
de: Ausgewählte Ziele löschen
el: Διαγραφή Επιλεγμένων Προορισμών
es: Borrar los objetivos seleccionados
fr: Supprimer les cibles sélectionnées
hu: Kiválasztott célok törlése
it: Elimina i Target selezionati
lo: ລຶບເປົ້າໝາຍທີ່ເລືອກ
nl: Geselecteerde Doelen Verwijderen
ro: Ștergere Destinații selectate
ru: Удалить выбранные цели
sv: Ta bort valda mål
uk: Видалити обрані цілі
zh_cn: 删除选定的目标

source: Disable Selected Targets
af: Deaktiveer Geselekteerde Teikens
ca: Desactiveu els objectius seleccionats
cs: Vypnout označené cíle
de: Ausgewählte Ziele deaktivieren
el: Απενεργοποίηση Επιλεγμένων Προορισμών
es: Deshabilitar los objetivos seleccionados
fr: Désactiver les groupes de portails sélectionnés
hu: Kiválasztott célok tiltása
it: Disabilita i Target selezionati
lo: ປິດໃຊ້ງານເປົ້າໝາຍທີ່ເລືອກ
nl: Geselecteerde Doelen Uitschakelen
ro: Dezactivare Destinații selectate
ru: Отключить выбранные цели
sv: Inaktivera valda mål
uk: Вимкнути обрані цілі
zh_cn: 禁用选定的目标

source: Enable Selected Targets
af: Inskakel Geselekteerde Teikens
ca: Activar els objectius seleccionats?
cs: Zapnout označené cíle
de: Ausgewählte Ziele aktivieren
el: Ενεργοποίηση Επιλεγμένων Προορισμών
es: Habilitar los objetivos seleccionados
fr: Activer les cibles sélectionnées
hu: Kiválasztott célok engedélyezése
it: Attiva gli obiettivi selezionati
lo: ເປີດໃຊ້ງານເປົ້າໝາຍທີ່ເລືອກ
nl: Geselecteerde Doelen Inschakelen
ro: Activare destinații selectate
ru: Включить выбранные цели
sv: Aktivera valda mål
uk: Дозволити обрані цілі
zh_cn: 启用选定的目标

source: Toggle Selected Targets
af: Toggle Geselekteerde Teikens
ca: Commuta els objectius seleccionats
cs: Vyp/zap označené cíle
de: Ausgewählte Ziele umschalten
el: Μεταβολή Επιλεγμένων Προορισμών
es: Alternar grupos de portal seleccionados
fr: Changer d'état les Cibles Sélectionnées
hu: Kiválasztott célok átkapcsolása
it: Abilitare gli obiettivi selezionati
lo: ສະຫຼັບການໃຊ້ງານເປົ້າໝາຍທີ່ເລືອກ
nl: Geselecteerde Doelen Omschakelen
ro: Inversare selecție destinații
ru: Переключить выбранные цели
sv: Växla valda mål
uk: Перемкнути обрані цілі
zh_cn: 切换选定的目标

source: Do you want to delete selected targets?
af: Wil jy geselekteerde teikens skrap?
ca: Voleu eliminar els objectius seleccionats?
cs: Opravdu chcete smazat označené portály?
de: Möchten Sie die ausgewählten Ziele löschen?
el: Θέλετε να διαγράψετε τους επιλεγμένους προορισμούς;
es: Quieres borrar los objetivos seleccionados?
fr: Voulez-vous supprimer les cibles sélectionnées?
hu: Biztos, hogy törli a kiválasztott célokat?
it: Desideri cancellare i target selezionati?
lo: ທ່ານຕ້ອງການລຶບເປົ້າໝາຍທີ່ເລືອກອອກບໍ່?
nl: Wilt u de geselecteerde doelen verwijderen?
ro: Doriți să ștergeți destinațiile selectate?
ru: Вы хотите удалить выбранные цели?
sv: Vill du ta bort valda mål?
uk: Ви підтверджуєте видалення обраних цілей?
zh_cn: 你想删除选定的目标？

source: Do you want to disable selected targets?
af: Wil jy geselekteerde teikens deaktiveer?
ca: Voleu desactivar els objectius seleccionats?
cs: Opravdu chcete vypnout označené cíle?
de: Möchten Sie die ausgewählten Ziele deaktivieren?
el: Θέλετε να απενεργοποιήσετε τους επιλεγμένους προορισμούς;
es: Quieres deshabilitar los objetivos seleccionados?
fr: Voulez-vous désactiver les cibles sélectionnées?
hu: Biztos, hogy kikapcsolja a kiválasztott célokat?
it: Desideri disabilitare i target selezionati?
lo: ທ່ານຕ້ອງການປິດໃຊ້ງານເປົ້າໝາຍທີ່ເລືອກບໍ່?
nl: Wilt u de geselecteerde doelen uitschakelen?
ro: Doriți să dezactivați destinațiile selectate?
ru: Вы хотите отключить выбранные цели?
sv: Vill du inaktivera valda mål?
uk: Ви підтверджуєте вимкнення обраних цілей?
zh_cn: 你想禁用选定的目标？

source: Do you want to enable selected targets?
af: Wil jy geselekteerde teikens inskakel?
ca: Voleu activar els objectius seleccionats?
cs: Opravdu chcete zapnout označené cíle?
de: Möchten Sie die ausgewählten Ziele aktivieren?
el: Θέλετε να ενεργοποιήσετε τους επιλεγμένους προορισμούς;
es: Quieres habilitar los objetivos seleccionados?
fr: Voulez-vous activer les cibles sélectionnées?
hu: Biztos, hogy bekapcsolja kiválasztott célokat?
it: Vuoi abilitare i target selezionati?
lo: ທ່ານຕ້ອງການເປີດໃຊ້ງານເປົ້າໝາຍທີ່ເລືອກບໍ່?
nl: Wilt u de geselecteerde doelen inschakelen?
ro: Doriți să activați destinațiile selectate?
ru: Вы хотите включить выбранные цели?
sv: Vill du aktivera valda mål?
uk: Ви підтверджуєте увімкнення обраних цілей?
zh_cn: 你想启用选定的目标？

source: Do you want to toggle selected targets?
af: Doen jy wil geselekteerde teikens toggle?
ca: Voleu canviar els objectius seleccionats?
cs: Opravdu chcete přepnout označené cíle?
de: Möchten Sie die ausgewählten Ziele umschalten?
el: Θέλετε να μεταβάλλετε τους επιλεγμένους προορισμούς;
es: Quieres cambiar los objetivos seleccionados?
fr: Voulez-vous changer d'état les cibles sélectionnées?
hu: Biztos, hogy átkapcsolod a kiválasztott célokat?
it: Vuoi attivare gli obiettivi selezionati?
lo: ທ່ານຕ້ອງການສະຫຼັບການໃຊ້ງານເປົ້າໝາຍທີ່ເລືອກບໍ່?
nl: Wilt u de geselecteerde doelen omschakelen?
ro: Doriți să inversați starea destinațiilor selectate?
ru: Вы хотите переключать выбранные цели?
sv: Vill du växla valda mål?
uk: Ви підтверджуєте перемикання вибраних цілей?
zh_cn: 你想切换选定的目标吗？

source: Name of the target.
ca: Nom del objectiu
cs: Název cíle.
de: Name des Ziels.
el: Όνομα του προορισμού.
es: Nombre del objetivo.
fr: Nom de la cible
hu: A cél neve
it: Nome del target
lo: ຊື່ຂອງເປົ້າໝາຍ.
nl: Naam van het doel
ro: Numele destinației.
ru: Имя цели.
sv: Namnetpå målet
uk: Ім'я цілі.
zh_cn: 目标的名称。

source: These parameters will be added to this target.
af: Hierdie parameters sal by hierdie teiken gevoeg word.
ca: Aquests paràmetres s'afegiran a aquest objetiu.
cs: Tyto parametry budou přidány do tohoto cíle.
de: Diese Parameter werden zu diesem Ziel hinzugefügt.
el: Αυτές οι παράμετροι θα προστεθούν σε αυτόν τον προορισμό.
es: Estos parámetros se añadirán a este objetivo.
fr: Ces paramèetres vont être ajoutés à cette target (destination)
hu: Ezeket a paramétereket ehhez a célhoz adjuk hozzá
it: Questi parametri verranno aggiunti a questo obiettivo
lo: ພາຣາມິເຕີເຫຼົ່ານີ້ຈະຖືກເພີ່ມເຂົ້າໃນເປົ້າໝາຍນີ້.
nl: Deze parameters worden toegevoegd aan deze doel.
ro: Acești parametri vor fi adăugați la această destinație.
ru: Эти параметры будут добавлены к этой цели.
sv: Dessa parametrar kommer läggas till i detta mål.
uk: Ці параметри будуть додані до цієї цілі.
zh_cn: 这些参数将添加到此目标。

source: Assign a human-readable description to the target.
af: Ken 'n mens-leesbare beskrywing aan die teiken toe.
ca: Assigneu una descripció llegible per humans a l'objectiu.
cs: Přiřadit cíli člověku srozumitelný popis.
de: Weise eine dem Ziel eine menschenlesbare Beschreibung zu.
el: Ορίστε στον προορισμό μια περιγραφή αναγνώσιμη από τον άνθρωπο.
es: Asigna una descripción legible para el objetivo.
fr: Attribuez une description de la cible lisible par l'utilisateur .
hu: Ember által olvasható leírás hozzárendelése a célhoz.
it: Assegna una descrizione all'obiettivo
lo: ກຳນົດຄຳອະທິບາຍທີ່ຄົນສາມາດອ່ານໄດ້ໃຫ້ກັບເປົ້າໝາຍ.
nl: Toewijzen van een leesbare beschrijving naar de doel.
ro: Adăugați o descriere ușor de înțeles pentru destinație.
ru: Назначьте понятное для человека описание цели.
sv: Sätt en lättförståelig beskrivning för målet.
uk: Призначає зрозуміле для людини опис цілі.
zh_cn: 为目标分配一个可读的描述。

source: Alias
ca: Àlies
cs: Alternativní název
el: Ψευδώνυμο
fr: Pseudonyme
hu: Álnév
it: Nome alternativo
lo: ຊື່ແຝງ
ru: Алиас
uk: Псевдонім
zh_cn: 别名

source: Assign a previously defined authentication group to the target.
af: Ken 'n voorheen gedefinieer ontentisering groep aan die teiken.
ca: Assigneu un grup d'autenticació prèviament definit a l'objectiu.
cs: Přiřadit cíli dříve určenou skupinu ověřování.
de: Weise eine zuvor definierte Authentifizierungsgruppe dem Ziel zu.
el: Ορίστε μια προηγουμένως καθορισμένη ομάδα πιστοποίησης στον προορισμό.
es: Asignar un grupo de autenticación previamente definido al objetivo.
fr: Attribuez une description de la cible lisible par l'utilisateur .
hu: Egy korábban létrehozott hitelesítési csoport hozzárendelése a célhoz.
it: Assegnare un gruppo di autenticazione precedentemente definito all'obiettivo
lo: ກຳນົດກຸ່ມການຢືນຢັນຕົວຕົນທີ່ໄດ້ກຳນົດໄວ້ກ່ອນໜ້ານີ້ໃຫ້ກັບເປົ້າໝາຍ.
nl: Een eerder gedefinieerde verificatie groep toewijzen aan de doel.
ro: Alocă un grup de autentificare definit anterior pentru destinație.
ru: Назначьте ранее определенную группу аутентификации цели.
sv: Knyt en tidigare definierad autentiseringsgrupp till målet.
uk: Призначає цілі раніше визначену групу автентифікації.
zh_cn: 将以前定义的认证组分配给目标。

source: Permit access without authentication
af: Permit toegang sonder ontentisering
ca: Permet l'accés sense autenticació
cs: Umožnit přístup bez přihlášení
de: Zugriff ohne Authentifizierung zulassen
el: Επιτρέπεται πρόσβαση χωρίς πιστοποίηση
es: Permitir el acceso sin autenticación.
fr: Autoriser l'accès sans authentification
hu: Hitelesítés nélküli elérés tiltása
it: Permetti accesso senza autenticazione
lo: ອະນຸຍາດການເຂົ້າເຖິງໂດຍບໍ່ຕ້ອງຢືນຢັນຕົວຕົນ
nl: Toegang zonder verificatie toestaan
ro: Permite accesul fără autentificare
ru: Разрешить доступ без аутентификации
sv: Tillåt åtkomt utan autentisering
uk: Дозволити доступ без автентифікації
zh_cn: 无需身份验证即可访问
