Repository: rojim666/xigmanas-code-r10599-trunk
Catalog: locale/xigmanas-*.po
Languages: af, ca, cs, de, el, es, fr, hu, it, lo, nl, pl, ro, ru, sv, uk, zh_cn

source: Colorful Meters
af: Kleurvolle Meters
ca: Medidors de colors
cs: Barevné měřítko
de: Farbenfrohe Anzeigen
el: Πολύχρωμοι Μετρητές
es: Medidores a color
fr: Compteurs colorés
hu: Színes kijelzők
it: Indicatori colorati
lo: ເຄື່ອງວັດສີສັນ
nl: Kleurrijke Meters
ro: Indicatoare color
ru: Цветные индикаторы состояния
sv: Färgglada mätare
uk: Кольорові індикатори стану
zh_cn: 彩色仪表

source: Skip View Mode
af: Slaan Uitsig Modus oor
ca: Saltar mode de visualització
cs: Přeskočit prohlížecí režim
de: Ansichtsmodus überspringen
el: Παράλειψη Λειτουργίας Προβολής
es: Saltarse el modo visualización
fr: Mode d'Edition de la Configuration
hu: Megtekintési mód figyelmen kívül hagyása
it: Evitare la modalità vista
lo: ຂ້າມໂໝດເບິ່ງ
nl: Skip Weergavemodus
ro: Anulare mod vizualizare
ru: Пропустить режим просмотра
sv: Skippa läsläge
uk: Скасувати Режим Огляду
zh_cn: 跳过查看模式

source: Show Max CPUs
ca: Mostra les CPU màximes
de: Maximal angezeigte CPUs
el: Προβολή μέγιστου αριθμού επεξεργαστών
es: Mostrar número máximo CPU's
fr: Afficher le maximum de processeurs
it: Mostra il massimo delle cpu
lo: ສະແດງ CPU ສູງສຸດ
nl: Toon Max CPU's
ro: Afișare număr maxim CPU
ru: Показать максимальное количество процессоров
sv: Visa Max CPU:er
uk: Показати максимальну кількість процесорів
zh_cn: 显示最大CPU

source: Diagnostics Information
af: Diagnostiese Inligting
ca: Informació de diagnòstic
de: Diagnoseinformationen
el: Διαγνωστικές Πληροφορίες
es: Información de diagnostico
fr: Informations de Diagnostic
it: Informazioni Diagnostiche
lo: ຂໍ້ມູນການວິນິດໄສ
nl: Diagnostische informatie
ro: Informație diagnostice
ru: Диагностическая информация
sv: Diagnostikinformation
uk: Діагностична інформація
zh_cn: 诊断信息

source: Show Interval
af: Wys Interval
ca: Mostra l'interval
cs: Zobrazit interval
de: Anzeigeintervall
el: Προβολή χρονικού διαστήματος
es: Mostrar intervalo
fr: Afficher l'intervalle
hu: Időköz megjelenítése
it: Mostra intervallo
lo: ສະແດງຊ່ວງເວລາ
nl: Toon Interval
ro: Afișare interval
ru: Показать интервал
sv: Visa intervall
uk: Показати інтервал
zh_cn: 显示间隔

source: Set the number of days until a reminder is shown to backup system configuration. The default is 28 days. A value of 0 disables the reminder.
af: Stel die aantal dae tot 'n herinnering is wys om rugsteun stelsel konfigurasie. Die verstek is 28 dae. 'N Waarde van 0 deaktiveer die herinnering.
ca: Definiu el nombre de dies fins que es mostri un recordatori a la configuració del sistema de còpia de seguretat. El valor per defecte és de 28 dies. Un valor de 0 inhabilita el recordatori.
de: Legen Sie die Anzahl der Tage fest, bis eine Erinnerung zur Sicherung der Systemkonfiguration angezeigt wird. Der Standardwert beträgt 28 Tage. Der Wert 0 deaktiviert die Erinnerung.
el: Ορίστε ένα αριθμό ημερών μέχρι να εμφανιστή μία υπενθύμιση για αντίγραφο ασφαλείας των ρυθμίσεων του συστήματος. Η προεπιλογή είναι 28 ημέρες. Η τιμή 0 απενεργοποιεί την υπενθύμιση.
es: Especifique el numero de días para que se le recuerde hacer un Backup de la configuración del sistema. El valor por defecto son 28 días. Un valor de 0, deshabilita el recordatorio.
fr: Définissez le nombre de jours avant qu'un rappel s'affiche pour sauvegarder la configuration du système. La valeur par défaut est de 28 jours. Une valeur de 0 désactive le rappel.
it: Imposta il numero di giorni fino a quando un avviso viene mostrato per effettuare il backup della configurazione del sistema. Il default è di 28 giorni. Il valore 0 disabilita l'avviso.
lo: ຕັ້ງຈຳນວນມື້ກ່ອນທີ່ຈະສະແດງການແຈ້ງເຕືອນໃຫ້ສຳຮອງການຕັ້ງຄ່າລະບົບ. ຄ່າເລີ່ມຕົ້ນແມ່ນ 28 ມື້. ຄ່າ 0 ຈະປິດການແຈ້ງເຕືອນ.
nl: Aantal dagen instellen voor een herinnering wordt getoond om een backup te maken van de systeemconfiguratie. De standaardwaarde is 28 dagen. Een waarde van 0 schakelt de herinnering uit.
ro: Stabilește numărul de zile după care vi se va reaminti necesitatea efectuării unui backup al configurației sistemului. Implicit este 28 de zile, valoarea 0 dezactivând serviciul.
ru: Установите количество дней до отображения напоминания о сохранении конфигурации системы. По умолчанию это 28 дней. Значение 0 отключает напоминание.
sv: Sätt antal dagar tills en påminnelse om att backa upp systemkonfigurationen visas. Standard är 28 dagar. Ett värde om 0 inaktiverar påminnelsen.
uk: Встановіть кількість днів до нагадування про резервування системної конфігурації. За замовчуванням - 28 днів. Значення '0' вимикає нагадування.
zh_cn: 设置天数，直到提示显示备份系统配置为止。 默认值为28天。值为0则禁用提醒。

source: Delete Selected Records
af: Skrap Geselekteerde Rekords
ca: Suprimeix registres seleccionats
cs: Smazat označené záznamy
de: Ausgewählte Datensätze löschen
el: Διαγραφή Επιλεγμένων Εγγραφών
es: Borrar registros seleccionados
fr: Supprimer les enregistrements sélectionnés
hu: Kijelölt bejegyzések törlése
it: Cancella i record selezionati
lo: ລຶບເຣັກຄອດທີ່ເລືອກ
nl: Geselecteerde Items Verwijderen
pl: Usuń wybrane rekordy
ro: Ștergere înregistrări selectate
ru: Удалить выбранные записи
sv: Ta bort valda poster
uk: Видалити обрані записи
zh_cn: 删除选中的记录

source: Do you want to delete selected records?
af: Wil jy geselekteerde rekords skrap?
ca: Voleu eliminar els registres seleccionats?
cs: Opravdu smazat označené záznamy?
de: Möchten Sie die gewählten Einträge löschen?
el: Θέλετε να διαγράψετε τις επιλεγμένες εγγραφές;
es: ¿Desea borrar los registros seleccionados?
fr: Voulez-vous supprimer les enregistrements sélectionnés?
hu: Biztos, hogy törlöd a kijelölt bejegyzéseket?
it: Desideri cancellare i record selezionati?
lo: ທ່ານຕ້ອງການລຶບເຣັກຄອດທີ່ເລືອກບໍ່?
nl: Wilt u de geselecteerde items verwijderen?
pl: Czy chcesz usunąć zaznaczone wpisy?
ro: Doriți să ștergeți înregistrările selectate?
ru: Вы хотите удалить выбранные записи?
sv: Vill du ta bort valda poster?
uk: Ви підтверджуєте видалення обраних записів?
zh_cn: 要删除选中的记录吗？

source: Disable Selected Records
af: Deaktiveer Geselekteerde Rekords
ca: Desactivar registres seleccionats
cs: Vypnout označené záznamy
de: Ausgewählte Datensätze deaktivieren
el: Απενεργοποίηση Επιλεγμένων Εγγραφών
es: Deshabilitar registros seleccionados
fr: Désactiver les enregistrements sélectionnés
hu: Kijelölt bejegyzések tiltása
it: Disattiva i record selezionati
lo: ປິດໃຊ້ງານເຣັກຄອດທີ່ເລືອກ
nl: Geselecteerde Items Uitschakelen
pl: Zablokuj zaznaczone wpisy
ro: Dezactivare înregistrări selectate
ru: Отключить выбранные записи
sv: Inaktivera valda rutter
uk: Вимкнути обрані записи
zh_cn: 禁用选中的记录

source: Do you want to disable selected records?
af: Wil jy geselekteerde rekords deaktiveer?
ca: Voleu desactivar els registres seleccionats?
cs: Opravdu vypnout označené záznamy?
de: Möchten Sie die ausgewählten Portalgruppen deaktivieren?
el: Θέλετε να απενεργοποιήσετε τις επιλεγμένες εγγραφές;
es: ¿Desea deshabilitar los registros seleccionados?
fr: Voulez-vous désactiver les enregistrements sélectionnés?
hu: Biztos, hogy kikapcsolod a kijelölt bejegyzéseket?
it: Vuoi disattivare i record selezionati?
lo: ທ່ານຕ້ອງການປິດໃຊ້ງານເຣັກຄອດທີ່ເລືອກບໍ່?
nl: Wilt u de geselecteerde items uitschakelen?
ro: Doriți să dezactivați înregistrările selectate?
ru: Вы хотите отключить выбранные записи?
sv: Vill du inaktivera valda poster?
uk: Ви підтверджуєте вимкнення обраних записів?
zh_cn: 要禁用选中的记录吗？

source: Enable Selected Records
af: Inskakel Geselekteerde Rekord
ca: Activa els registres seleccionats
cs: Zapnout označené záznamy
de: Ausgewählten Einträge aktivieren
el: Ενεργοποίηση Επιλεγμένων Εγγραφών
es: Habilitar los registros seleccionados.
fr: Activer les enregistrements sélectionnés
hu: Kijelölt bejegyzések bekapcsolása
it: Attiva record selezionati
lo: ເປີດໃຊ້ງານເຣັກຄອດທີ່ເລືອກ
nl: Geselecteerde Items Inschakelen
pl: Aktywuj zaznaczone wpisy
ro: Activare înregistrări selectate
ru: Включить выбранные записи
sv: Aktivera valda poster
uk: Дозволити обрані записи
zh_cn: 启用选中的记录

source: Do you want to enable selected records?
af: Wil jy geselekteerde rekords inskakel?
ca: Voleu activar els registres seleccionats?
cs: Opravdu zapnout označené záznamy?
de: Möchten Sie die gewählten Einträge aktivieren?
el: Θέλετε να ενεργοποιήσετε τις επιλεγμένες εγγραφές;
es: ¿Desea habilitar los registros seleccionados?
fr: Voulez-vous activer les enregistrements sélectionnés?
hu: Biztos, hogy bekapcsolod a kijelölt bejegyzéseket?
it: Vuoi attivare i record selezionati?
lo: ທ່ານຕ້ອງການເປີດໃຊ້ງານເຣັກຄອດທີ່ເລືອກບໍ່?
nl: Wilt u de geselecteerde items inschakelen?
ro: Doriți să activați înregistrările selectate?
ru: Вы хотите включить выбранные записи?
sv: Vill du aktivera valda poster?
uk: Ви підтверджуєте увімкнення обраних записів?
zh_cn: 要启用选中的记录吗？

source: Lock Selected Records
af: Slot Geselekteerde Rekords
ca: Bloqueja els registres seleccionats
cs: Uzamknout označené záznamy
de: Sperre ausgewählte Einträge
el: Κλείδωμα Επιλεγμένων Εγγραφών
es: Bloquear los registros seleccionados
fr: Verrouiller les enregistrements sélectionnés
hu: Kiválasztott bejegyzések zárolása
it: Bloccare i records selezionati
lo: ລັອກເຣັກຄອດທີ່ເລືອກ
nl: Vergrendel Geselecteerde Items
pl: Zablokuj zaznaczone wpisy
ro: Blocare înregistrări selectate
ru: Заблокировать выбранные записи
sv: Lås valda poster
uk: Заблокувати Обрані Записи
zh_cn: 锁定选中的记录

source: Do you want to lock selected records?
af: Wil jy geselekteerde rekords geslot?
ca: Voleu bloquejar els registres seleccionats?
cs: Opravdu uzamknout označené záznamy?
de: Möchten Sie die gewählten Einträge sperren?
el: Θέλετε να κλειδώσετε τις επιλεγμένες εγγραφές;
es: ¿Desea bloquear los registros seleccionados?
fr: Voulez-vous activer les enregistrements sélectionnés?
hu: Biztos, hogy zárolod a kijelölt bejegyzéseket?
it: Vuoi bloccare i record selezionati?
lo: ທ່ານຕ້ອງການລັອກເຣັກຄອດທີ່ເລືອກບໍ່?
nl: Wilt u de geselecteerde items vergrendelen?
pl: Czy chcesz zablokować zaznaczone wpisy?
ro: Doriți să blocați înregistrările selectate?
ru: Вы хотите заблокировать выбранные записи?
sv: Vill du låsa valda poster?
uk: Ви підтверджуєте блокування обраних записів?
zh_cn: 要锁定选中的记录吗？

source: Toggle Selected Records
af: Toggle Geselekteerde Rekords
ca: Activa registres seleccionats
cs: Přepnout označené záznamy
de: Ausgewählte Einträge umschalten
el: Μεταβολή Επιλεγμένων Εγγραφών
es: Cambiar el estado de los registros seleccionados.
fr: Changer d'état les enregistrements sélectionnés
hu: A kiválasztott bejegyzések átkapcsolása
it: Attiva i records selezionati
lo: ສະຫຼັບການໃຊ້ງານເຣັກຄອດທີ່ເລືອກ
nl: Geselecteerde Items Omschakelen
pl: Przełącz zaznaczone wpisy
ro: Inversare stare selecție înregistrări
ru: Переключение выбранных записей
sv: Växla valda poster
uk: Перемикання Обраних Записів
zh_cn: 切换选中的记录

source: Do you want to toggle selected records?
af: Doen jy wil geselekteerde rekords toggle?
ca: Voleu conmutar els registres seleccionats?
cs: Opravdu přepnout označené záznamy?
de: Möchten Sie die ausgewählten Einträge umschalten?
el: Θέλετε να μεταβάλλετε τις επιλεγμένες εγγραφές;
es: ¿Desea cambiar el estado de los registros seleccionados?
fr: Voulez-vouschanger d'état les enregistrements sélectionnés?
hu: Biztos, hogy átkapcsolod a kijelölt bejegyzéseket?
it: Vuoi rimuovere i record selezionati?
lo: ທ່ານຕ້ອງການສະຫຼັບການໃຊ້ງານເຣັກຄອດທີ່ເລືອກບໍ່?
nl: Wilt u de geselecteerde items omschakelen?
pl: Czy chcesz przełączyć zaznaczone wpisy?
ro: Doriți să inversați starea înregistrărilor selectate?
ru: Вы хотите инвертировать выбранные записи?
sv: Vill du växla valda poster?
uk: Ви підтверджуєте перемикання вибраних записів?
zh_cn: 要切换选中的记录吗？

source: Unlock Selected Records
af: Ontslot Geselekteerde Rekords
ca: Desbloquejar registres seleccionats
cs: Odemknout označené záznamy
de: Entsperre gewählte Einträge
el: Ξεκλείδωμα Επιλεγμένων Εγγραφών
es: Desbloquear los registros seleccionados
fr: Déverrouiller les enregistrements sélectionnés
hu: Kijelölt bejegyzések zárolásának feloldása
it: Sblocca i records selezionati
lo: ປົດລັອກເຣັກຄອດທີ່ເລືອກ
nl: Geselecteerde Items Ontgrendelen
pl: Odblokuj zaznaczone wpisy
ro: Deblocare înregistrări selectate
ru: Разблокировать выбранные записи
sv: Lås upp valda poster
uk: Розблокувати Обрані Записи
zh_cn: 解锁选中的记录

source: Do you want to unlock selected records?
af: Doen jy wil geselekteerde rekords ontsluit?
ca: Voleu desbloquejar els registres seleccionats?
cs: Opravdu odemknout označené záznamy?
de: Möchten Sie die gewählten Einträge entsperren?
el: Θέλετε να ξεκλειδώσετε τις επιλεγμένες εγγραφές;
es: ¿Desea desbloquear los registros seleccionados?
fr: Voulez-vous déverrouiller les enregistrements sélectionnés?
hu: Biztos, hogy feloldod a kijelölt bejegyzések zárolását?
it: Vuoi sbloccare i record selezionati?
lo: ທ່ານຕ້ອງການປົດລັອກເຣັກຄອດທີ່ເລືອກບໍ່?
nl: Wilt u de geselecteerde items ontgrendelen?
pl: Czy chcesz odblokować zaznaczone wpisy?
ro: Doriți să deblocați înregistrările selectate?
ru: Вы хотите разблокировать выбранные записи?
sv: Vill du låsa upp valda poster?
uk: Ви підтверджуєте розблокування вибраних записів?
zh_cn: 要解锁选中的记录吗？

source: Add Record
af: Voeg Rekord
ca: Afegeix registre
cs: Přidat záznam
de: Dataset hinzufügen
el: Προσθήκη Eγγραφής
es: Añadir registro
fr: Ajouter un enregistrement
hu: Bejegyzés hozzáadása
it: Aggiungi record
lo: ເພີ່ມເຣັກຄອດ
nl: Item Toevoegen
pl: Dodaj rekord
ro: Adăugare înregistrare
ru: Добавить запись
sv: Lägg till post
uk: Додати запис
zh_cn: 新增记录

source: Record is marked for deletion
af: Rekord is gemerk vir skrap
ca: El registre està marcat per ser esborrat
cs: Záznam je označen ke smazání
de: Eintrag ist zum Löschen markiert
el: Η εγγραφή έχει σημειωθεί προς διαγραφή.
es: El registro ha sido marcado para borrado
fr: L'enregistrement est marqué pour suppression
hu: A bejegyzést megjelölték törlésre
it: Record segnalato per la cancellazione
lo: ເຣັກຄອດຖືກໝາຍໄວ້ເພື່ອລຶບ
nl: Item is gemarkeerd voor verwijdering
pl: Wpis zaznaczony do usunięcia
ro: Înregistrarea este marcată pentru ștergere
ru: Запись помечена для удаления
sv: Posten är markerad för borttagning
uk: Запис позначений для видалення
zh_cn: 记录标记为删除

source: Record Information
af: Rekord Inligting
ca: Informació registre
cs: Informace o záznamu
de: Imformationen zum Eintrag
el: Πληροφορίες Εγγραφής
es: Información del registro
fr: Informations sur l'enregistrement
hu: Bejegyzésinformáció
it: Informazioni sulla registrazione
lo: ຂໍ້ມູນເຣັກຄອດ
nl: Item Informatie
pl: Informacje o wpisie
ro: Informații înregistrare
ru: Информация записи
sv: Postinformation
uk: Інформація про Запис
zh_cn: 记录信息

source: Record is protected
af: Rekord word beskerm
ca: El registre està protegit
cs: Záznam je chráněný
de: Eintrag ist geschützt
el: Η εγγραφή είναι προστατευμένη
es: El registro está protegido
fr: L'enregistrement est protégé
hu: A bejegyzés védett
it: Record protetto
lo: ເຣັກຄອດຖືກປ້ອງກັນ
nl: Item wordt beschermd
pl: Wpis jest chroniony
ro: Înregistrarea este protejată
ru: Запись защищиена
sv: Posten är skyddad
uk: Запис захищений
zh_cn: 记录被保护

source: Record Maintenance
af: Rekord Onderhoud
ca: Manyeniment de registre
cs: Údržba záznamu
de: Wartung Aufnehmen
el: Συντήρηση Εγγραφής
es: Mantenimiento del registro
fr: Entretien des Enregistrements
hu: Bejegyzéskarbantartás
it: Manutenzione record
lo: ການບຳລຸງຮັກສາເຣັກຄອດ
nl: Item Onderhoud
pl: Obsługa wpisu
ro: Înregistrare mentenanță
ru: Информация технического обслуживания
sv: Post underhåll
uk: Обслуговування Запису
zh_cn: 记录维护

source: Edit Record
af: Redigeer Rekord
ca: Edita registre
cs: Upravit záznam
de: Eintrag bearbeiten
el: Επεξεργασία Εγγραφής
es: Editar registro
fr: Modifier l'enregistrement
hu: Bejegyzés módosítása
it: Modifica record
lo: ແກ້ໄຂເຣັກຄອດ
nl: Item Bewerken
pl: Edytuj wpis
ro: Editare înregistrare
ru: Редактировать запись
sv: Ändra post
uk: Редагувати запис
zh_cn: 编辑记录

source: Record is unlocked
af: Rekord is ontgeslot
ca: El registre està desbloquejat
cs: Záznam je odemčen
de: Eintrag ist entsperrt
el: Η εγγραφήείναι ξεκλείδωτη
es: El registro esta desbloqueado
fr: L'enregistrement est déverrouillé
hu: A bejegyzés zárolását feloldottad
it: Record sbloccato
lo: ເຣັກຄອດຖືກປົດລັອກ
nl: Item is ontgrendeld
pl: Wpis odblokowany
ro: Înregistrarea este deblocată
ru: Запись заблокирована
sv: Posten är olåst
uk: Запис розблокований
zh_cn: 记录已解锁

source: Do you really want to remove the selected item from the list?
af: Wil jy regtig die geselekteerde item van die lys af verwyder?
ca: Realment voleu eliminar l'element seleccionat de la llista?
cs: Opravd odebrat vybranou položku ze seznamu?
de: Möchten Sie wirklich den selektierten Eintrag aus der Liste entfernen?
el: Θέλετε σίγουρα να αφαιρέσετε το επιλεγμένο στοιχεία από τη λίστα;
es: ¿Realmente quieres borrar los items seleccionados de la lista?
fr: Voulez-vous vraiment supprimer de la liste l'item sélectionné?
hu: Biztos eltávolítod a kiválasztott elemet a listából?
it: Vuoi veramente eliminare l'oggetto selezionato dalla lista?
lo: ທ່ານຕ້ອງການລຶບລາຍການທີ່ເລືອກອອກຈາກລາຍການແທ້ບໍ່?
nl: Weet u zeker dat u dit geselecteerde item van de lijst wilt verwijderen?
pl: Czy na pewno chcesz usunąć wybraną pozycję z listy?
ro: Doriți să ștergeți elementul selectat din listă?
ru: Вы действительно хотите удалить выбранный объект из списка?
sv: Vill du verkligen ta bort det valda föremålet från listan?
uk: Ви підтверджуєте видалення обраного елементу списку?
zh_cn: 你确定从列表中删除选中的项目吗？

source: Select item to remove from the list
af: Kies 'n item om van die lys af te verwyder
ca: Seleccionar element per eliminar-lo de la llista
cs: Vyberte položku kterou chcete odstranit ze seznamu
de: Wählen Sie das Objekt aus, welches von der Liste entfernt werden soll
el: Επιλέξτε το αντικείμενο που θέλετε να αφαιρεθεί από τη λίστα
es: Selecionar el ítem a remover de la lista
fr: Sélectionner l'item à supprimer de la liste
hu: Válaszd ki a listáról eltávolítandó elemet.
it: Selezionare l'oggetto da rimuovere dall'elenco
lo: ເລືອກລາຍການທີ່ຈະລຶບອອກຈາກລາຍການ
nl: Selecteer het item om van de lijst te verwijderen
pl: Wybierz pozycję do usunięcia z listy
ro: Selectați un element din listă pentru eliminare
ru: Выберите объект для удаления из списка
sv: Välj poster att ta bort från listan
uk: Виберіть елемент для видалення із списку
zh_cn: 请从列表中选择要删除的项目

source: Service
af: Diens
ca: Servei
cs: Služba
el: Υπηρεσία
es: Servicio
hu: Szolgáltatás
it: Servizio
lo: ບໍລິການ
pl: Usługa
ro: Serviciu
ru: Служба
sv: Tjänst
uk: Служба
zh_cn: 服务

source: Undefined
af: Ongedefinieerd
ca: No s'ha definit
cs: Neurčeno
de: Nicht festgelegt
el: Μη ορισμένο
es: Indefinido
fr: Indéfini
hu: Nincs meghatározva
it: Non definito
lo: ບໍ່ໄດ້ກຳນົດ
nl: Ongedefinieerd
pl: Niezdefiniowany
ro: Nedefinit
ru: Не определено
sv: Odefinerad
uk: Невизначено
zh_cn: 未定义

source: The value is invalid.
af: Die waarde is ongeldig.
ca: El valor no és vàlid.
cs: Zadaná hodnota není platná.
de: Der Wert ist ungültig.
el: Η τιμή δεν είναι έγκυρη.
es: Valor no válido
fr: La valeur est invalide.
hu: Az érték érvénytelen.
it: Il valore è invalido.
lo: ຄ່າບໍ່ຖືກຕ້ອງ.
nl: De waarde is ongeldig.
pl: Wartość jest nieprawidłowa.
ro: Valoare invalidă.
ru: Значение недействительно.
sv: Värdet är felaktigt.
uk: Помилкове значення.
zh_cn: 该值无效。

source: Network Address
af: Netwerk Adres
ca: Adreça de xarxa
cs: Síťová adresa
de: Netzwerkadresse
el: Διεύθυνση Δικτύου
es: Dirección de red
fr: Adresse du Réseau
hu: Hálózati cím
it: Indirizzo di rete
lo: ທີ່ຢູ່ເຄືອຂ່າຍ
nl: Netwerkadres
pl: Adres sieciowy
ro: Adresă reţea
ru: Сетевой адрес
sv: Nätverksadress
uk: Мережева адреса
zh_cn: 网络地址

source: Enable Setting
af: Inskakel Instelling
ca: Activa els ajustos.
cs: Zapnout nastavení
de: Einstellung aktivieren
el: Ενεργοποίηση Ρύθμισης
es: Habilitar Opciones
fr: Activer le Réglage
hu: Beállítás bekapcsolása
it: Attiva settaggi
lo: ເປີດໃຊ້ການຕັ້ງຄ່າ
nl: Inschakelen Instellingen
pl: Aktywuj ustawienie
ro: Activare setări
ru: Включить настройку
sv: Aktivera inställning
uk: Дозволити Параметри
zh_cn: 启用设置

source: Enter a description for your reference.
af: Sleutel 'n beskrywing vir jou verwysing in.
ca: Introduïu una descripció per la teva referència.
cs: Zadejte popis své předvolby.
de: Eine Beschreibung als Referenz eingeben.
el: Εισάγετε μια περιγραφή για δική σας εξυπηρέτηση.
es: Introduzca una descripción d ela orden
fr: Entrez une description pour votre référence.
hu: Add meg a hivatkozás leírását.
it: Inserisci una descrizione per propria referenza.
lo: ປ້ອນຄຳອະທິບາຍເພື່ອອ້າງອີງ.
nl: Geef een beschrijving op voor uw referentie.
ro: Introduceți o scurtă descriere, de referință.
ru: Введите описание для справки.
sv: Mata in en beskrivning för din referens.
uk: Введіть опис для вашого посилання.
zh_cn: 输入说明以供参考。

source: IPv4 Address
af: IPv4 Adres
ca: Adreça IPv4
cs: IPv4 adresa
de: IPv4-Adresse
el: Διεύθυνση IPv4
es: Dirección IPv4
fr: Adresse IPv4
hu: IPv4 cím
it: Indirizzo IPv4
lo: ທີ່ຢູ່ IPv4
nl: IPv4-adres
pl: Adres IPv4
ro: Adresă IPv4
ru: Адрес IPv4
sv: IPv4-adress
uk: Адреса IPv4
zh_cn: IPv4 地址

source: Protect
af: Beskerm
ca: Protegeix
cs: Chránit
de: Schützen
el: Προστασία
es: Proteger
fr: Protéger
hu: Védelem
it: Proteggi
lo: ປ້ອງກັນ
nl: Beschermen
pl: Chroń
ro: Protejare
ru: Защита
sv: Skydda
uk: Захистити
zh_cn: 保护

source: Protect Setting
af: Beskerm Instelling
ca: Protegeix els ajustos
cs: Nastaení ochrany
de: Einstellung schützen
el: Ρύθμιση Προστασίας
es: Proteger Opciones
fr: Protéger le réglage
hu: Védelem beállításai
it: Settaggi della protezione
lo: ການຕັ້ງຄ່າການປ້ອງກັນ
nl: Beschermen Instellingen
pl: Ustawienia ochrony
ro: Protejare setări
ru: Защитить настройки
sv: Skydda inställning
uk: Параметри захисту
zh_cn: 保护设置

source: The UUID of the record.
af: Die UUID van die rekord.
ca: El UUID del registre.
cs: Univerzálně neopakující se identifikátor (UUID) záznamu.
de: Die UUID des Eintrages (record).
el: Το UUID της εγγραφής.
es: El UUID del registro.
fr: L'UUID de l'enregistrement.
hu: A bejegyzés UUID-je.
it: Il UUID della registrazione
lo: UUID ຂອງເຣັກຄອດ.
nl: De UUID van de record.
pl: UUID wpisu
ro: Codul UUID al înregistrării
ru: UUID записи.
sv: UUID för posten.
uk: UUID запису.
zh_cn: 记录的UUID。

source: Enter Universally Unique Identifier
af: Ingaan Universeel Unieke Identifiseerder
ca: Introduïu l'identificador únic universal
cs: Zadejte univerzálně neopakující se identifikátor
de: Universally Unique Identifier eingeben
el: Εισαγωγή Γενικού Μοναδικού Αναγνωριστικού
es: Ingrese el identificador único universal
fr: Entrer un identifiant unique universel
hu: Adja meg az univerzálisan egyedi azonosítót
it: Inserire un identificativo universalmente univoco
lo: ປ້ອນຕົວລະບຸທີ່ບໍ່ຊ້ຳກັນທົ່ວໂລກ
nl: Universeel Unieke identificatie Opgeven
ro: Introducere Identificator Universal Unic
ru: Введите универсальный уникальный идентификатор
sv: Mata in en universellt unik identifierare (UUID)
uk: Введіть Універсальний Унікальний Ідентифікатор (UUI)
zh_cn: 输入通用唯一标识符

source: Universally Unique Identifier
af: Universeel Unieke Identifiseerder
ca: Identificador únic universal
cs: Univerzálně neopakující se identifikátor
de: Eindeutiger Bezeichner UUID
el: Γενικό Μοναδικό Αναγνωριστικό
es: Identificador único universal
fr: Identifiant unique universel
hu: Univerzálisan egyedi azonosító
it: Identificativo universalmente univoco
lo: ຕົວລະບຸທີ່ບໍ່ຊ້ຳກັນທົ່ວໂລກ
nl: Universeel Unieke Identificatie
ro: Identificator Universal Unic
ru: Универсальный уникальный идентификатор
sv: Universellt unik identifierare (UUID)
uk: Універсальний Унікальний Ідентифікатор (UUI)
zh_cn: 通用唯一标识符
