Repository: rojim666/xigmanas-code-r10599-trunk
Catalog: locale/xigmanas-*.po
Languages: af, ca, cs, de, el, es, fr, hu, it, lo, nl, pl, ro, ru, sv, uk, zh_cn

source: Allows certain users and groups to have read/write access to a share. This follows the allow option format.
af: Laat sekere gebruikers en groepe toe om lees/skryf toegang tot 'n aandeel te hê. Hierdie volg op die toelaat opsie formaat.
ca: Permet a determinats usuaris i grups accés de lectura i escriptura a un recurs. Això segueix l'opció de format permès.
cs: Zpřístupní sdílení určitým uživatelům a skupinám pro čtení/zápis. Forma zápisu je stejná, jako u seznamu povolených (allow).
de: Gibt bestimmten Benutzern und Benutzergruppen Lese- und Schreibzugriff auf eine Freigabe. Diese Zuordnung folgt dem Erlaubt-Optionsformat.
el: Επιτρέπει σε ορισμένους χρήστες και ομάδες να έχουν πρόσβαση ανάγνωσης/εγγραφής σε έναν κοινόχρηστο πόρο. Αυτό ακολουθεί τη μορφή που επιτρέπει την επιλογή.
es: Permite a determinados usuarios y grupos el acceso de lectura/escritura a un recurso compartido. Utiliza el mismo formato que la opción permitir.
fr: Permet à certains utilisateurs et groupes l'accès en lecture/écriture à un partage. Ceci suit le format de l'option Autoriser.
hu: Több felhasználónak és csoportnak megengedi, hogy olvasás/írás hozzáférése legyen egy megosztáshoz. A megengedő formulát követi.
it: Consenti a certi utenti e gruppi di avere accesso in letture/scrittura ad una condivisione. Questo segue il formato dell'opzione consenti.
lo: ອະນຸຍາດໃຫ້ຜູ້ໃຊ້ ແລະ ກຸ່ມທີ່ແນ່ນອນມີການເຂົ້າເຖິງການແບ່ງປັນແບບອ່ານ/ຂຽນ. ນີ້ປະຕິບັດຕາມຮູບແບບຂອງຕົວເລືອກ allow.
nl: Sta toe dat bepaalde gebruikers en groepen lees en schrijf rechten krijgen tot een deling. Dit volgt de optie toestaan formaat.
pl: Pozwala określonym użytkownikom i grupom na odczyt i zapis dla tego udziału. Znaczenie opcji - "zezwól".
ro: Permite unor utilizatori și grupuri accesul la resursa partajată în mod scriere/citire. Conform cu formatul opțiunii allow.
ru: Настройка предоставляет выбранным пользователям и группам права на чтение/запись общего ресурса.
sv: Tillåt vissa användare och grupper läs/skriv rättigheter till en utdelning. Valet följer samma format som optionen 'tillåt'.
uk: Дозволяє певним користувачам і групам мати доступ на читання/запис до спільного ресурсу.
zh_cn: 允许特定用户和群组对共享具有读/写访问权限。 这遵循允许选项格式。

source: Enable Time Machine support
af: Ontsper Tyd Masjien ondersteuning
ca: Habilita el suport de Time Machine
cs: Zapnout podporu pro aplikaci Apple Time Machine
de: Time Machine Unterstützung aktivieren
el: Ενεργοποίηση υποστήριξης Time Machine
es: Activar soporte para Time Machine
fr: Support de Time Machine autorisé
hu: Időkiszolgáló támogatásának engedélyezése
it: Abilita il supporto di Time Machine
lo: ເປີດໃຊ້ການຮອງຮັບ Time Machine
nl: Inschakelen Time Machine ondersteuning
pl: Włącz obsługę Time Machine
ro: Activare compatibilitate Time Machine
ru: Включить поддержку Time Machine
sv: Aktivera stöd för Time Machine
uk: Увімкнути підтримку Time Machine
zh_cn: 启用Time Machine的支持

source: MiB
fr: Mio
pl: MB
ru: МБ
uk: МіБ

source: BitTorrent Settings
af: BiTtorrent Opsies
ca: Configuració de BitTorrent
cs: Nastavení BitTorrentu
de: BitTorrent-Einstellungen
el: Ρυθμίσεις BitTorrent
es: Configuracion de BitTorrent
fr: Paramètres BitTorrent
hu: BitTorrent-beállítások
it: Configurazione BitTorrent
lo: ການຕັ້ງຄ່າ BitTorrent
nl: BitTorrent Instellingen
pl: Ustawienia sieci BitTorrent
ro: Setări BitTorrent
ru: Настройки BitTorrent
sv: BitTorrent Inställningar
uk: Налаштування BitTorrent
zh_cn: BitTorrent设置

source: Service Active
af: Diens Aktief
ca: Servei actiu
cs: Služba aktivní
de: Dienst aktiv
el: Υπηρεσία Ενεργή
es: Servicio Activo
fr: Service Actif
hu: A szolgáltatás aktív
it: Servizio attivo
lo: ບໍລິການກຳລັງເຮັດວຽກ
nl: Service Actief
pl: Usługa aktywna
ro: Serviciu activ
ru: Активный сервис
sv: Tjänsten aktiv
uk: Служба активна
zh_cn: 服务有效

source: Transmission Web Interface
ca: Interfície web de transmissió
de: Übertragung Web-Interface
el: Web Περιβάλλον Χρήσης Transmission
es: Interfaz Web de transmission
fr: Interface Web de Transmission
hu: Transmission web interfész
it: Interfaccia Web di Transmission
nl: Transmission Webpagina
ro: Interfață de transmisie Web
ru: Веб-интерфейс Transmission
sv: Transmission Webgränssnitt
uk: Web-інтерфейс Transmission
zh_cn: Transmission 网页界面

source: Additional Information
af: Bykomende Inligting
ca: Informació addicional
cs: Další informace
de: Zusätzliche Informationen
el: Πρόσθετες Πληροφορίες
es: Información adicional
fr: Information complémentaire
hu: További információ
it: Informazioni Aggiuntive
lo: ຂໍ້ມູນເພີ່ມເຕີມ
nl: Aanvullende Informatie
pl: Dodatkowe informacje
ro: Informații suplimentare
ru: Дополнительная информация
sv: Ytterligare information
uk: Додаткова інформація
zh_cn: 附加信息

source: Database Directory
af: Databasis Directory
ca: Directori de la base de dades
cs: Složka s databází
de: Datenbankverzeichnis
el: Φάκελος βάσης δεδομένων
es: Directorio de la base de datos
fr: Répertoire de base de données
hu: Adatbázismappa
it: Directory del database
lo: ໄດເລກະທໍຣີຖານຂໍ້ມູນ
nl: Database Map
pl: Katalog bazy danych
ro: Director bază de date
ru: Каталог базы данных
sv: Databaskatalog
uk: Каталог бази даних
zh_cn: 数据库目录

source: Content
af: Inhoud
ca: Contingut
cs: Obsah
de: Inhalt
el: Περιεχόμενα
es: Contenido
fr: Contenu
hu: Tartalom
it: Contenuto
lo: ເນື້ອຫາ
nl: Mediabibliotheek
pl: Zawartość
ro: Conținut
ru: Содержимое
sv: Innehåll
uk: Вміст
zh_cn: 内容

source: Rescan interval
af: Herskandeer interval
ca: Interval del anàlisi
cs: Interval opakování zjišťování
de: Intervall für erneutes Scannen
el: Διάστημα επανελέγχου
es: Intervalo de Re-Escaneo
fr: Intervalle de balayage
hu: Újrakeresési időköz
it: Intervallo di scansione
lo: ໄລຍະເວລາສະແກນຄືນ
nl: Opnieuw scannen interval
pl: Czas do kolejnego skanowania
ro: Interval rescanare
ru: Интервал обновления
sv: Intervall för omskanning
uk: Інтервал пересканування
zh_cn: 重新扫描间隔

source: Port %ld is already used by another service.
af: Poort %ld reeds deur 'n ander toestel gebruik word.
ca: El port %ld està en ús per un altre servei
cs: Port %ld je už využíván jinou službou.
de: Port %ld wird bereits von einem anderen Dienst verwendet.
el: Η θύρα %ld χρησιμοποιείται ήδη από κάποια άλλη υπηρεσία.
es: El puerto %ld ya está en uso por otro servicio.
fr: Le port %ld est déjà utilisé par un autre service.
hu: A %ld portot már egy másik szolgáltatás használja.
it: La porta %ld è attualmente usata da un altro servizio.
lo: ພອດ %ld ຖືກໃຊ້ໂດຍບໍລິການອື່ນແລ້ວ.
nl: Poort %ld is al in gebruik door een andere service.
pl: Port %ld jest zajęty przez inną usługę.
ro: Portul %ld este deja utilizat de alt serviciu.
ru: Порт %ld уже используется другой службой.
sv: Port %ld är används redan av en annan tjänst.
uk: Порт %ld вже використовується іншим сервісом.
zh_cn: 端口 %ld 已被其他服务使用。

source: Digital Audio Access Protocol
af: Digitalie Oudio Toegang Protokol
ca: Protocol Access Audio Digital
cs: Digital Audio Access Protocol (protokol pro přístup k digitálnímu zvuku)
el: Πρωτόκολλο Πρόσβασης Ψηφιακού Ήχου
hu: Digital Audio Access Protokoll
it: Protocollo di accesso all'audio digitale
nl: Digitaal Audio Toegangs Protocol
ro: Protocol Acces Audio Digital (DAAP)
ru: iTunes/Digital Audio Access Protocol (DAAP)
sv: Digitalt ljud åtkomstprotokoll
uk: Протокол доступу до цифрових звукових даних
zh_cn: 数字音频访问协议（Digital Audio Access Protocol）

source: This is both the name of the server as advertised via Zeroconf/Bonjour/Rendezvous, and the name of the database exported via DAAP.
af: Dit is beid die naam van die bedieners soos geadverteer deur Zeroconf/Bonjour/Rendezvous. en die naam van die databasis wat uitgevoer is via DAAP.
ca: Això és alhora el nom del servidor com s'anuncia a través de Zeroconf/Bonjour/Rendezvous, i el nom de la base de dades exportada a través de DAAP.
cs: Toto slouží jako název serveru, propagovaný prostřednictvím protokolu Zeroconf/Bonjour/Rendezvous a také jako název databáze, exportované prostřednictvím protokolu DAAP.
de: Dies ist einerseits der Name des Server wie per Zeroconf/Bonjour/Rendevous angezeigt und andererseits der Name der Datenbank die via DAAP exportiert wird.
el: Αυτό είναι το όνομα του διακομιστή όπως εμφανίζεται μέσω Zeroconf/Bonjour/Rendezvous, καθώς και το όνομα της βάσης δεδομένων που εξάγεται μέσω DAAP.
es: Ambos son, el nombre de el servidor como anunciado vía Zeroconf/Bonjour/Rendezvous, y el nombre de la base de datos exportada via DAAP.
fr: Ceci est en même temps le nom du serveur comme publié via Zeroconf/Bonjour/Rendezvous, et le nom de la base de données exportée via DAAP.
hu: Ez a Zeroconf/Bonjour/Rendezvous-n keresztül meghirdetésre keresztül szervernév, és a DAAP-n keresztül exportált adatbázis neve is egyben.
it: Questo è allo stesso tempo il nome del server come pubblicato via Zeroconf/Bonjour/Rendezvous e il nome del database esportato via DAAP.
lo: ນີ້ແມ່ນທັງຊື່ຂອງເຊີບເວີທີ່ໂຄສະນາຜ່ານ Zeroconf/Bonjour/Rendezvous, ແລະ ຊື່ຂອງຖານຂໍ້ມູນທີ່ສົ່ງອອກຜ່ານ DAAP.
nl: Deze servernaam wordt bekendgemaakt voor Zeroconf/Bonjour/Rendezvous, als ook de naam van de database die voor DAAP wordt geëxporteerd.
pl: Jest to jednocześnie nazwa serwera rozgłaszającego się przez Zeroconf/Bonjour/Rendezvous, oraz nazwa bazy danych eksportowanej przez DAAP.
ro: Acesta reprezintă atît numele serverului anunțat prin serviciul Zeroconf/Bonjour/Rendezvous cât și numele bazei exportate prin DAAP.
ru: Это одновременно и имя сервера Zeroconf/Bonjour/Rendezvous, и имя в DAAP.
sv: Detta är både namnet på den server som annonseras via Zeroconf / Bonjour / Rendezvous, och namnet på databasen som exporteras via DAAP.
uk: Це одночасно і ім'я сервера Zeroconf/Bonjour/Rendezvous, і ім'я в DAAP.
zh_cn: 此服务器名称被用于Zeroconf/Bonjour/Rendezvous，也是通过DAAP 导出的数据库名称。

source: Port to listen on. Default iTunes port is 3689.
af: Poort om op te luister. Standaarde iTunes poort is 3689.
ca: Port d'escolta. Per defecte el port iTunes és 3689.
cs: Port na kterém očekávat spojení. Výchozím portem aplikace iTunes je 3689.
de: Geöffneter TCP-Port (Standard für iTunes ist: 3689).
el: Θύρα ακρόασης. Η προεπιλεγμένη θύρα για το iTunes είναι 3689.
es: Puerto de escucha. Por defecto el puerto de iTunes es 3689
fr: Port en écoute. Le port par défaut d'iTunes est 3689.
hu: Figyelendő port. Alap iTunes port: 3689.
it: Porta di ascolto. La porta predefinita per iTunes è 3689.
lo: ພອດທີ່ຈະຮັບຟັງ. ພອດເລີ່ມຕົ້ນຂອງ iTunes ແມ່ນ 3689.
nl: Poort om op te luisteren. Standaard iTunes poort 3689.
pl: Port do nasłuchiwania. Domyślny port dla iTunes to 3689.
ro: Portul utilizat de iTunes, pentru monitorizare (implicit 3689).
ru: Порт для прослушивания. iTunes обычно использует 3689-й.
sv: Port att lyssna på. Standard iTunes port är 3689.
uk: Вхідний порт. Порт для iTunes за замовчуванням - 3689.
zh_cn: 监听端口。iTunes的默认端口是3689 。

source: Location where the content database file will be stored.
af: Ligging waar die inhouds databasis lêer gestoor sal word.
ca: Lloc on s'emmagatzemarà l'arxiu de dades de contingut.
cs: Umístění databázového souboru s obsahem.
de: Verzeichnispfad an welchem die Inhalte-Datenbank gespeichert werden soll.
el: Τοποθεσία που θα αποθηκευτεί το αρχείο με τη βάση δεδομένων των περιεχομένων.
es: Ubicacion donde sera almacenada la base de datos de contenidos.
fr: Emplacement où le contenu du fichier de la base de données doit être sauvegardé.
hu: Az adatbázis tartalom fájl helye.
it: Posizione del file di database dei contenuti.
lo: ສະຖານທີ່ທີ່ຈະເກັບໄຟລ໌ຖານຂໍ້ມູນເນື້ອຫາ.
nl: Geef de locatie op waar de database van de mediabibliotheek opgeslagen moet worden.
pl: Miejsce przechowywania pliku bazy danych zawartości.
ro: Locația unde va fi stocată baza de date.
ru: Размещение для хранения содержимого базы данных.
sv: Platsen där filen för innhållsdatabasen ska lagras.
uk: Місце, де файл бази даних контенту буде зберігатися.
zh_cn: 储存内容资料库文件的位置。

source: Location of the files to share.
af: Ligging van die lêers om aandeel.
ca: Ubicació dels arxius a compartir.
cs: Umístění souborů, které mají být sdíleny.
de: Verzeichnispfad der freizugebenden Dateien
el: Τοποθεσία αρχείων που θα διαμοιραστούν.
es: Ubicacion de los archivos para compartir.
fr: Localisation des fichiers à partager.
hu: Megosztandó fájlok helye
it: Posizione dei file da condividere.
lo: ສະຖານທີ່ຂອງໄຟລ໌ທີ່ຈະແບ່ງປັນ.
nl: Locatie van de bestanden om te delen.
pl: Położenie plików do współdzielenia.
ro: Locația fișierelor de partajat.
ru: Размещение файлов на общем ресурсе.
sv: Sökväg till filerna som skall delas.
uk: Розміщення файлів для спільного доступу.
zh_cn: 文件的分享位置。

source: Compilations Directories
af: Kompilasies Directories
ca: Directoris de compilacions
cs: Složky pro kompilaci
de: Compilations Verzeichnisse
el: Φάκελοι Συλλογών
es: Directorios de compilación
fr: Compilations Répertoires
hu: Gyűjtemények mappái
it: Directory delle compilations
lo: ໄດເລກະທໍຣີຂອງການລວບລວມ
nl: Compilatie Map
ro: Directoare compilări
ru: Каталоги сборников
sv: Samlingskataloger
uk: Каталоги збірників
zh_cn: 汇编目录

source: Tracks whose path contains one or more of these comma separated strings will be treated as a compilation.
af: Snitte waarvan die pad een of meer van hierdie komma geskeide snare bevat word as 'n komposisie beskou.
ca: Les pistes en las que la ruta conté una o més d'aquestes cadenes separades per comes seran tractada com una compilació.
cs: Skladby, jejichž popis umístění obsahuje jeden nebo více řetězců z tohoto seznamu (jednotlivé položky oddělujte čárkou), považovat za sbírky.
de: Titel deren Pfad ein oder mehrere (durch Komma getrennte) Zeichenfolgen enthält, werden als Aufstellung weiter verarbeitet.
el: Κομμάτια των οποίων η διαδρομή περιέχει μία ή περισσότερες από αυτές τις διαχωρισμένες με κόμμα συμβολοσειρές, θα αντιμετωπίζονται σαν συλλογή.
es: Las pistas cuya ruta contenga uno o más de estas palabras separadas por coma, serán tratadas como compilación
fr: Pistes dont le chemin contient une ou plusieurs virgules séparatrices de chaînes de caractères seront traitées comme une compilation.
hu: Azok a számokat gyűjtjük össze, melyek útvonala egyet vagy többet tartalmaz ezekből a vesszővel elválasztott szövegrészekből.
it: Tracce il cui percorso contiene uno o più di queste
lo: ເພງທີ່ເສັ້ນທາງຂອງມັນມີໜຶ່ງ ຫຼື ຫຼາຍກວ່ານັ້ນຂອງສະຕຣິງທີ່ຂັ້ນດ້ວຍຈຸດເຫຼົ່ານີ້ຈະຖືກຖືວ່າເປັນການລວບລວມ.
nl: Traceert wiens locatie een of meer van deze door komma's gescheiden tekenreeksen worden behandeld als een compilatie.
ro: Piesele ale căror căi conțin unul sau mai multe dintre aceste șiruri de caractere vor fi considerate compilații.
ru: Пути, содержащие треки и прописанные в строках, разделенных запятыми, будут рассматриваться как сборник.
sv: Spår vars sökväg innehåller en eller flera av dessa kommaseparerade textsträngar kommer behandlas som samlingar
uk: Треки, чий шлях містить один або декілька розділених комою рядків, будуть розглядатися як збірник.
zh_cn: 其路径包含一个或多个以逗号分隔的字符串的轨道将被视为编译。

source: Group Compilations
af: Groep Kompilasies
ca: Grup de compilacions
cs: Skupinové kompilace
de: Gruppenzusammenstellung
el: Συλλογές Ομάδων
es: Compilación de Grupo
fr: Compilations de Groupe
hu: Csoportgyűjtemények
it: Gruppo Compilazioni
lo: ກຸ່ມການລວບລວມ
nl: Group Compilaties
ro: Grupul Compilații
ru: Группа сборников
sv: Gruppsamlingar
uk: Група компіляцій
zh_cn: 群组编制

source: Whether compilations should be shown together under Various Artists.
af: Of samestelling nou saam onder Verskeie Kunstenaars getoon moet word.
ca: On les compilacions han de mostrar-se junts sota Diversos Artistes.
cs: Zda mají být sbírky zobrazovány také všechny pohromadě v kategorii „Různí umělci“.
de: Zusammenstellungen (Compilation) werden als eine Liste unter 'Various Artists' dargestellt.
el: Ορίζει αν οι συλλογές θα πρέπει να εμφανίζονται μαζί κάτω από τους Διάφορους Καλλιτέχνες.
es: Cualquier compilación debe mostrarse junta, bajo el epigrafe Artistas Varios.
fr: Lorsque les compilations doivent être présentés ensemble sous "Artistes variés".
hu: A válogatások együtt jelenjenek meg az Egyéb Művészek alatt.
it: Indica se le compilations debbano essere indicate assieme sotto la voce "Artisti vari".
lo: ວ່າການລວບລວມຄວນຈະຖືກສະແດງພ້ອມກັນພາຍໃຕ້ສິນລະປິນຕ່າງໆຫຼືບໍ່.
nl: Of compilaties samen worden weergegeven onder Various Artists.
ro: Dacă colecțiile ar trebui listate în Artiști Diverși.
ru: Показывать все сборники вместе с разными артистами.
sv: Om samlingar skall visas tillsammans under Blandade Artister.
uk: Будь-які компіляції повинні бути показані разом в рамках Various Artists.
zh_cn: 是否应该在各个艺术家一起展示编译。

source: Rescan Interval
af: Herskandeer Intervalle
ca: Interval de re-escanejat
cs: Interval opětovného skenu
de: Zeitintervall neuscannen
el: Μεσοδιάστημα Επανασάρωσης
es: Intervalo de rescaneo
fr: Intervalle de rescan
hu: Újrakeresési időköz
it: Intervalli di rianalisi
lo: ໄລຍະເວລາສະແກນຄືນ
nl: Herscan Interval
ro: Interval Rescanare
ru: Интервал пересканирования
sv: Omskanningsintervall
uk: Інтервал Пересканування
zh_cn: 重新扫描间隔

source: Scan file system every N seconds to see if any files have been added or removed. Set to 0 to disable background scanning. If background rescanning is disabled, a scan can still be forced from the status page of the administrative web interface.
af: Aftas die lêer stelsel elke N sekondes om te sien of enige lêers bygevoeg of verwyder was. Stel dit as 0 om die agtergrond aftassing af te skakel. As agtergrond aftassing afgeskakel is, dan kan aftassing not steeds gevorseer word van die status bladsy van die administratiewe koppelvlak.
ca: Analitza el sistema d'arxius cada N segons per veure si els arxius s'han afegit o eliminat. S'estableix en 0 per desactivar l'exploració en segon pla. Si el segon pla està desactivat una nova exploració encara pot ser forçada des de la pàgina d'estat de la interfície web d'administració.
cs: Každých N sekund skenováním souborového systému zjišťovat, zda byly přidány nebo odebrány nějaké soubory. Skenování na pozadí zakážete nastavením na hodnotu 0 (nula). I v případě že je skenování na pozadí vypnuto, stále je možné skenování jednorázově vyvolat ze stavové stránky správního webového rozhraní.
de: Überprüft das Dateisystem alle N Sekunden, um zu sehen, ob neue Dateien hinzugefügt oder entfernt wurden. Wert 0 deaktiviert die Überprüfung im Hintergrund. Wenn die Hintergrundüberprüfung deaktiviert wurde, kann eine Überprüfung über die administrative Webseite manuell angestoßen werden.
el: Έλεγχος συστήματος αρχείων κάθε Ν δευτερόλεπτα για να δείτε αν κάποια αρχεία έχουν προστεθεί ή αφαιρεθεί. Ρύθμιση στο 0 για να απενεργοποιήσετε τον έλεγχο στο παρασκήνιο. Αν ο επανέλεγχος στο παρασκήνιο είναι απενεργοποιημένος, μπορείτε να εξαναγκάσετε να εκτελεστεί ο έλεγχος από τη σελίδα 'Κατάσταση' του web περιβάλλοντος διαχείρισης.
es: Escanear el sistema de archivos cada N segundos para ver si algun archivo ha sido agregado o removido. Coloque 0 para deshabilitar el escaneo en segundo plano. Si el re-escaneo en segundo plano esta deshabilitado, un escaneo puede aun ser forzado desde la pagina de estado de la interfaz web administrativa.
fr: Parcourt le système de fichiers toutes les N secondes pour voir si des fichiers ont été ajoutés ou supprimés. Mettre à 0 pour désactiver le balayage en tâche de fond. Si le balayage en tâche de fond est désactivé, on peut tout de même forcer l'exécution d'un balayage depuis l'interface web d'administration.
hu: A fájlrendszert minden N másodpercben átvizsgálja, lett-e fájl létrehozva vagy törölve. A 0 letiltja a vizsgálatot a háttérben. Ha a vizsgálat a háttérben le van tiltva, az akkor is elindítható az adminisztrációs webes felületen állapot oldalán.
it: Scansione del file system ogni N secondi per rilevare l'eventuale aggiunta o rimozione di file. Impostare a 0 per disabilitare la scansione in background. Se la scansione in background è disabilitata, sarà comunque possibile forzare una scansione dalla pagina di stato dell'interfaccia web di amministrazione.
lo: ສະແກນລະບົບໄຟລ໌ທຸກໆ N ວິນາທີເພື່ອເບິ່ງວ່າມີໄຟລ໌ໃດຖືກເພີ່ມ ຫຼື ລຶບອອກ. ຕັ້ງເປັນ 0 ເພື່ອປິດການສະແກນເບື້ອງຫຼັງ. ຖ້າການສະແກນຄືນເບື້ອງຫຼັງຖືກປິດ, ຍັງສາມາດບັງຄັບການສະແກນໄດ້ຈາກໜ້າສະຖານະຂອງອິນເຕີເຟດເວັບການບໍລິຫານ.
nl: Scan het bestandssysteem elke X seconden om te kijken of er bestanden bijgekomen of verwijderd zijn. Vul 0 in om achtergrond scannen uit te schakelen. Als in de achtergrond scannen is uitgeschakeld kan een geforceerde scan nog steeds worden uitgevoerd via de status pagina van de administratieve WebGUI.
pl: Przeszukaj system plików c N sekund aby sprawdzić czy jakiekolwiek pliki zostały dodadne lub usunięte. Ustaw na 0 aby wyłączyć przeszukiwanie w tle. Jeśli przeszukiwanie w tle jest wyłączone, nadal można je wymusić ze strony stanu WebGUI.
ro: Scanare sistem de fișiere la fiecare N secunde pentru a găsi fișierele noi adăugate sau modificate. Introduceți valorea 0 pentru a dezactiva scanarea fișierelor în fundal. Dacă scanarea automată în fundal este dezactivată se poate forța o scanare a sistemului din pagina de stare a interfeței grafice.
ru: Сканировать файловую систему каждые n секунд для поиска добавленных или удаленных файлов, установите 0 для отключения. При этом остается возможность вручную запустить сканирование на странице статуса интерфейса управления.
sv: Genomsök filsystemet var N sekunder för att se om några filer har lagts till eller tagits bort. Sätt till 0 för att inaktivera genomsökning i bakgrunden. Om bakgrundsgenomsökning är inaktiverat kan en genomsökning fortfarande tvingas fram från Statussidan för det administrativa webbgränssnittet.
uk: Сканувати файлову систему кожні N секунд для виявлення доданих чи видалених файлів. Встановіть '0' для вимкнення періодичного фонового сканування. Навіть якщо постійне фонове сканування вимкнено, одноразове сканування можна виконати із сторінки статуса веб інтерфейса.
zh_cn: 每N秒扫描文件系统，以查看是否已添加或删除任何文件。 设置为0以禁用后台扫描。 如果禁用了背景重新扫描，仍可以从管理Web界面的状态页面强制执行扫描。

source: Always Scan
af: Altyd Skandeer
ca: Escanejar sempre
cs: Vždy skenovat
de: Immer Scannen
el: Πάντα Σάρωση
es: Siempre escanear
fr: Toujours Scanner
hu: Mindig keressen
it: Scansione continua
lo: ສະແກນສະເໝີ
nl: Altijd Scannen
pl: Zawsze skanuj
ro: Scanare mereu
ru: Сканировать всегда
sv: Skanna alltid
uk: Завжди сканувати
zh_cn: 总是扫描
