Repository: rojim666/xigmanas-code-r10599-trunk
Catalog: locale/xigmanas-*.po
Languages: af, ca, cs, de, el, es, fr, hu, it, lo, nl, pl, ro, ru, sv, uk, zh_cn

source: Read Only (ro)
af: Lees Allenlik (ro)
ca: Només lectura (ro)
cs: Pouze pro čtení (ro)
de: Nur Lesen (ro)
el: Μόνο για ανάγνωση
es: Solo lectura (ro)
fr: Lecture seule (ro)
hu: Csak olvasható (ro)
it: Sola lettura (ro)
lo: ອ່ານຢ່າງດຽວ (ro)
nl: Alleen Lezen (ro)
pl: Tylko odczyt (ro)
ro: Doar Citire (ro)
ru: Только чтение (RO)
sv: Endast-läsning
uk: Тільки для читання (RO)
zh_cn: 只读 (ro)

source: Logical Unit Controller Login Information
af: Logiese Eenheid Kontroleerder Login Inligting
ca: Informació d'accés del l'unitat del controlador lògic
cs: Přihlašovací údaje pro řadič logických jednotek
de: Login Information LUC (Logical Unit Controller)
el: Πληροφορίες Σύνδεσης Ελεγκτή Λογικής Μονάδας
es: Información de acceso del controlador logico de la unidad.
fr: Contrôleur d'unité logique Informations de connexion
hu: Logikai Egység Vezérlő Bejelentkezési Információ
it: Informazioni di Login del Logical Unit Controller
lo: ຂໍ້ມູນການເຂົ້າສູ່ລະບົບຂອງຕົວຄວບຄຸມໜ່ວຍເຫດຜົນ
nl: Inloginformatie Logical Unit Controller
ro: Informații logare Unitate Controler Logic
ru: Информация о входе Logical Unit Controller
sv: Logisk enhetshanterare, inloggningsinformation
uk: Інформація про вхід Logical Unit Controller
zh_cn: 逻辑单元控制器登录信息

source: Controller IP Address
af: Kontroleerder IP Adres
ca: Adreça IP de controlador
cs: IP adresa řadiče
de: IP-Adresse des Controllers
el: Διεύθυνση IP Ελεγκτή
es: Dirección Ip de la controladora
fr: Adresse IP du contrôleur
hu: Kontroller IP-cím
it: Indirizzo IP del controller
lo: ທີ່ຢູ່ IP ຂອງຕົວຄວບຄຸມ
nl: IP-adres Controller
pl: Adres IP kontrolera
ro: Adresă IP controler
ru: IP-адрес контроллера
sv: IP adress för hanterare
uk: ІР адреса контролера
zh_cn: 控制器的IP地址

source: Save login information in configuration file.
af: Stoor inskakel inligting in instelling lêer.
ca: Guardar la informació d'inici de sessió en el fitxer de configuració.
cs: Uložit přihlašovací údaje do souboru s nastaveními.
de: Speichere Login-Informationen in der Konfigurationsdatei.
el: Αποθήκευση των πληροφοριών σύνδεσης στο αρχείο ρυθμίσεων.
es: Guardar informacion de inicio de sesion en el archivo de configuracion
fr: Sauvegarder les informations de login dans un fichier de configuration.
hu: Bejelentkezési információk mentése a konfigurációs fájlba.
it: Salva le informazioni di login nel file di configurazione.
lo: ບັນທຶກຂໍ້ມູນການເຂົ້າສູ່ລະບົບໃນໄຟລ໌ການຕັ້ງຄ່າ.
nl: Inloginformatie opslaan in het configuratiebestand.
pl: Zapisz informacje logowania w pliku konfiguracyjnym
ro: Salvare informații autentificare în fișierul de configurare.
ru: Сохранить имя пользователя и ключ безопасности в файле конфигурации
sv: Spara inloggningsinformation i konfigurationsfilen
uk: Зберегти інформацію для входу в конфігураційному файлі.
zh_cn: 将登录信息保存在设置文件内。

source: Scan Targets
af: Skandeer Teikens
ca: Anàlisis d'objectius
cs: Provést sken cílů
de: Scanne Ziel
el: Σάρωση προορισμών
es: Buscar Objetivos
fr: Scanner les cibles
hu: Célpontok keresése
it: Scansiona i targets
lo: ສະແກນເປົ້າໝາຍ
nl: Doelen Scannen
pl: Skanuj cele
ro: Scanare Destinații
ru: Сканировать цели
sv: Skanna Mål
uk: Об'єкти сканування
zh_cn: 扫描目标

source: Delete Login Info
af: Skrap aanmeld Inligting
ca: Suprimeix informació d'inici
cs: Smazat údaje o přihlášení
de: Lösche Login Information
el: Διαγραφή πληροφοριών εισόδου
es: Borrar informacion de incio de sesion
fr: Suppression des info de login
hu: Törlés Belépés Információk
it: Elimina le informazioni di login
lo: ລຶບຂໍ້ມູນການເຂົ້າສູ່ລະບົບ
nl: Inlog Info Verwijderen
pl: Usuń informacje logowania
ro: Ștergere date de autentificare
ru: Удалить сведения входа
sv: Radera Inloggnings Information
uk: Видалити інформацію про вхід
zh_cn: 删除登录信息

source: Portal Group
af: Portaal Groep
ca: Grup de Portal
cs: Skupina portálu
de: Portalgruppe
el: Ομάδα Portal
es: Grupo de Portal
fr: Groupe Portail
hu: Portálcsoport
it: Gruppo portale
lo: ກຸ່ມພໍທັນ
nl: Portaal Groep
pl: Grupa portali
ro: Grup Portal
ru: Группа порталов
sv: Portalgrupp
uk: Група порталів
zh_cn: 门户组（Portal Group）

source: Portal Groups
af: Portaal Groepe
ca: Grups de Portal
cs: Skupiny portálu
de: Portalgruppen
el: Ομάδες Portal
es: Grupos de Portal
fr: Groupes Portails
hu: Portálcsoportok
it: Gruppi portale
lo: ກຸ່ມພໍທັນ
nl: Portaal Groepen
pl: Grupy portali
ro: Grupuri Portal
ru: Группы порталов (PG)
sv: Portalgrupper
uk: Групи порталу
zh_cn: 门户群组

source: Edit portal group
af: Redigeer portaal groep
ca: Editar grup de portal
cs: Upravit skupinu portálů
de: Portalgruppe bearbeiten
el: Επεξεργασία ομάδας Portal
es: Editar grupo de portal
fr: Modifier un groupe portail
hu: Portal csoport szerkesztése
it: Modifica portal group
lo: ແກ້ໄຂກຸ່ມພໍທັນ
nl: Portaal groep bewerken
pl: Edytuj grupę portali
ro: Editare grup portal
ru: Изменить группу порталов
sv: Editera portalgrupp
uk: Редагувати групу порталів
zh_cn: 编辑门户组

source: Do you really want to delete this portal group?
af: Wil jy regtig hierdie portaal groep verwyder?
ca: Realment vol eliminar aquest grup del portal?
cs: Opravdu smazat tuto skupinu portálů?
de: Möchten Sie wirklich diese Portalgruppe löschen?
el: Θέλτε σίγουρα να διαγράψετε αυτή την ομάδα Portal;
es: ¿Realmente desea eliminar este grupo del portal?
fr: Voulez-vous vraiment supprimer ce groupe portail?
hu: Biztos, hogy törlöd ezt a portal csoportot?
it: Vuoi davvero cancellare questo portal group?
lo: ທ່ານຕ້ອງການລຶບກຸ່ມພໍທັນນີ້ແທ້ບໍ?
nl: Weet u zeker dat u deze portaal groep wilt verwijderen?
pl: Czy na pewno chcesz usunąć tą grupę portali?
ro: Doriți să ștergeți acest grup portal?
ru: Вы действительно хотите удалить эту группу порталов?
sv: Vill du verkligen ta bort denna portalgrupp?
uk: Ви підтверджуєте видалення цієї групи порталів?
zh_cn: 你确定要删除这个门户组吗？

source: Delete portal group
af: Skrap portaal groep
ca: Suprimeix grup de portal
cs: Odstranit skupinu portálů
de: Portalgruppe löschen
el: Διαγραφή ομάδας Portal
es: Borrar grupo de portal
fr: Supprimer un groupe Portail
hu: Portal csoport törlése
it: elimina un gruppo portale
lo: ລຶບກຸ່ມພໍທັນ
nl: Portaal groep verwijderen
pl: Usuń grupę portali
ro: Ștergere grup portal
ru: Удалить группу порталов
sv: Radera portalgrupp
uk: Видалити групу порталів
zh_cn: 删除门户组

source: Add portal group
af: Voeg portaal groep
ca: Afegir grup de portal
cs: Přidat skupinu portálů
de: Portalgruppe hinzufügen
el: Προσθήκη ομάδας Portal
es: Añadir grupo portal
fr: Ajouter un groupe Portail
hu: Portal csoport hozzáadása
it: Aggiungi "Portal group"
lo: ເພີ່ມກຸ່ມພໍທັນ
nl: Portaal groep toevoegen
pl: Dodaj grupę portali
ro: Adăugare grup portal
ru: Добавить группу порталов
sv: Lägg till Portalgrupp
uk: Додати групу 'portal'
zh_cn: 添加门户组

source: Portal Groups contains IP addresses and listening on TCP ports to connect the target from the initiator.
af: Portaal Groepe bevat IP adresse en luister op TCP poorte om konnekteer die teiken vanaf die inisieerder.
ca: Grups de portal conté les adreces IP i escolta els ports TCP per connectar la destinació des l'iniciador.
cs: Skupina portálu obsahuje IP adresy a očekává spojení na TCP portech pro spojení cíle z iniciátoru.
de: Portalgruppen beinhalten IP-Adressen und zugewiesene TCP-Ports, um vom Initiator aus eine Verbindung zum Ziel herzustellen.
el: Οι Ομάδες Πύλης περιέχουν διευθύνσεις IP και ακούνε σε θύρες TCP για σύνδεση του προορισμού από τον εκκινητή.
es: El grupo Portal contiene las IP y los puertos TCP de escucha para conectar el destino al iniciador.
fr: Les groupes de Portail contiennent des adresses IP et écoutent sur les ports TCP pour connecter la cible à l'initiateur.
hu: A portal csoportok tartalmazzák az IP címeket és a TCP portokat figyelik, hogy csatlakozzanak a célhoz a kezdeményezőtől.
it: Gruppo portale contiene gli indirizzi IP e controlla le porte TPC per connettere obiettivi ed iniziatori.
lo: ກຸ່ມພໍທັນປະກອບດ້ວຍທີ່ຢູ່ IP ແລະ ຟັງຊັນພອດ TCP ເພື່ອເຊື່ອມຕໍ່ເປົ້າໝາຍຈາກຜູ້ລິເລີ່ມ.
nl: Portaal Groepen bevatten IP-adressen en luisteren op TCP poorten om de doel te verbinden vanaf de initiator.
ro: Grupurile portal conțin adresele IP și porturile TCP care permit conectarea inițiatorilor la ținte.
ru: Группы порталов содержат IP-адреса и прослушивают TCP-порты для подключения цели от инициатора.
sv: Portalgrupper innehåller IP-adresser och lyssnar på TCP portar för att ansluta målet från initiatorn.
uk: Групи Порталу містять IP-адреси та прослуховують TCP порти для приєднання цілі від ініціатора.
zh_cn: Portal组包含IP地址并监听TCP端口以连接来自启动器的目标。

source: The portal '%s' is invalid.
af: Die portaal '%s' is ongeldig.
ca: El portal '%s' no és vàlid.
cs: „%s“ není platný portál.
de: Das Portal '%s' ist ungültig.
el: Η πύλη '%s' είναι άκυρη.
es: El portal '%s' es invalido.
fr: Le portail '%s' est invalide.
hu: A(z) '%s' portál nem érvényes.
it: Il portale '%s' non è valido.
lo: ພໍທັນ '%s' ບໍ່ຖືກຕ້ອງ.
nl: Het portaal '%s' is ongeldig.
pl: Portal '%s' nie jest prawidłowy.
ro: Portalul '%s' este invalid.
ru: Портал '%s' является некорректным.
sv: Portalen '%s' är giltig.
uk: Портал '%s' є неприпустимим.
zh_cn: 门户网站 '%s' 无效。

source: Portal Group Settings
af: Portaal Groep Instellings
ca: Ajustos grup portal
cs: Nastavení skupiny portálu
de: Haupt Gruppeneinstellungen
el: Ρυθμίσεις Ομάδας Portal
es: Opciones del grupo Portal
fr: Paramètres du groupe de portail
hu: Portal csoport beállításai
it: Settaggi del gruppo Portale
lo: ການຕັ້ງຄ່າກຸ່ມພໍທັນ
nl: Portaal Groepen Instellingen
ro: Setări grup portal
ru: Настройки группы портала
sv: Inställningar Portalgrupp
uk: Налаштування групи Порталу
zh_cn: Portal组设置

source: The portal takes the form of 'address:port'. for example '192.168.1.1:3260' for IPv4, '[2001:db8:1:1::1]:3260' for IPv6. the port 3260 is standard iSCSI port number. For any IPs (wildcard address), use '0.0.0.0:3260' and/or '[::]:3260'. Do not mix wildcard and other IPs at same address family.
af: Die portaal neem die vorm van die 'adres:poort' byvoorbeeld '192.168.1.1:3260' vir IPv4, '[2001:db8:1:1::1]:3260' vir IPv6. Die poort 3260 is die standaard iSCSI poort nommer. Vir enige IPs (oorheerstring adres), gebruike '0.0.0.0:3260' en/of '[::]:3260'.
ca: El portal pren la forma de "adreça:port '. Per exemple '192.168.1.1:3260' per IPv4, "[2001: db8: 1: 1 :: 1]: 3260 'per IPv6. El port 3260 és el número de port estàndard iSCSI. Per a qualsevol IP (direcció de comodí), l'ús '0.0.0.0:3260' o/i '[::]: 3260'. No barregi comodí i altres IPs a la mateixa família de adreças.
cs: Portál má podobu „adresa:port“ – například „192.168.1.1:3260“ pro IPv4, „[2001:db8:1:1::1]:3260“ pro IPv6. 3260 je standardním číslem portu pro iSCSI. Pro libovolnou IP adresu (zástupné vyjádření), použijte „0.0.0.0:3260“ případně „[::]:3260“. V rámci jedné generace IP protokolu nepoužívejte současně konkrétní adresy a zástupná vyjádření.
de: Das Portal benötigt das Format 'address:port'. Zum Beispiel: '192.168.1.1:3260' für IPv4, '[2001:db8:1:1::1]:3260' für IPv6. Der Port 3260 ist die standard Portnummer für iSCSI. Für beliebige IPs (Platzhalter-Adressen) benutze '0.0.0.0:3260' und/oder '[::]:3260'. Vermische nicht Platzhalter und andere IPs mit der selben Adressfamilie.
el: Η πύλη παίρνει τη μορφή 'address:port'. Για παράδειγμα '192.168.1.1:3260' για IPv4, '[2001:db8:1:1::1]:3260' για IPv6. Η θύρα 3260 είναι η προκαθορισμένη θύρα για το iSCSI. Για οποιεσδήποτε IPs, κάντε χρήση '0.0.0.0:3260' και/ή '[::]:3260'. Μην αναμιγνύετε χαρακτήρες μπαλαντέρ και άλλες ΙΡs στην ίδια οικογένεια διευθύνσεων.
es: El portal toma la forma de 'dirección:puerto'. Por ejemplo '192.168.1.1:3260' para IPv4, '[2001:db8:1:1::1]:3260' para IPv6. El puerto 3260 es un numero de puerto estandar de iSCSI. Para cualquier IP (direcciones de comodín), utilice '0.0.0.0:3260' y/o '[::]:3260'. No mezcle comodines y otras direcciones IP en la misma familia de direcciones.
fr: Le portail prend la forme 'adresse:port'. Par exemple '192.168.1.1:3260' pour IPv4, '[2001:db8:1:1::1]:3260' pour IPv6. Le port 3260 est le port standard pour iSCSI. Pour 'toutes les adresses IP' (wildcard), utiliser '0.0.0.0:3260' et/ou '[::]:3260'. Ne pas mélanger une wildcard et d'autres adresses IP pour la même famille d'adresses.
hu: A portál 'cím:port' formátumú. Például '192.168.1.1:3260' IPv4, '[2001:db8:01:01::1]:3260' IPv6 esetén. A 3260-as port a standard iSCSI port. Bármely IP címek (joker cím) esetén használd a '0.0.0.0:3260' illetve a '[::]:3260 értéket. Ne keverd a joker és a más IP-címet ugyanazon címcsaládon belül.
it: Il portale ha la forma seguente: 'indirizzo:porta'. Per esempio '192.168.1.1:3260' per IPv4, '[2001:db8:1:1::1]:3260' per IPv6. La porta 3260 la porta standard di iSCSI. Per ogni IP (indirizzo con metacarattere), utilizza '0.0.0.0:3260' e/o '[::]:3260'. Non mescolare metacaratteri ed altri indirizzi IP nella stessa famiglia di indirizzi.
lo: ພໍທັນໃຊ້ຮູບແບບ 'ທີ່ຢູ່:ພອດ'. ຕົວຢ່າງ '192.168.1.1:3260' ສຳລັບ IPv4, '[2001:db8:1:1::1]:3260' ສຳລັບ IPv6. ພອດ 3260 ແມ່ນໝາຍເລກພອດ iSCSI ມາດຕະຖານ. ສຳລັບ IP ໃດໆ (ທີ່ຢູ່ wildcard), ໃຊ້ '0.0.0.0:3260' ແລະ/ຫຼື '[::]:3260'. ຢ່າປະສົມ wildcard ແລະ IP ອື່ນໆໃນຄອບຄົວທີ່ຢູ່ດຽວກັນ.
nl: Het portaal heeft de vorm van 'adres: poort'. bijvoorbeeld '192 .168.1.1:3260' voor IPv4, '[2001:db8:1:1::1]:3260' voor IPv6. de poort 3260 is de standaard iSCSI poortnummer. Voor alle IP-adressen (wildcard adres), gebruik '0.0.0.0:3260' en/of '[::]:3260'. Meng geen wildcard en andere IP-adressen op het zelfde adres groepen.
ro: Portalul este definit prin 'adresă:port'. Spre exemplu '192.168.1.1:3260' pentru IPv4 sau '[2001:db8:1:1::1]:3260' pentru IPv6. Portul 3260 este portul standard pentru iSCSI. Pentru a defini orice adresă puteți folosi notațiile '0.0.0.0:3260' și/sau '[::]:3260'. Nu mixați notația cu caractere speciale și adresarea cu IP pentru aceeași familie de adrese.
ru: Портал задается в форме 'адрес:порт', например '192.168.1.1:3260' для IPv4 и '[2001:db8:1:1::1]:3260' для IPv6. Порт 3260 является стандартным портом для iSCSI. Чтобы задать любые IP-адреса, вы можете использовать wildcard-адрес '0.0.0.0:3260' и/или '[::]:3260'. Не смешивайте wildcard и другие IP-адреса из одного и того же адресного пространства.
sv: Portalen tar formatet 'adress:port'. T ex 192.168.1.1:3260 för IPv4, '[2001:db8:1:1::1]:3260' för IPv6. Porten 3260 är standardport för iSCSI. Använd '0.0.0.0:3260' and/or '[::]:3260' för IP-adresser (jokerteckenadresser). Blanda inte jokertecken och andra IP-adresser i samma adressfamilj.
uk: Портал приймає форму "адреса : порт". Наприклад ''192.168.1.1:3260" для IPv4, "[2001:db8:1:1::1]:3260" для IPv6. Порт 3260 є стандартним номером ISCSI порту. Для будь-яких IP адрес (підстановочна адреса), використовуйте "0.0.0.0:3260" і / або "[::]:3260". Не слід змішувати підстановочні і інші IP адреси в одному сімействі адрес.
zh_cn: 门户网站的形式是 'address:port'。如IPv4 是'192.168.1.1:3260'，IPv6 是'[2001:db8:1:1::1]:3260'。端口 3260 是标准的 iSCSI 端口号。对于任何IP地址（通配地址（wildcard address）），用'0.0.0.0:3260' 和/或'[::]:3260'。不要在同一地址族混合使用通配地址和其他IP 地址。

source: This extent is used.
af: Die omvang is alreeds in gebruik.
ca: Aquesta extensió s'està utilitzant.
cs: Tato úložná jednotka je používána.
de: Dieser Bereich wird bereits benutzt.
el: Αυτή η επέκταση χρησιμοποιείται.
es: Este extent ya está en uso.
fr: L'extension est utilisée.
hu: Ez az extent használatban van.
it: Questa estensione è già utilizzata.
lo: Extent ນີ້ກຳລັງຖືກນຳໃຊ້.
nl: Deze extent wordt gebruikt.
pl: Ten zakres jest używany.
ro: Această extensie este utilizată.
ru: Этот экстент уже используется.
sv: Detta område är använt.
uk: Цей екстент вже використовується.
zh_cn: 此extent正在使用中。

source: Edit extent
af: Redigeer extent
ca: Editar extensió
cs: Upravit úložnou jednotku
de: Extent bearbeiten
el: Επεξεργασία επέκτασης
es: Editar extent
fr: Editer l'extension
hu: Extent szerkesztése
it: Modifica limite
lo: ແກ້ໄຂ extent
nl: Extent bewerken
pl: Edytuj zakres
ro: Editare extensie
ru: Изменить экстент
sv: Redigera utsträckning
uk: Редагувати розділ
zh_cn: 编辑extent

source: Do you really want to delete this extent?
af: Wil jy regtig skrap hierdie extent?
ca: Realment vol eliminar aquest punt?
cs: Opravdu odstranit tuto úložnou jednotku?
de: Möchten Sie diesen Extent wirklich löschen?
el: Θέλετε πράγματι να διαγράψετε αυτή την επέκταση;
es: ¿Realmente desea eliminar este extent?
fr: Voulez-vous vraiment effacer cette extension (extent)?
hu: Valóban törölni akarja ezt az extent?-et
it: Si desidera realmente cancellare questo limite?
lo: ທ່ານຕ້ອງການລຶບ extent ນີ້ແທ້ບໍ?
nl: Weet u zeker dat u deze extent wilt verwijderen?
pl: Czy na pewno chcesz usunąć ten zakres?
ro: Doriți să ștergeți această extensie?
ru: Вы действительно хотите удалить этот экстент?
sv: Vill du verkligen radera detta extent?
uk: Ви підтверджуєте видалення цього блоку?
zh_cn: 你确定要删除这个extent吗？

source: Delete extent
af: Skrap extent
ca: Suprimeix l'extensió
cs: Odstranit úložnou jednotku
de: Extent löschen
el: Διαγραφή επέκτασης
es: Eliminar extent
fr: Supprimer l'extension
hu: Extent törlése
it: Elimina limite
lo: ລຶບ extent
nl: Extentie verwijderen
pl: Usuń zakres
ro: Ștergere extensie
ru: Удалить экстент
sv: Radera extent
uk: Видалити розширення
zh_cn: 删除extent

source: Add extent
af: Voeg extent
ca: Afegeix extensió
cs: Přidat úložnou jednotku
de: Extent hinzufügen
el: Προσθήκη επέκτασης
es: Añadir extent
fr: Ajouter une extension
hu: extent hozzáadása
it: Aggiungere limite
lo: ເພີ່ມ extent
nl: Extent toevoegen
pl: Dodaj ekstent
ro: Adăugare extensie
ru: Добавить экстент
sv: Lägg till enhet
uk: Додати розширення
zh_cn: 添加extent

source: Extents must be defined before they can be used, and extents cannot be used more than once.
af: Extents moet gedefinieer word voordat dit gebruik kan word, en extents kan nie wees meer as een keer gebruik.
ca: Les extensions han de ser definits abans que puguin ser utilitzats, i les extensions no es poden utilitzar més d'una vegada.
cs: Úložné jednotky je možné použít až tehdy, když jsou definovány. Dále není možné použít stejnou úložnou jednotku na více místech naráz.
de: Extents müssen definiert werden bevor sie verwendet werden können und können nicht mehr als einmal verwendet werden.
el: Οι επεκτάσεις πρέπει να καθοριστούν πριν μπορέσουν να χρησιμοποιηθούν, και επίσης δεν μπορούν να χρησιμοποιηθούν περισσότερο από μία φορά.
es: Los extent deben ser definidos antes de poder ser usados, y los mismos no pueden ser usados mas de una vez.
fr: Les extensions (extent) doivent être définies avant d'être utilisées, et ne peuvent-être utilisées plus d'une fois.
hu: Extent-eket használat előtt definiálni kell, és az extent nem lehet többször használni.
it: I limiti devono essere definiti prima di utilizzarli e non possono essere usati piu' di una volta.
lo: Extents ຕ້ອງຖືກກຳນົດກ່ອນຈຶ່ງຈະສາມາດນຳໃຊ້ໄດ້, ແລະ extents ບໍ່ສາມາດນຳໃຊ້ໄດ້ຫຼາຍກວ່າໜຶ່ງຄັ້ງ.
nl: Extents moeten gedefinieerd zijn voordat deze gebruikt kan worden en extents kunnen niet vaker dan één keer gebruikt worden.
pl: Zakresy muszą być zdefinowane przed ich użyciem oraz nie mogą być użyte więcej niż raz.
ro: Extensiile și dispozitivele trebuie definite înainte utilizare, iar extensiile nu pot fi folosite de mai multe ori.
ru: Экстент должен быть определен до использования, а также не может быть задействован дважды.
sv: Extents måste definieras innan de kan användas, och extents kan inte användas mer än en gång.
uk: Розширення повинні бути визначені перш, ніж вони можуть бути використані, розширення не можуть бути використані більш ніж один раз.
zh_cn: 使用Extent之前必须先定义，而extents不能够被使用超过一次。

source: LUNs
cs: Čísla logických jednotek
hu: LUN-ok
it: LUN
pl: LUN-y
ro: Unităţi Logice (LUNs)
ru: Логические номера устройств
uk: LUN'и

source: Edit target
af: Redigeer teiken
ca: Editar objetiu
cs: Upravit cíl
de: Target bearbeiten
el: Επεξεργασία προορισμού
es: Editar objetivo
fr: Editer cible
hu: Cél szerkesztése
it: Modifica Target
lo: ແກ້ໄຂເປົ້າໝາຍ
nl: Doel bewerken
pl: Edytuj cel
ro: Editare destinație
ru: Изменить цель
sv: Redigera mål
uk: Редагувати ціль
zh_cn: 编辑目标

source: Do you really want to delete this target?
af: Wil jy regtig hierdie teiken uitvee?
ca: Realment voleu eliminar aquest objectiu?
cs: Opravdu odstranit tento cíl?
de: Möchten Sie wirklich dieses iSCSI-target löschen?
el: Θέλετε σίγουρα να διαγράψετε αυτόν τον προορισμό;
es: ¿Realmente desea borrar este destino?
fr: Voulez-vous vraiment supprimer cette cible?
hu: Bizto, hogy törlöd ezt a célt?
it: Si vuole realmente cancellare questo target?
lo: ທ່ານຕ້ອງການລຶບເປົ້າໝາຍນີ້ແທ້ບໍ?
nl: Weet u zeker dat u dit doel wilt verwijderen?
pl: Czy na pewno chcesz usunąć ten cel?
ro: Doriți să ștergeți această destinație?
ru: Вы действительно хотите удалить эту цель?
sv: Vill du verkligen ta bort det här målet?
uk: Ви підтверджуєте видалення цього об'єкту?
zh_cn: 你确定要删除这个iSCSI目标吗？

source: Delete target
af: Skrap teiken
ca: Suprimeix l'objectiu
cs: Odstranit cíl
de: Ziel löschen
el: Διαγραφή προορισμού
es: Borrar destino
fr: Supprimer la cible
hu: Cél törlése
it: Cancella target
lo: ລຶບເປົ້າໝາຍ
nl: Doel verwijderen
pl: Usuń cel
ro: Ștergere destinație
ru: Удалить цель
sv: Ta bort mål
uk: Видалити ціль
zh_cn: 删除目标

source: Add target
af: Voeg teiken
ca: Afegir objetiu
cs: Přidat cíl
de: Ziel hinzufügen
el: Προσθήκη προορισμού
es: Añadir destino
fr: Ajouter une cible
hu: Cél hozzáadása
it: Aggiungi target
lo: ເພີ່ມເປົ້າໝາຍ
nl: Doel toevoegen
pl: Dodaj cel
ro: Adăugare destinație
ru: Добавить цель
sv: Lägg till mål
uk: Додати ціль
zh_cn: 添加目标

source: At the highest level, a target is what is presented to the initiator, and is made up of one or more extents.
af: Op die hoogste vlak, 'n teiken is wat aangebied word om die inisieerder, en is gemaak up van een of meer extents.
ca: En el nivell més alt, un objectiu és el que es presenta a l'iniciador, i es compon d'una o més extensions.
cs: Na nejvyšší úrovni abstrakce je cíl to, co je představováno iniciátoru a je tvořeno jednou nebo více úložnými jednotkami.
de: Auf der obersten Ebene ist das Target, was dem Initiator präsentiert wird und kann aus einem oder mehreren Erweiterungen (extents) bestehen.
el: Στο υψηλότερο επίπεδο, ο προορισμός είναι αυτός που παρουσιάζεται στον εκκινητή, και αποτελείται από μία ή περισσότερες επεκτάσεις.
es: En el nivel más alto, un objetivo es presentado al iniciador, y esta compuesto de uno o más extent.
fr: Au niveau le plus élevé, une cible (target) est ce qui est présenté à l'initiateur (initiator), et se compose d'au moins une extension (extent).
hu: A legmagasabb szinten a cél az, ami a kezdeményezőhöz vezet, és egy vagy több extent alkotja.
it: Al massimo livello, un target è ciò che viene presentato all'initiator, ed è composto di uno o più extents.
lo: ໃນລະດັບສູງສຸດ, ເປົ້າໝາຍແມ່ນສິ່ງທີ່ຖືກນຳສະເໜີໃຫ້ກັບຜູ້ລິເລີ່ມ, ແລະ ປະກອບດ້ວຍ extent ໜຶ່ງ ຫຼື ຫຼາຍກວ່ານັ້ນ.
nl: Op het hoogste niveau, een doel is wat is gepresenteerd aan de initiator, en bestaat uit één of meer extents.
pl: Na najwyższym poziomie cel, który jest przedstawiony inicjatorowi, jest stworzony dla jednego lub większej ilości zakresów.
ro: La cel mai înalt nivel, o destinație este structură logică prezentată inițiatorului, ea fiind alcătuită din una sau mai multe extensii.
ru: На самом верхнем уровне целью является ресурс, предоставляемый инициатору (может состоять из одного или нескольких экстентов).
sv: På den högsta nivån är ett mål det som presenteras för initiator, och består av en eller flera utökningar.
uk: На найвищому рівні метою є те, що представлене ініціатору, і може складатися з одного або більше екстентів.
zh_cn: 在最高级别，目标器是由一个或多个extent组成，然后呈现给启动器。
