Repository: rojim666/xigmanas-code-r10599-trunk
Catalog: locale/xigmanas-*.po
Languages: af, ca, cs, de, el, es, fr, hu, it, lo, nl, pl, ro, ru, sv, uk, zh_cn

source: RAID is protected
af: RAID is beskerm
ca: RAID està protegit
cs: RAID svazek je chráněný
de: RAID ist geschützt
el: Το RAID είναι προστατευμένο
es: El RAID está protegido
fr: RAID protégé
hu: RAID védett
it: RAID protetto
lo: RAID ຖືກປ້ອງກັນ
nl: RAID is beveiligd
pl: RAID jest zabezpieczony
ro: Dispozitivul RAID este protejat
ru: RAID защищен
sv: RAID är skyddad.
uk: RAID захищений
zh_cn: RAID被保护

source: RAID is unlocked
af: RAID is oopgesluit
ca: RAID és desbloquejat
cs: RAID svazek je odemčený
de: RAID ist freigegeben
el: Το RAID είναι ξεκλείδωτο
es: RAID esta desbloqueado
fr: RAID déverrouillé
hu: A RAID zárolását feloldottad
it: RAID sbloccato
lo: RAID ຖືກປົດລັອກ
nl: RAID is ontgrendeld
pl: RAID jest odblokowany
ro: Dispozitivul RAID este deblocat
ru: RAID разблокирован
sv: RAID är olåst
uk: RAID розблокований
zh_cn: RAID已解锁

source: Delete Selected RAID Volumes
af: Vee Geselekteerde RAID Volumes Uit
ca: Suprimeix volums RAID seleccionats
cs: Smazat označené RAID svazky
de: Ausgewählte RAID Volumen löschen
el: Διαγραφή Επιλεγμένων τόμων RAID
es: Borrar los volúmenes RAID seleccionados
fr: Effacer le(s) volume(s) RAID sélectionné(s)
hu: Kiválasztott RAID kötetek törlése
it: Cancella i Volumi RAID selezionati
lo: ລຶບໂວລຸມ RAID ທີ່ເລືອກ
nl: Geselecteerde RAID Volumes Verwijderen
pl: Usuń wybrane woluminy RAID
ro: Ștergere volume RAID selectate
ru: Удалить выбранные RAID тома
sv: Ta bort valda RAID volymer
uk: Видалити вибраний RAID масив
zh_cn: 删除选中的RAID卷

source: Do you want to delete selected RAID volumes?
af: Wil jy sterf geselekteerde RAID volumes skrap?
ca: Vols eliminar els volums RAID seleccionats?
cs: Opravdu smazat označené RAID svazky?
de: Möchten Sie die ausgewählte RAID Konfiguration löschen?
el: Θέλετε να διαγράψετε τους επιλεγμένους τόμους RAID;
es: Desea borrar los volúmenes RAID seleccionados?
fr: Voulez-vous supprimer le(s) volume(s) RAID sélectionné(s)
hu: Biztos, hogy törli a kiválasztott RAID köteteket?
it: Vuoi cancellare i volumi RAID selezionati?
lo: ທ່ານຕ້ອງການລຶບໂວລຸມ RAID ທີ່ເລືອກບໍ່?
nl: Wilt u de geselecteerde RAID volumes verwijderen?
pl: Czy chcesz usunąć wybrane woluminy RAID
ro: Doriți să ștergeți volumele RAID selectate?
ru: Вы действительно хотите удалить выбранные тома RAID?
sv: Vill du radera valda RAID volymer?
uk: Ви підтверджуєте видалення обраних RAID дисків?
zh_cn: 您是否要删除选中的RAID卷？

source: Stopped
af: Gestop
ca: Aturat
cs: Zastaveno
de: Gestoppt
el: Σταματημένο
es: Detenido
fr: Arrêté
hu: Leállítva
it: Interrotto
lo: ຢຸດແລ້ວ
nl: Gestopt
pl: Zatrzymany
ro: Oprit
ru: Остановлено
sv: Stoppad
uk: Зупинено
zh_cn: 已停止

source: Message Board
af: Boodskap Bord
ca: Tauler de missatges
cs: Vzkazník
de: Forum
el: Δημόσια Συζήτηση
es: Tablero de Mensajes
fr: Forum
hu: Üzenőfal
it: Bacheca messaggi
lo: ກະດານຂໍ້ຄວາມ
nl: Berichten
pl: Tablica ogłoszeń
ro: Forum
ru: Важная информация
sv: Anslagstavla
uk: Дошка повідомлень
zh_cn: 信息板

source: Info
ca: Informació
de: Information
el: Πληροφορίες
hu: Információ
it: Informazioni
lo: ຂໍ້ມູນ
pl: Informacje
ru: Сведения
uk: Інформація
zh_cn: 消息

source: %1$s is used to create %2$s volumes.
af: %1$s is gebruik om te skep %2$s volumes.
ca: %1$s s'utilitza per crear %2$s volums.
cs: Z %1$s je vytvořeno %2$s svazků.
de: %1$s wird benutzt, um %2$s Volumes zu erstellen.
el: Το %1$s χρησιμοποιείται για δημιουργία %2$s τόμων.
es: %1$s es usado para crear el volumen(es) %2$s
fr: %1$s est utilisé pour créer des volumes %2$s.
hu: %1$s-t használunk %2$s kötet létrehozásához.
it: %1$s è usato per creare %2$s volumi.
lo: %1$s ຖືກໃຊ້ເພື່ອສ້າງ %2$s ໂວລຸມ.
nl: %1$s wordt gebruikt om %2$s volumes te maken.
pl: %1$s został użyty do utworzenia %2$s woluminów.
ro: %1$s este utilizat pentru a crea %2$s volume.
ru: %1$s используется для создания %2$s тома.
sv: %1$s används för att skapa %2$s volumer.
uk: %1$s використовується для створення %2$s томів.
zh_cn: %1$s已被用于创建%2$s卷。

source: mount point
af: mounteer punt
ca: punt de muntatge
cs: přípojný (mount) bod
de: Einhängepunkt
el: σημείο προσάρτησης
es: Punto de montaje
fr: Point de montage
hu: csatolási pont
it: Punto di mount
lo: ຈຸດເຊື່ອມຕໍ່
nl: Koppelpunt
pl: punkt montowania
ro: punct de montare
ru: точку монтирования
sv: monteringspunkt
uk: Точка монтування
zh_cn: 挂载点

source: A mounted RAID volume cannot be deleted.
af: 'N Gemonteerde RAID volume kan nie geskrap word.
ca: Un volum RAID muntat no es pot eliminar.
cs: Nelze smazat RAID svazek který je připojený (mount).
de: Eine gemountete RAID-Konfiguration kann man nicht löschen.
el: Οι προσαρτημένοι τόμοι RAID δεν μπορούν να διαγραφούν.
es: Un volumen RAID montado NO puede ser borrado.
fr: Un volume RAID monté ne peut être effacé.
hu: Becsatold RAID kötet nem törölhető.
it: Un volume RAID "montato" non può essere cancellato.
lo: ບໍ່ສາມາດລຶບໂວລຸມ RAID ທີ່ເຊື່ອມຕໍ່ຢູ່ໄດ້.
nl: Een gekoppelde RAID volume kan niet worden verwijderd.
pl: Zamontowany wolumin RAID nie może być usuniety.
ro: Un volum RAID montat nu poate fi șters.
ru: Подключенный том RAID не может быть удален.
sv: En monterad RAID volym kan inte tas bort.
uk: Змонтований RAID том не може бути видалений.
zh_cn: 无法删除已挂载的RAID卷。

source: Remove the %s first before proceeding.
af: Verwyder eers die %s voordat jy aangaan.
ca: Elimina el primer %s abans de continuar.
cs: Pokračovat bude možné až po odebrání %s.
de: Entfernen Sie das %s bevor Sie fortfahren.
el: Αφαιρέστε πρώτα το %s πριν συνεχίσετε
es: Borrar %s primero, antes de proceder.
fr: Démontez le %s avant de continuer.
hu: Folytatás előtt távolítsd el: %s.
it: Rimuovere il %s prima di procedere.
lo: ເອົາ %s ອອກກ່ອນດຳເນີນການ.
nl: Verwijder de %s eerst voor u verder gaat.
pl: Zanim zaczniesz usuń najpierw %s
ro: Ștergeți %s înainte de a merge mai departe.
ru: Удалите %s, прежде чем продолжить.
sv: Ta bort %s först innan du fortsätter.
uk: Видаліть %s, перш ніж продовжити.
zh_cn: 先删除%s，然后再继续。

source: RAID device is already in use.
af: RAID toestel word reeds gebruik.
ca: Dispositiu RAID ja està en ús.
cs: RAID zařízení je už v používání.
de: RAID Gerät wird bereits benutzt
el: Η συσκευή RAID χρησιμοποιείται ήδη.
es: El RAID está en uso.
fr: Le périphérique RAID est déjà utilisé.
hu: RAID eszköz már használatban van.
it: Dispositivo RAID già in uso.
lo: ອຸປະກອນ RAID ກຳລັງຖືກໃຊ້ຢູ່.
nl: RAID schijf is al in gebruik.
pl: Urządzenie RAID jest obecnie w użyciu
ro: Dispozitivul RAID este folosit deja.
ru: RAID-устройство уже используется.
sv: RAID enhet används redan.
uk: RAID-пристрій вже використувується.
zh_cn: RAID设备已在使用

source: RAID device can be removed.
af: RAID toestel kan verwyder word.
ca: Dispositiu RAID es pot treure.
cs: RAID zařízení je možné odebrat.
de: RAID-Gerät kann entfernt werden.
el: Η συσκευή RAID μπορεί να διαγραφεί.
es: El RAID no puede ser eliminado.
fr: Le périphérique RAID peut être supprimé.
hu: RAID eszköz nem távolítható el.
it: Dispositivo RAID non rimovibile.
lo: ສາມາດເອົາອຸປະກອນ RAID ອອກໄດ້.
nl: RAID schijf kan worden verwijderd.
pl: Urządzenie RAID może być usunięte.
ro: Dispozitivul RAID nu poate fi eliminat.
ru: RAID-устройства могут быть удалены.
sv: RAID enhet kan tas bort.
uk: RAID-пристрій можна відімкнути.
zh_cn: RAID设备不能被移除

source: Do you want to create a RAID-1 from selected disks?
af: Wil jy 'n RAID-1 vanaf geselekteerde skywe skep?
ca: Vols crear un RAID-1 des de els discos seleccionats?
cs: Opravdu vytvořit RAID-1 z vybranných disků?
de: Möchten Sie ein Raid 1 aus den gewählten Festplatten bilden?
el: Θέλετε να δημιουργήσετε ένα RAID-1 με τους επιλεγμένους δίσκους;
es: Desea crear un RAID-1 desde los discos seleccionados?
fr: Voulez-vous créer un RAID-1 avec les disques sélectionnés?
hu: Biztos, hogy létrehozol egy RAID-1 kötetet a kiválasztott lemezekből?
it: Vuoi creare un RAID-1 dai dischi selezionati?
lo: ທ່ານຕ້ອງການສ້າງ RAID-1 ຈາກດິສກ໌ທີ່ເລືອກບໍ່?
nl: Wilt u een RAID-1 creëren van geselecteerde schijven?
pl: Czy chcesz utworzyć RAID-1 z zaznaczonych dysków ?
ro: Creați un RAID-1 din discurile selectate?
ru: Вы хотите создать RAID-1 из выбранных дисков?
sv: Vill du skapa en RAID-1 från valda diskar?
uk: Ви підтверджуєте створення RAID-1 з обраних дисків?
zh_cn: 是否要从选中的磁盘创建RAID-1？

source: Do you want to create a RAID-0 from selected disks?
af: Wil jy met om geselekteerde skywe vanaf RAID-0 skep?
ca: Vols crear un RAID-0 des de els discos seleccionats?
cs: Opravdu vytvořit RAID-0 z vybranných disků?
de: Möchten Sie ein Raid 0 aus den gewählten Festplatten bilden?
el: Θέλετε να δημιουργήσετε ένα RAID-0 με τους επιλεγμένους δίσκους;
es: ¿Desea crear un RAID-0 con los discos seleccionados?
fr: Voulez-vous créer un RAID-0 avec les disques sélectionnés?
hu: Biztos, hogy létrehozol egy RAID-0 kötetet a kiválasztott lemezekből?
it: Vuoi creare un RAID-0 dai dischi selezionati?
lo: ທ່ານຕ້ອງການສ້າງ RAID-0 ຈາກດິສກ໌ທີ່ເລືອກບໍ່?
nl: Wilt u een RAID-0 creëren van geselecteerde schijven?
pl: Czy chcesz utworzyć RAID-0 z zaznaczonych dysków ?
ro: Creați un RAID-0 din discurile selectate?
ru: Вы хотите создать RAID-0 из выбранных дисков?
sv: Vill du skapa en RAID-0 från valda diskar?
uk: Ви підтверджуєте створення RAID-0 з обраних дисків?
zh_cn: 是否要从选中的磁盘创建RAID-0？

source: Do you want to create a JBOD from selected disks?
af: Wil jy 'n JBOD skep van die geselekteerde harde skywe?
ca: Vols crear un JBOD des de els discos seleccionats?
cs: Opravdu vytvořit JBOD z vybranných disků?
de: Möchten Sie eine JBOD-Konfiguration aus den ausgewählten Festplatten erstellen ?
el: Θέλετε να δημιουργήσετε ένα JBOD με τους επιλεγμένους δίσκους;
es: ¿Desea crear un JOBD con los discos seleccionados?
fr: Voulez-vous créer un JBOD avec les disques sélectionnés?
hu: Biztos, hogy létrehozol egy JBOD-ot a kiválasztott lemezekből?
it: Vuoi creare un JBOD dai dischi selezionati?
lo: ທ່ານຕ້ອງການສ້າງ JBOD ຈາກດິສກ໌ທີ່ເລືອກບໍ່?
nl: Wilt u een JBOD creëren van geselecteerde schijven?
pl: Czy chcesz utworzyć JBOD z zaznaczonych dysków ?
ro: Creați un disc JBOD din discurile selectate?
ru: Вы хотите создать JBOD из выбранных дисков?
sv: Vill du skapa en JBOD från valda diskar?
uk: Ви підтверджуєте створення JBOD з обраних дисків?
zh_cn: 是否从选中的磁盘创建JBOD？

source: No softraid-formatted disks available.
af: Geen softraid-geformaateerde skywe beskikbaar nie
ca: No hi ha discos SoftRAID amb format disponible.
cs: Nejsou k dispozici žádné disky, formátované na softraid
de: Keine SoftRAID formatierte Festplatte vorhanden.
el: Δεν υπάρχουν διαθέσιμοι δίσκοι με διαμόρφωση raid μέσω λογισμικού.
es: No hay discos formateados-softraid
fr: Pas de disque formaté pour du Raid Logiciel disponible
hu: Egy softraid-formázott eszköz sincs.
it: Nessun disco formattato come softraid disponibile.
lo: ບໍ່ມີດິສກ໌ທີ່ຈັດຮູບແບບ softraid.
nl: Er zijn geen softraid-geformatteerde schijven beschikbaar.
ro: Niciun disc formatat softraid nu este disponibil.
ru: Нет SoftRAID отформатированных доступных дисков.
sv: Inga mjukvaruraidformaterade diskar tillgängliga.
uk: Немає доступних відформатованих SoftRAID дисків.
zh_cn: 没有软RAID格式的磁盘可用。

source: RAID Name
af: RAID Naam
ca: Nom de RAID
cs: Název RAID svazku
el: Όνομα RAID
es: Nombre del RAID
fr: Nom RAID
hu: RAID neve
it: Nome del RAID
lo: ຊື່ RAID
nl: RAID Naam
pl: Nazwa RAID
ro: Nume RAID
ru: Имя RAID
sv: RAID Namn
uk: Ім'я RAID
zh_cn: RAID名

source: The name of the RAID may only consist of the characters a-z, A-Z, 0-9.
af: Die naam van die RAID mag sleg bestaan uit die karakters a-z, A-Z, 0-9.
ca: El nom del RAID només pot constar dels caràcters a-z, A-Z, 0-9.
cs: Název RAID pole může obsahovat pouze písmena a-z, A-Z (bez diakritiky) a číslice 0-9
de: Der Name des RAIDs darf nur aus den Zeichen a-z, A-Z und 0-9 bestehen.
el: Το όνομα του RAID μπορεί να αποτελείται μόνο από τους χαρακτήρες a-z, A-Z, 0-9.
es: El nombre del RAID debe consistir sólo en caracteres a-z, A-Z, 0-9
fr: Le nom du RAID ne peut utiliser que les caractères a-z, A-Z, 0-9.
hu: RAID neve csak a következő karaktereket tartalmazhatja: a-z, A-Z, 0-9.
it: Il nome del RAID può contenere i caratteri compresi tra a-z, A-Z e 0-9.
lo: ຊື່ຂອງ RAID ສາມາດປະກອບດ້ວຍຕົວອັກສອນ a-z, A-Z, 0-9 ເທົ່ານັ້ນ.
nl: De naam van de RAID mag alleen bestaan uit de karakters a-z, A-Z, 0-9.
pl: Nazwa RAID może zawierać jedynie znaki a-z, A-Z, 0-9.
ro: Numele pentru RAID poate conține doar caracterele a-z, A-Z, 0-9.
ru: Имя RAID может состоять только из символов A-Z, A-Z, 0-9.
sv: Namnet på RAID enheten kan bestå av tecknen a-z, A-Z, 0-9.
uk: Ім'я RAID може складатися тільки з символів A-Z, A-Z, 0-9.
zh_cn: RAID的名称只能由字符a-z，A-Z，0-9组成。

source: The name of the RAID is already in use.
af: Die naam van die RAID is reeds in gebruik.
ca: El nom del RAID ja està en ús.
cs: Tento název je už používán pro jiné RAID pole.
de: Der Name dieses RAIDs wird bereits verwendet.
el: Το όνομα του RAID χρησιμοποιείται ήδη.
es: El nombre del RAID esta en uso
fr: Le nom du RAID est déja utilisé.
hu: A RAID neve már használatban van.
it: Il nome RAID è già in uso.
lo: ຊື່ຂອງ RAID ຖືກໃຊ້ແລ້ວ.
nl: De naam van de RAID is reeds in gebruik.
pl: Nazwa RAID jest już w użyciu.
ro: Acest nume pentru RAID este deja utilizat.
ru: Имя RAID уже используется.
sv: Namnet på RAID enheten används redan.
uk: Ім'я RAID вже використовується.
zh_cn: RAID的名称已在使用。

source: The name of the RAID cannot be changed.
af: Die naam van die RAID kan nie verander word nie.
ca: El nom de l'RAID no es pot canviar.
cs: Název RAID pole není možné měnit.
de: Der Name des RAID kann nicht geändret werden
el: Το όνομα του RAID δεν μπορεί να αλλαχτεί.
es: El nombre de RAID no puede ser cambiado
fr: Le nom du RAID ne peut être changé
hu: A RAID nevét nem lehet megváltoztatni.
it: Il nome del RAID non può essere modificato.
lo: ບໍ່ສາມາດປ່ຽນຊື່ຂອງ RAID ໄດ້.
nl: De naam van de RAID kan niet veranderd worden.
pl: Nazwa RAID nie może zostać zmieniona.
ro: Numele RAID-ului nu poate fi modificat.
ru: Имя RAID не может быть изменено.
sv: Namnet på RAID enheten kan inte ändras.
uk: Ім'я RAID не може бути змінено.
zh_cn: 无法更改RAID的名称。

source: 1 or more disks are required to build a JBOD volume.
af: 1 of meer skywe word benodig om 'n JBOD volume te bou.
ca: Es requereix 1 o més discos per crear un volum JBOD.
cs: Pro vytvoření svazku typu JBOD je zapotřebí jednoho a více jednotek datového úložiště.
de: Mindestens eine Festplatte (oder mehr) werden für eine JBOD-Konfiguration benötigt.
el: 1 ή περισσότεροι δίσκοι είναι απαραίτητοι για τη δημιουργία ενός τόμου JBOD.
es: 1 o más discos son necesarios para crear un volumen JOBD.
fr: 1 ou plusieurs disques sont nécessaires pour construire un volume JBOD.
hu: 1 vagy több lemez szükséges JBOD kötet létrehozásához.
it: 1 o più dischi sono richiesti per costruire un volume JBOD
lo: ຕ້ອງໃຊ້ດິສກ໌ 1 ໜ່ວຍ ຫຼື ຫຼາຍກວ່ານັ້ນເພື່ອສ້າງ JBOD ໂວລຸມ.
nl: 1 of meer schijven zijn vereist voor het creëren van een JBOD volume.
pl: 1 lub więcej dysków jest wymaganych aby zbudować wolumin JBOD
ro: Este nevoie de cel puțin încă un disc pentru a crea un volum JBOD.
ru: 1 или более дисков, необходимых для создания тома JBOD.
sv: 1 eller fler diskar behövs för att skapa en JBOD volym.
uk: Для побудови JBOD потрібно 1 чи більше дисків.
zh_cn: 一个或更多磁盘需要建立为JBOD卷

source: 1 or more disks are required to build a RAID-1 volume.
af: 1 of meer skywe word benodig om 'n RAID-1 volume te bou.
ca: Es requereix 1 o més discos per crear un volum RAID-1.
cs: Pro vytvoření svazku typu RAID-1 je zapotřebí jednoho a více disků.
de: Mindestens zwei Festplatten werden für eine RAID-1 Konfiguration benötigt.
el: 1 ή περισσότεροι δίσκοι είναι απαραίτητοι για τη δημιουργία ενός τόμου RAID-1.
es: 1 o más discos son necesarios para crear un volumen RAID-1.
fr: 1 ou plusieurs disques sont nécessaires pour construire un volume RAID-1
hu: 1 vagy több lemez szükséges RAID-1 kötet létrehozásához.
it: 1 o più dischi sono richiesti per costruire un volume RAID-1
lo: ຕ້ອງໃຊ້ດິສກ໌ 1 ໜ່ວຍ ຫຼື ຫຼາຍກວ່ານັ້ນເພື່ອສ້າງ RAID-1 ໂວລຸມ.
nl: 1 of meer schijven zijn vereist voor het creëren van een RAID-1 volume.
pl: Jedne lub więcej dysków jest wymagane aby stworzyć wolumin RAID-1
ro: Este nevoie de cel puțin încă un disc pentru a crea un volum RAID-1.
ru: 1 или более дисков требуется для создания тома RAID-1.
sv: 1 eller fler diskar behövs för att skapa en RAID-1 volym.
uk: Для побудови RAID-1 потрібно 1 чи більше дисків.
zh_cn: 一个或更多磁盘需要建立为RAID-1卷

source: 2 or more disks are required to build a RAID-0 volume.
af: 2 of meer skywe word benodig om 'n RAID-0 volume te bou.
ca: Es requereix 2 o més discos per crear un volum RAID-0.
cs: Pro vytvoření svazku typu RAID-0 je zapotřebí dvou a více disků.
de: Mindestens zwei Festplatten werden für eine RAID-0 Konfiguration benötigt.
el: 2 ή περισσότεροι δίσκοι είναι απαραίτητοι για τη δημιουργία ενός τόμου RAID-0.
es: 2 o más discos son necesarios para crear un volumen RAID-0.
fr: 2 ou plusieurs disques sont nécessaires pour construire un volume RAID-0
hu: 2 vagy több lemez szükséges RAID-0 kötet létrehozásához.
it: 2 o più dischi sono richiesti per costruire un volume RAID-0
lo: ຕ້ອງໃຊ້ດິສກ໌ 2 ໜ່ວຍ ຫຼື ຫຼາຍກວ່ານັ້ນເພື່ອສ້າງ RAID-0 ໂວລຸມ.
nl: 2 of meer schijven zijn vereist voor het creëren van een RAID-0 volume.
pl: Co najmniej 2 dyski są potrzebne do RAID-0
ro: Este nevoie de cel puțin încă două discuri pentru a crea un volum RAID-0.
ru: 2 или более дисков требуется для создания тома RAID-0.
sv: 2 eller fler diskar behövs för att skapa en RAID-0 volym.
uk: Для побудови RAID-0 потрібно 2 чи більше дисків.
zh_cn: 创建一个Raid-0 卷需要2个或更多的磁盘。

source: GEOM Software RAID
af: GEOM Sagteware RAID
cs: GEOM softwarové RAID pole
el: GEOM RAID μέσω λογισμικού
es: Software RAID GEOM
fr: GEOM RAID Logiciel
hu: GEOM szoftveres RAID
ro: RAID software GEOM
sv: GEOM mjukvaru RAID
uk: GEOM програмний RAID
zh_cn: GEOM软件RAID

source: Entire Device
af: Hele Toestel
ca: Dispositiu sencer
cs: Celé zařízení
de: Gesamtes Laufwerk
el: Ολόκληρη η Συσκευή
es: Todo el dispositivo
fr: Totalité du périphérique
hu: Egész eszköz
it: Dispositivo intero
lo: ອຸປະກອນທັງໝົດ
nl: Volledige Schijf
pl: Całe urządzenie
ro: Întregul dispozitiv
ru: Все устройства
sv: Hela enheten
uk: Весь пристрій
zh_cn: 整个设备

source: Round-robin read
af: Rondomtalie lees
ca: Lectura de tots contra tots
cs: Čtení algoritmem Round-robin
el: Ανάγνωση Round-robin
es: Round-Robin leido
fr: Lecture circulaire (round-robin)
hu: Round-robin olvasás
it: Lettura Round-Robin (circolare).
lo: ອ່ານແບບຮອບວຽນ
nl: Round-robin lezen
pl: Odczyt round-robin
ro: Citire Round-robin
ru: Последовательное чтение (round-robin)
sv: 'Round-robin' läsning
uk: Почергове читання
zh_cn: 轮替式读

source: Split request
af: Verdeel die versoek
ca: Sol·licitud de divisiò
cs: Rozdělit požadavek
el: Αίτημα διαχωρισμού
es: Peticion de dividir
fr: Distribuer les requêtes (split)
hu: Osztott kérés
it: DIstribuisci la richiesta (split)
lo: ແບ່ງຄຳຂໍ
nl: Aanvragen opsplitsen
ro: Cerere splitare
ru: Разделение запросов (split request)
sv: Split begäran
uk: Розділений запит
zh_cn: 拆分请求

source: Read from lowest load
af: Lees van die laagste las
ca: Llegit des de la càrrega més baixa
cs: Číst od nejnižšího vytížení
de: Lese von niedrigster Auslastung
el: Ανάγνωση από αυτό με το μικρότερο φόρτο εργασιών
es: Leído desde la carga más baja
fr: Lire depuis le moins chargé (lowest load)
hu: Olvasás legkisebb terheléssel
it: Leggi dal carico minore
lo: ອ່ານຈາກໂຫຼດຕ່ຳສຸດ
nl: Lezen van de laagste belasting
pl: Czytaj od najniższego priorytetu
ro: Citire la încărcare minimă
ru: Чтение с наименее нагруженного (lowest load)
sv: Läs från den lägsta belastningen
uk: Читання із найменшим завантаженням
zh_cn: 从最低负荷起开始读取

source: Read from biggest priority
af: Lees van die grootste prioriteit
ca: Llegit des de la prioritat més alta
cs: Číst od nejvyšší priority
de: Lese von höchster Priorität
el: Ανάγνωση από αυτό με τη μεγαλύτερη προτεραιότητα
es: Leído desde la prioridad más grande
fr: Lecture depuis la priorité la plus haute
hu: Olvasás legnagyobb prioritással
it: Leggi dalla priorità più alta
lo: ອ່ານຈາກບູລິມະສິດສູງສຸດ
nl: Lees van de grootste prioriteit
pl: Czytaj od najwyższego priorytetu
ro: Citire cu prioritate maximă
ru: Чтение с наиболее приоритетного (biggest priority)
sv: Läs från den högsta prioriteringen
uk: Читання із найбільшим приоритетом
zh_cn: 从最优先起开始读取

source: RAID Type
af: RAID Tipe
ca: Tipus de RAID
cs: Typ RAID svazku
de: RAID-Typ
el: Τύπος RAID
es: Tipo RAID
fr: Type de RAID
hu: RAID típusa
it: Tipo di RAI
lo: ປະເພດ RAID
pl: Typ RAID
ro: Tip RAID
ru: Тип RAID
sv: RAID Typ
uk: Тип RAID
zh_cn: RAID类型

source: Select read balance algorithm.
af: Kies 'n lees ballanseer algoritme.
ca: Seleccionar algoritme d'equilibri de lectura.
cs: Vyberte vyvažovací algoritmus pro čtení.
de: Wählen Sie den Read-Balance Algorithmus
el: Επιλογή αλγόριθμου ισορροπίας ανάγνωσης.
es: Seleccionar algoritmo de lectura balance
fr: Sélectionnez l'algorithme d'équilibrage de lecture.
hu: Olvasó egyensúly algoritmus kiválasztása
it: Selezionare l'algoritmo di lettura bilanciata
lo: ເລືອກອັນກໍຣິທຶມການດຸ່ນດ່ຽງການອ່ານ.
nl: Selecteer lees balans algoritme.
pl: Wybierz algorytm balansu odczytu
ro: Selectați algoritmul de balans la citire.
ru: Выберите алгоритм баланса для чтения.
sv: Välj läsbalanseringsalgoritm
uk: Виберіть алгоритм балансування читання.
zh_cn: 选择读取平衡算法。

source: This option applies to GEOM RAID-1 only.
af: Die opsie is net van toepassing op die GEOM RAID-1
ca: Aquesta opció s'aplica només a GEOM RAID-1.
cs: Tato předvolba se týká pouze GEOM RAID-1.
de: Diese Option ist nur in GEOM RAID-1 verfügbar.
el: Αυτή η επιλογή είναι έγκυρη μόνο σε GEOM RAID-1.
es: Esta opción solo se aplica a dispositivos GEOM RAID-1
fr: Cette option est seulement pour GEOM RAID-1
hu: Ez a beállítás csak GEOM RAID-1-re van hatással.
it: Questa opzione è applicabile solo alla GEOM RAID-1.
lo: ຕົວເລືອກນີ້ໃຊ້ກັບ GEOM RAID-1 ເທົ່ານັ້ນ.
nl: Deze optie is alleen van toepassing op GEOM RAID-1.
pl: Ta opcja dotyczy wyłącznie GEOM RAID-1
ro: Această opțiune se aplică doar pentru discuri GEOM RAID-1.
ru: Этот параметр применяется только к GEOM RAID-1.
sv: Detta alternativ gäller endast GEOM RAID-1.
uk: Цей параметр застосовується тільки до GEOM RAID-1.
zh_cn: 此选项仅适用于GEOM RAID-1。

source: Balance Algorithm
af: Balanseer Algoritme
ca: Algoritme d'equilibri
cs: Algoritmus vyvažování
de: Balance-Algorithmus
el: Αλγόριθμος Ισορροπίας
es: Algoritmo Balanceado
fr: Algeorithm de Balance
hu: Egyensúly algoritmus
it: Algoritmo di bilanciamento
lo: ອັນກໍຣິທຶມການດຸ່ນດ່ຽງ
nl: Balans Algoritme
pl: Algorytm równoważenia
ro: Algoritm balans
ru: Алгоритм баланса
sv: Balanseringsalgoritm
uk: Алгоритм балансування
zh_cn: 均衡算法

source: Do not activate this option if you want to add an existing RAID.
af: Moet nie hierdie opsie aktiveer as jy 'n bestaande RAID wil byvoeg nie.
ca: No activeu aquesta opció si voleu afegir un RAID existent.
cs: Tuto předvolbu nepoužívejte, pokud chcete přidat stávající RAID pole.
de: Die Option nicht aktivieren, wenn Sie ein bestehendes Raid-Array hinzufügen möchten !
el: Μην ενεργοποιείτε αυτή την επιλογή αν θέλετε να προαθέσετε ένα υπάρχον RAID.
es: No activar esta opción si desea añadir a un RAID existente.
fr: Ne pas activer cette option si vous voulez l'ajouter à un RAID existant.
hu: Ne aktiváld ezt az opciót, ha már meglévő RAID-et szeretnél hozzáadni.
it: Non attivare questa opzione se vuoi aggiungere un RAID esistente
lo: ຢ່າເປີດໃຊ້ຕົວເລືອກນີ້ຖ້າທ່ານຕ້ອງການເພີ່ມ RAID ທີ່ມີຢູ່ແລ້ວ.
nl: Activeer deze optie niet als u een bestaande RAID wilt toevoegen.
pl: Nie aktywuj tej opcji, jeżeli chcesz dodać istniejący RAID.
ro: Nu activați această opțiune dacă doriți să adăugați un RAID existent.
ru: Не включайте эту опцию, если вы хотите добавить существующий RAID.
sv: Aktivera inte detta alternativ om du vill lägga till en existerande RAID.
uk: Не вмикайте цю опцію, якщо ви хочете додати існуючий RAID.
zh_cn: 如果要添加现有的RAID，请不要激活此选项。
