Repository: rojim666/xigmanas-code-r10599-trunk
Catalog: locale/xigmanas-*.po
Languages: af, ca, cs, de, el, es, fr, hu, it, lo, nl, pl, ro, ru, sv, uk, zh_cn

source: Set the maximum transmission unit of the interface to n, default is interface specific. The MTU is used to limit the size of packets that are transmitted on an interface. Not all interfaces support setting the MTU, and some interfaces have range restrictions.
af: Stel die maksimum transmissie eenheid van die koppelvlak tot n, die verstek is koppelvlak spesifiek. Die MTU word gebruik om 'n beperking te stel op die aantal pakkies wat deur die koppelvlak gestuur word. Nie alle koppelvlakke ondersteun die instelling van die MTU nie en ander koppelvlakke het omvang beperkings.
ca: Establir la unitat de transmissió màxima de la interfície a n, per defecte és la interfície específica. La MTU s'utilitza per limitar la mida dels paquets que es transmeten en una interfície. No totes les interfícies admeten l'establiment de la MTU, i algunes interfícies tenen restriccions de rang.
cs: Nastavuje nejvyšší umožněnou velikost přenosové jednotky (MTU) na N, výchozí hodnota je dle typu rozhraní. MTU slouží pro omezení velikosti paketů přenášených rozhraním. Ne všechna rozhraní umožňují změnu MTU a některá jen v určitém rozsahu.
de: Setze die maximale Übertragungslänge der Schnittstelle nach n, Voreinstellung ist spezifisch zur Schnittstelle. MTU wird verwendet, um die Größe der Pakete zu begrenzen, die über eine Schnittstelle übertragen werden. Nicht alle Schnittstellen unterstützen MTU, und einige Schnittstellen haben Bereichsbegrenzungen.
el: Ρυθμίστε τη μέγιστη μονάδα μετάδοσης της διασύνδεσης έως n, προεπιλογή είναι η εργοστασιακή ρύθμιση της διασύνδεσης. Το MTU χρησιμοποιείται για να περιορίσει το μέγεθος των πακέτων που μεταδίδονται σε μια κάρτα διασύνδεση. Δεν υποστηρίζουν όλες οι διασυνδέσεις την ρύθμιση MTU, και κάποιες έχουν περιορισμούς στο εύρος της ρύθμισης.
es: Asigne la unidad maxima de transmision (MTU) de la interface a un valor N, tipicamente (1500). La MTU es usada para limitar el tamaño de paquetes que son transmitidos en una interfaz. No todas las interfaces soportan una MTU>1500, y algunas tarjetas de red tienen limites a este valor Ej: re(4)<=8000.
fr: Définit l'unité de transmission maximale (MTU) de l'interface à n, qui est par défaut spécifique à l'interface. La MTU est utilisée pour limiter la taille des paquets qui sont transmis au moyen d'une interface. Toutes les interfaces ne supportent pas la MTU, et certaines interfaces imposent la restriction à certaines plages de valeurs.
hu: Beállítja az interfész maximális átviteli egységét n-re, az alapértelmezett érték interfészfüggő. Az MTU az interfészen továbbításra kerülő csomagok méretét korlátozza. Nem minden interfész támogatja az MTU beállítást, és néhány interfészeknek van tiltott tartománya is.
it: Imposta ad n l'unità massima di trasmissione dell'interfaccia, il valore predefinito varia in base all'interfaccia. L'MTU è usato per limitare la dimensione dei pacchetti trasmessi su un'interfaccia. Non tutte le interfacce supportano l'impostazione dell'MTU e alcune hanno restrizioni sui possibili valori.
lo: ຕັ້ງຄ່າໜ່ວຍສົ່ງສູງສຸດຂອງອິນເຕີເຟດເປັນ n, ຄ່າເລີ່ມຕົ້ນແມ່ນສະເພາະອິນເຕີເຟດ. MTU ຖືກໃຊ້ເພື່ອຈຳກັດຂະໜາດຂອງແພັກເກັດທີ່ຖືກສົ່ງຜ່ານອິນເຕີເຟດ. ບໍ່ແມ່ນທຸກອິນເຕີເຟດທີ່ຮອງຮັບການຕັ້ງຄ່າ MTU, ແລະ ບາງອິນເຕີເຟດມີຂໍ້ຈຳກັດດ້ານຊ່ວງ.
nl: Maximale fysieke datapakketgrootte van de netwerkkaart instellen naar X, standaard is netwerkaart specifiek. De MTU wordt gebruikt om de grootte van de pakketten te beperken die via een netwerkkaart worden overgebracht. Niet alle netwerkkaarten ondersteunen het aanpassen van de MTU waarde, sommige netwerkkaarten hebben namelijk een te beperkt bereik.
pl: Ustaw maksymalny blok transmisji danych interfejsu na n, domyślnie jest to zależne od sprzętu. MTU jest używany do ograniczania rozmiaru pakietów transmitowanych przez interfejs. Nie wszystkie interfejsy wspierają ustawianie MTU, niektóre mają ograniczony zakres zmian MTU.
ro: Definește valoarea maximă pentru unitatea de transmisie (MTU) prin interfața n, valoarea implicită fiind specifică fiecărei interfețe de rețea. Valoare MTU este folosită pentru limitarea dimensiunii pachetelor de date care sunt transmise printr-o interfață. Nu toate interfețele permit modificarea valorii MTU, unele dintre ele putând avea restricții privind valorile posibile.
ru: Установите MTU, специфичный для этого интерфейса. MTU используется для ограничения размера пакетов на интерфейсе. Не все интерфейсы поддерживают установку размера MTU и некоторые интерфейсы имеют ограничения на интервал настройки параметра.
sv: Ställ in MTU (Maximum Transmission Unit) för gränssnittet till n, standard är gränssnittsspecifikt. MTU används för att begränsa storleken på paket som sänds med ett gränssnitt. Inte alla gränssnitt har stöd för inställning av MTU, och vissa gränssnitt har olika begränsningar.
uk: Встановіть MTU, специфічний для цього інтерфейсу. MTU використовується для обмеження розміру пакетів на інтерфейсі. Не всі інтерфейси підтримують установку розміру MTU і деякі інтерфейси мають обмеження на інтервал настройки параметра.
zh_cn: 设置接口的最大传输单位为n，默认为指定的接口。 MTU用于限制在接口上传输的数据包的大小。 并非所有接口都支持设置MTU，并且一些接口具有范围限制。

source: Extra Options
af: Ekstra Opsies
ca: Opcions addicionals
cs: Další předvolby
de: Weitere Optionen
el: Πρόσθετες Επιλογές
es: Opciones Extra
fr: Options supplémentaires
hu: További lehetőségek
it: Opzioni aggiuntive
lo: ຕົວເລືອກເພີ່ມເຕີມ
nl: Extra Opties
pl: Dodatkowe opcje
ro: Opțiuni suplimentare
ru: Дополнительные параметры
sv: Extra alternativ
uk: Додаткові параметри
zh_cn: 额外选项

source: Extra options to ifconfig (usually empty).
af: Ekstra opsies om ifconfig (gewoonlik leeg).
ca: Opcions addicionals per ifconfig (generalment buit).
cs: Další předvolby pro ifconfig (obvykle se nevyplňuje).
de: Zusätzliche Optionen für ifconfig (normalerweise leer).
el: Επιπλέον επιλογές στο ifconfig (συνήθως κενό).
es: Opciones extras para ifconfig (normalmente vacío).
fr: Options supplémentaires pour ifconfig (souvent vide).
hu: Extra beállítások az ifconfighoz (általában üres)
it: Opzioni extra di ifconfig (normalmente vuoto).
lo: ຕົວເລືອກເພີ່ມເຕີມສຳລັບ ifconfig (ໂດຍປົກກະຕິແມ່ນຫວ່າງເປົ່າ).
nl: Extra opties voor de ifconfig (normaal leeg).
pl: Dodatkowe opcje dla ifconfig (przeważnie puste).
ro: Opțiuni suplimentare pentru ifconfig (nu sunt obligatorii)
ru: Дополнительные настройки ifconfig (обычно пусто).
sv: Extra val till ifconfig (vanligtvis tom).
uk: Додаткові опції для ifconfig (зазвичай не заповнюють)
zh_cn: ifconfig 的额外选项（通常为空白）。

source: Tap Device
af: Tik Toestel
ca: Dispositiu tampó
cs: Tap zařízení
de: Auf die Nummer tippen
el: Συσκευή Tap
es: Dispositivo TAP
fr: Périphérique TAP
hu: Szalageszköz
it: Toccare il dispositivo
lo: ອຸປະກອນ Tap
ro: Dispozitiv bandă
ru: Tap устройство
sv: Anslutningsenhet
uk: Tap пристрій
zh_cn: Tap设备

source: Enter a space-separated list of tap devices. The devices will be created and automatically added it to the bridge.
af: Sleutel 'n spasie-verdeelde lys van tik toestelle. Hierdie toestelle sal outomaties geskep word en by die brug gevoeg word.
ca: Introduïu una llista separada per espais pels dispositius de derivació. Els dispositius es creen i s'afegeixen automàticament al pont.
cs: Zadejte seznam tap zařízení. Jednotlivé položky oddělujte mezerou. Zařízení budou vytvořena a automaticky přidána do síťového mostu.
de: Geben Sie eine Liste der 'Tap devices' ein (separiert durch Leerzeichen)
el: Εισάγετε μια λίστα διαχωρισμένη με κενό από συσκευές tap. Οι συσκευές θα δημιουργηθούν και θα προστεθούν αυτόματα στο γεφύρωμα δικτύου.
es: Introduce una lista de dispositivos TAP, separados por espacios. Los dispositivos serán creados y añadidos automaticamente al adaptador puente (bridge) https://en.wikipedia.org/wiki/TUN/TAP
fr: Entrer une liste de périphériques TAP, séparateur espace. Ces périphériques seront créés et automatiquement ajoutés au pont.
hu: Add meg az érintőeszközöket szóközökkel elválasztva. Az eszközöket létrehozzuk és automatikusan a hídhoz adjuk.
it: Inserisci una lista separata da spazi di dispositivi tap. I dispositivi saranno creati automaticamente e aggiunti al bridge.
lo: ໃສ່ລາຍການອຸປະກອນ tap ທີ່ຂັ້ນດ້ວຍຍະຫວ່າງ. ອຸປະກອນຈະຖືກສ້າງ ແລະ ເພີ່ມເຂົ້າໄປໃນບຣິດໂດຍອັດຕະໂນມັດ.
nl: Vul een door spaties gescheiden lijst in van tap devices. De apparaten zullen worden aangemaakt en automatisch toegevoegd aan de bridge.
ro: Introduceți o listă de nume de dispozitive tap, separate prin spațiu. Dispozitivele vor fi create în mod automat și vor fi adăugate la conexiunea bridge.
ru: Введите через пробел список tap устройств. Устройства будут созданы и автоматически добавлены к мосту.
sv: Mata in en mellanslagsseparerad lista med anslutningsenheter. Enheterna kommer att skapas och automatiskt läggas till bryggan.
uk: Введіть розділений пробілами список tap пристроїв. Пристрої будуть створені і автоматично додані до мосту.
zh_cn: 输入空格分隔的点设备列表。 设备将被创建并自动添加到网桥。

source: Add CARP
af: Voeg CARP
ca: Afegir CARP
cs: Přidat CARP
de: CARP Hinzufügen
el: Προσθήκη CARP
es: Añadir CARP
fr: Ajouter CARP
hu: CARP hozzáadása
it: Aggiungi un CARP
lo: ເພີ່ມ CARP
nl: CARP Toevoegen
pl: Dodaj CARP
ro: Adăugare CARP
ru: Добавить CARP
sv: Lägg till CARP
uk: Додати CARP
zh_cn: 添加CARP

source: Edit CARP
af: Wysig CARP
ca: Edita CARP
cs: Upravit CARP
de: CARP Konfiguration bearbeiten
el: Επεξεργασία CARP
es: Editar CARP
fr: Modifier CARP
hu: CARP módosítása
it: Modifica CARP
lo: ແກ້ໄຂ CARP
nl: CARP Bewerken
ro: Editare conexiune CARP
ru: Редактировать CARP
sv: Ändra CARP
uk: Редагувати CARP
zh_cn: 编辑CARP

source: CARP is marked for deletion
af: CARP is gemerk vir skrap
ca: CARP està marcat per esborrar
cs: CARP je označeno ke smazání
de: CARP ist zum Löschen markiert
el: Το CARP έχει σημειωθεί προς διαγραφή.
es: CARP marcado para borrado
fr: CARP est marqué pour suppression
hu: CARP törlésre megjelölve
it: Il CARP è programmato per la cancellazione
lo: CARP ຖືກໝາຍໄວ້ເພື່ອລຶບ
nl: CARP is gemarkeerd voor verwijdering
pl: CARP jest zaznaczony do skasowania
ro: Protocolul CARP este marcat pentru ștergere.
ru: CARP помечен для удаления
sv: CARP är markerad för borttagning
uk: CARP позначений для видалення
zh_cn: CARP标记为删除

source: CARP is protected
af: CARP word beskerm
ca: CARP estàprotegit
cs: CARP je chráněno
de: CARP ist geschützt
el: Το CARP είναι προστατευμένο
es: CARP protegido
fr: CARP est protégé
hu: A CARP védett
it: Il CARP è protetto
lo: CARP ຖືກປ້ອງກັນ
nl: CARP is beschermd
pl: CARP jest chroniony
ro: Protocolul CARP este protejat
ru: CARP защищен
sv: CARP är skyddad
uk: CARP захищений
zh_cn: CARP被保护

source: CARP is unlocked
af: CARP is ontsluit
ca: CARP està desbloquejat
cs: CARP je odemčeno
de: CARP ist entsperrt
el: Το CARP είναι ξεκλείδωτο
es: CARP desbloqueado
fr: CARP est déverrouillé
hu: A CARP zárolását feloldottad
it: Il CARP è sbloccato
lo: CARP ຖືກປົດລັອກ
nl: CARP is ontgrendeld
pl: CARP jest odblokowany
ro: Protocolul CARP este deblocat
ru: CARP разблокирован
sv: CARP är olåst
uk: CARP разблокований
zh_cn: CARP已解锁

source: Delete Selected CARPs
af: Skrap Geselekteerde CARPs
ca: Suprimeix CARP's seleccionats
cs: Smazat označené CARP
de: Ausgewählte CARP Konfigurationen löschen
el: Διαγραφή Επιλεγμένων CARP
es: Borrar CARP seleccionados
fr: CARP est déverrouillé
hu: Kiválasztott CARP-ok törlése
it: Cancella CARP selezionati
lo: ລຶບ CARP ທີ່ເລືອກ
nl: Geselecteerde CARPs Verwijderen
ro: Ștergere protocoale CARP selectate
ru: Удалить выбранные CARP
sv: Ta bort valda CARP:ar
uk: Видалити вибрані CARP
zh_cn: 删除选中的CARPs

source: Do you want to delete selected CARPs?
af: Wil jy geselekteerde CARP's skrap?
ca: Vols eliminar els CARP's seleccionats?
cs: Opravdu smazat označené CARP?
de: Möchten Sie die ausgewählten CARPs löschen?
el: Θέλετε να διαγράψετε τα επιλεγμένα CARP;
es: ¿Desea borrar los CARP seleccionados?
fr: Voulez-vous supprimer les CARP sélectionnés?
hu: Biztos, hogy törlöd a kijelölt CARP-okat?
it: Desideri cancellare i CARP selezionati?
lo: ທ່ານຕ້ອງການລຶບ CARP ທີ່ເລືອກບໍ?
nl: Wilt u de geselecteerde CARPs verwijderen?
ro: Doriți să ștergeți protocoalele CARP selectate?
ru: Вы хотите удалить выбранные CARP
sv: Vill du ta bort valda CARP:ar?
uk: Ви підтверджуєте видалення обраних CARP?
zh_cn: 要删除选中的CARP吗？

source: CARP cannot be deleted because it is still being used as an interface.
af: CARP kan nie geskrap word omdat dit steeds gebruik word as 'n koppelvlak.
ca: CARP no es pot eliminar perquè encara està sent utilitzat com una interfície.
cs: CARP není možné smazat protože je pořád používáno jako rozhraní.
de: CARP kann nicht gelöscht werdem, Schnittstelle ist noch aktiv.
el: Αυτό το CARP δεν μπορεί να διαγραφεί γιατί χρησιμοποιείται ακόμη σαν διασύνδεση.
es: No se puede eliminar CARP por que está en uso
fr: CARP ne peut pas être supprimé car il est toujours utilisé comme une interface.
hu: A CARP nem törölhető, mert még használatban van.
it: Il CARP non può essere cancellato per è ancora utilizzato come interfaccia
lo: ບໍ່ສາມາດລຶບ CARP ໄດ້ເພາະວ່າມັນຍັງຖືກໃຊ້ເປັນອິນເຕີເຟດຢູ່.
nl: CARP kan niet verwijderd worden omdat deze nog steeds als netwerk in gebruikt is.
pl: CARP nie może być skasowany ponieważ jest wciąż w użytkowaniu jako interfejs.
ro: Protocolul CARP nu poate fi șters în timp ce este utilizat.
ru: CARP не может быть удален, потому что он по-прежнему используется в качестве интерфейса.
sv: CARP kan inte tas bort eftersom den fortfarande används som ett gränssnitt.
uk: CARP не може бути видалений, тому що він все ще використовується в якості інтерфейсу.
zh_cn: 无法删除CARP，因为它仍在用作接口。

source: Virtual IP Address
af: Virtuele IP adres
ca: Adreça IP virtual
cs: Virtuální IP adresa
de: Virtuelle IP-Adresse
el: Εικονική Διεύθυνση IP
es: Ip virtual
fr: Adresse IP virtuelle
hu: Virtuális IP cím
it: Indirizzo IP Virtuale
lo: ທີ່ຢູ່ IP ສະເໝືອນ
nl: Virtueel IP-adres
pl: Wirtualny adres IP
ro: Adresă IP virtuală
ru: Виртуальный IP-адрес
sv: Virtuell IP-adress
uk: Віртуальна IP адреса
zh_cn: 虚拟 IP 地址

source: Skew
af: Skeef
ca: Esbiaixa
cs: Posun
el: Στρέβλωση
fr: Priorité
pl: Pochyl
ru: Задержка
sv: Fördröjning
uk: Затримка
zh_cn: 级值

source: Subnet Bit Count
af: Subnet Bit Telling
ca: Compta bit de la sub-xarxa
cs: Počet bitů masky podsítě
de: Anzahl Subnet-Bits
el: Αριθμός Bit Υποδικτύου
es: Cuenta de Bit de subred
fr: Comptage des bits de sous-réseau
hu: Alhálózati bitszám
it: Numero dei bit di subnet
lo: ຈຳນວນບິດຂອງຊັບເນັດ
pl: Liczba bitów podsieci
ro: Contorizare bit subnet
ru: Количество бит подсети
sv: Biträknare för undernät
uk: Кількість біт підмережі
zh_cn: 子网位计数

source: A valid IPv4 address must be specified.
af: 'N Geldige IPv4-adres moet gespesifiseer word.
ca: Una adreça IPv4 vàlida ha de ser especificat.
cs: Je třeba zadat platnou IPv4 adresu.
de: Es muss eine korrekte IPv4-Adresse angegeben werden.
el: Πρέπει να καθοριστεί μια έγκυρη IPv4 διεύθυνση.
es: Se debe especificar una dirección IPv4 válida.
fr: Une adresse valide IPv4 doit être spécifiée.
hu: Érvényes IPv4 cím megadása szükséges.
it: Specificare un indirizzo IPv4 valido.
lo: ຕ້ອງລະບຸທີ່ຢູ່ IPv4 ທີ່ຖືກຕ້ອງ.
nl: Een geldig IPv4 adres moet worden opgegeven.
pl: Poprawny adres IPv4 musi być określony.
ro: Trebuie să introduceți o adresă IPv4 validă.
ru: Должен быть указан верный IPv4-адрес.
sv: En giltig IPv4-adress måste anges
uk: Повинна бути вказана дійсна адреса IPv4.
zh_cn: 必须指定有效的IPv4地址。

source: A valid network bit count (1-32) must be specified.
af: 'N Geldige netwerk bietjie reken (1-32) moet gespesifiseer word.
ca: Cal indicar un bit de compte en xarxa vàlida (1-32).
cs: Je třeba zadat platný počet bitů masky síťě (1 až 32).
de: Es muss die korrekte Anzahl von Netzwerkbits angegeben werden (1-32).
el: Πρέπει να καθοριστεί μια έγκυρη (1-32 bit) μέτρηση δικτύου.
es: Debe ser especificada un cantidad válida de bits (1-32) para la red.
fr: Un nombre de bits réseau valide (1-32) doit être spécifié.
hu: Érvényes hálózati bit számot (1-32) kell megadni.
it: Specificare un bit count di rete (1-32) valido.
lo: ຕ້ອງລະບຸຈຳນວນບິດຂອງເຄືອຂ່າຍທີ່ຖືກຕ້ອງ (1-32).
nl: Een geldig netwerk bit aantal (1-32) moet worden opgegeven.
pl: Należy podać poprawną (1-32) liczbę bitów dla części sieciowej.
ro: Trebuie specificat un număr de rețea valid (1-32).
ru: Должна быть указана правильная маска подсети (в диапазоне 1-32).
sv: Ett giltigt bitantal (1-32) för nätverket måste anges.
uk: Повинна бути вказана правильна маска підмережі (1-32).
zh_cn: 必须指定有效的网络位数(1-32)。

source: Virtual Host ID
af: Virtuele Gasheer ID
ca: Id d'Amfitrió virtual
cs: Identifikátor virtuálního stroje
de: Virtuelle Host ID
el: ID Εικονικού Διακομιστή
es: ID del Host virtual
fr: ID de l'hôte virtuel
hu: Virtuális gép ID
it: ID Host Virtuale
lo: ID ໂຮສຕ໌ສະເໝືອນ
nl: Virtueel Host ID
pl: ID wirtualnego hosta
ro: ID Sistem Virtual
ru: Идентификатор виртуального узла
sv: ID för virtuell värd
uk: Ідентифікатор віртуального вузла
zh_cn: 虚拟主机 ID

source: Advertisement Skew
af: Advertensie Skew
ca: Inclinació publicitat
cs: Posun propagace
de: Advertisement-Skew (Verfälschung von Werbedaten)
es: Aviso sesgado
fr: Changement de diffusion
hu: Reklámcsík
it: Inclinazione annunci
pl: Skos Ogłoszeń
ro: Schimbare anunț
ru: Задержка обьявления
sv: Annonserings förskjutning
uk: Затримка об'явлення (advskew)
zh_cn: 广播偏斜

source: Carp Settings
af: Carp Instellings
ca: Configuració de CARP
cs: Nastavení CARP
de: CARP-Einstellungen
el: Ρυθμίσεις carp
es: Ajustes del CARP
fr: Paramètres CARP
hu: Carp beállítások
it: Settaggi CARP
lo: ການຕັ້ງຄ່າ Carp
nl: Carp Instellingen
pl: Ustawienia CARP
ro: Setări CARP
ru: Настройки Carp
sv: Carp-inställningar
uk: Налаштування Carp
zh_cn: CARP设置

source: Lowest value is higher priority. For master node, use 0 or 1. If preempt is enabled, it is adjusted to 240 on failure.
af: Laagste waarde is hoër prioriteit. Vir meester node, gebruik 0 of 1. As preempt te loop geaktiveer is, is dit aangepas om 240 op mislukking.
ca: Valor més baix és més alta prioritat. Per al node mestre, utilitzeu 0 o 1. Si l'expropiació està activada, s'ajusta al 240 en cas de fallada.
cs: Nižší hodnota znamená vyšší prioritu. Pro hlavní uzel použijte 0 (nula) nebo 1 (jedna). V případě, že je zapnuto předcházení, je při selhání upraveno na hodnotu 240.
de: Der niedrigste Wert hat die höchste Priorität. Für den Master Node benutze 0 oder 1. Wenn preempt eingeschaltet ist, ist es bei Fehlern auf 240 eingestellt.
el: Χαμηλότερη τιμή σημαίνει υψηλότερη προτεραιότητα. Για τον πρωτεύον κόμβο, χρησιμοποιήστε 0 ή 1. Αν η λειτουργία πρόληψης είναι ενεργή, είναι ρυθμισμένη στο 240 σε περίπτωση αποτυχίας.
es: El valor más bajo tiene la mayor prioridad. Para el nodo maestro, usar 0 o 1 . Si Preempt está habilitado, se ajusta a 240 en fallo.
fr: La plus petite valeur est la priorité la plus grande. Pour le Node principal, utilisez 0 ou 1. Si la préemption est autorisée, elle est réglée en cas d'erreur.
hu: Alacsonyabb érték magasabb prioritást jelent. A mester-csomópont értéke legyen 0 vagy 1. Amennyiben az előjegyzés engedélyezve van, meghibásodás esetén 240 lesz az értéke.
it: A valore inferiore corrisponde priorità più alta. Per il nodo 'master' usare 0 o 1. Se 'preempt' è abilitato, in caso di errore è impostato a 240 .
lo: ຄ່າຕ່ຳສຸດແມ່ນບູລິມະສິດສູງກວ່າ. ສຳລັບໂນດແມ່, ໃຊ້ 0 ຫຼື 1. ຖ້າເປີດໃຊ້ preempt, ມັນຈະຖືກປັບເປັນ 240 ເມື່ອເກີດຄວາມລົ້ມເຫຼວ.
nl: Laagste waarde is een hogere prioriteit. Gebruik voor de master 0 of 1. Indien preempt is ingeschakeld, wordt deze bij een storing aangepast naar 240.
pl: Najniższa wartość ma wyższy priorytet. Przy Master Node, użyj 0 lub 1. Jeśli 'preempt' jest włączony, jest on ustawiony na 240 przy niepowodzeniu.
ro: Valoarea mai mică are prioritate mai mare. Pentru noduri master, folosiți 0 sau 1. Daca opțiunea 'preempt' este activă, valoarea se reconfigureaza la 240 în caz de erroare.
ru: Минимальная значение имеет наивысший приоритет. Для ведущего узла используйте 0 или 1. Если включено вытеснение (preempt), устанавливается равным 240 при неудаче.
sv: Lägsta värdet är högsta prioritet. För mastern ska du använda 0 eller 1, vid fel ändras detta värde till 240.
uk: Найнижче значення дорівнює більш високиму пріоритету. Для головного вузла використовуйте 0 або 1. Якщо preempt увімкнено, то у разі невдачі дорівнює 240.
zh_cn: 最低值有较高优先级。 对于主节点，使用0或1。如果启用抢占，则在故障时将被调整为240。

source: Link Up Action
af: Link Up Aksie
ca: Acció de enllaç connectat
cs: Akce při navázání spojení
de: Aktion bei Verbindungsherstellung
el: Ενέργεια Σύνδεσης Πάνω
es: Acción en caso de inicio del enlace
fr: Faire monter le lien
hu: Felcsatlakozási művelet
it: Azione di collegamento
lo: ການດຳເນີນການເມື່ອເຊື່ອມຕໍ່
nl: Link Up Actie
pl: Akcja przy podniesieniu linku
ro: Acțiune la Link Up
ru: Действие при установке соединения
sv: Åtgärd när länken kommer upp
uk: Дія при Появі З'єднання
zh_cn: 链接操作

source: Command for LINK_UP event (e.g. %s).
af: Bevel vir LINK_UP gebeurtenis (bv. %s).
ca: Comandament per event LINK_UP (ex. %s).
cs: Příkaz, který vykonat v případě události LINK_UP (připojení do sítě) (např. %s).
de: Befehl für das LINK_UP Ereignis (z. B. %s)
el: Εντολή για το συμβάν LINK_UP (π.χ. %s).
es: Comando para evento LINK_UP (ej: %s).
fr: Commande pour l'événement LINK_UP (par ex. %s).
hu: LINK_UP esemény utasítása (pl. %s).
it: Comando per l'evento LINK_UP (ad esempio %s).
lo: ຄຳສັ່ງສຳລັບເຫດການ LINK_UP (ຕົວຢ່າງ %s).
nl: Opdracht voor LINK_UP gebeurtenis (bijvoorbeeld %s).
pl: Komenda dla wydarzenia LINK_UP (np. %s.).
ro: Comanda pentru evenimentul LINK_UP (ex. %s).
ru: Команда для события LINK_UP (например %s).
sv: Kommando för LINK_UP händelse (ex. %s).
uk: Команда для події LINK_UP (наприклад, %s).
zh_cn: LINK_UP 事件的命令（例如 %s）。

source: Link Down Action
af: Link Down Aksie
ca: Acció de enllaç desconectat
cs: Akce při výpadku spojení
de: Aktion bei Verbindungsabbruch
el: Ενέργεια Σύνδεσης Κάτω
es: Acción en caso de caida del enlace
fr: Faire tomber le lien
hu: Lecsatlakozási művelet
it: Azione di scollegamento
lo: ການດຳເນີນການເມື່ອຕັດການເຊື່ອມຕໍ່
nl: Link Down Actie
pl: Akcja przy rozłączeniu linku
ro: Acțiune la Link Down
ru: Действие при отключении соединения
sv: Åtgärd när länken går ner
uk: Дія при Зникненні З'єднання
zh_cn: 链接关闭操作

source: Command for LINK_DOWN event (e.g. %s).
af: Bevel vir LINK_DOWN gebeurtenis (bv. %s).
ca: Comandament per event LINK_DOWN (ex. %s).
cs: Příkaz, který vykonat v případě události LINK_DOWN (odpojení od sítě) (např. %s).
de: Befehl für das LINK_DOWN Ereignis (z. B. %s)
el: Εντολή για το συμβάν LINK_DOWN (π.χ. %s).
es: Comando para evento LINK_DOWN (ej: %s).
fr: Commande pour l'événement LINK_DOWN (par ex. %s).
hu: LINK_DOWN esemény utasítása (pl. %s).
it: Comando per l'evento LINK_DOWN (ad esempio %s).
lo: ຄຳສັ່ງສຳລັບເຫດການ LINK_DOWN (ຕົວຢ່າງ %s).
nl: Opdracht voor LINK_DOWN gebeurtenis (bijvoorbeeld %s).
pl: Komenda dla wydarzenia LINK_DOWN (np. %s.).
ro: Comanda pentru evenimentul LINK_DOWN (ex. %s).
ru: Команда для события LINK_DOWN (например %s).
sv: Kommando för LINK_DOWN händelse (ex. %s).
uk: Команда для події LINK_DOWN (наприклад, %s).
zh_cn: LINK_DOWN 事件的命令（例如 %s）。

source: Add LAGG
af: Voeg LAGG
ca: Afegir LAGG
cs: Přidat LAGG
de: LAGG hinzufügen
el: Προσθήκη LAGG
es: Añadir LAGG
fr: Ajouter LAGG
hu: LAGG hozzáadása
it: Aggiungi un LAGG
lo: ເພີ່ມ LAGG
nl: LAGG Toevoegen
pl: Dodaj LAGG
ro: Adăugare LAGG
ru: Добавить LAGG
sv: Lägg till LAGG
uk: Додати LAGG
zh_cn: 添加LAGG

source: Edit LAGG
af: Wysig LAGG
ca: Edita LAGG
cs: Upravit LAGG
de: LAGG Konfiguration bearbeiten
el: Επεξεργασία LAGG
es: Editar LAGG
fr: Modifier LAGG
hu: LAGG módosítása
it: Modifica LAGG
lo: ແກ້ໄຂ LAGG
nl: LAGG Bewerken
pl: Edytuj LAGG
ro: Editare conexiune LAGG
ru: Редактировать LAGG
sv: Ändra LAGG
uk: Редагувати LAGG
zh_cn: 编辑LAGG
