Repository: rojim666/xigmanas-code-r10599-trunk
Catalog: locale/xigmanas-*.po
Languages: af, ca, cs, de, el, es, fr, hu, it, lo, nl, pl, ro, ru, sv, uk, zh_cn

source: This parameter specifies the suffix that is used for passwords when these are added to the LDAP directory, e.g. %s
af: Hierdie parameter spesifiseer die agtervoegsel wat vir wagwoorde gebruik word wanneer dit bygevoeg word tot die LDAP-gids, bv. %s
ca: Aquest paràmetre especifica el sufix que s'utilitza per a les contrasenyes quan aquests s'agreguen al directori LDAP, per exemple, %s
cs: Tento parametr určuje příponu, která je použita pro hesla, když jsou přidávána do LDAP adresáře, např. %s
de: Dieser Parameter gibt das Suffix an, das für die Kennwörter verwendet wird, wenn diese zum LDAP Verzeichnis (z. B.: %s) hinzugefügt werden.
el: Αυτή η παράμετρος καθορίζει το επίθεμα που θα χρησιμοποιηθεί για τους κωδικούς, όταν αυτοί θα προστεθούν στον κατάλογο LDAP, π.χ. %s
es: Este parámetro especifica el sufijo que se usa para las contraseñas cuando éstas son añadidas al directorio LDAP, p. ej. %s
fr: Suffixe utilisé lors de l'ajout de mots de passe au répertoire LDAP, e.g. %s
hu: Ez a paraméter a jelszó utótag (suffix), ami LDAP címtárban történő létrehozáskor hozzáfűződik, például: %s.
it: Suffisso utilizzato per le password aggiunte alla directory LDAP, ad esempio %s
lo: ພາຣາມິເຕີນີ້ລະບຸຄຳຕໍ່ທ້າຍທີ່ໃຊ້ສຳລັບລະຫັດຜ່ານ ເມື່ອພວກມັນຖືກເພີ່ມເຂົ້າໃນໄດເລກະທໍຣີ LDAP, ຕົວຢ່າງ %s
nl: Deze parameter specificeerd het achtervoegsel voor wachtwoorden, wanneer deze toegevoegt zijn aan de LDAP directory, bijv. %s
pl: Ten parametr określa sufiks, który jest używany, kiedy hasła są dodawane do katalogu LDAP, np. %s
ro: Acest parametru specifică sufixul utilizat pentru parole când sunt adăugate la directorul LDAP, ex. %s
ru: Этот параметр устанавливает суффикс, который используется для паролей при их добавлении в каталог LDAP, например %s
sv: Denna parameter specificerar ändelsen som används för lösenord när dessa läggs till i LDAP katalogen, t.ex. %s
uk: Цей параметр вказує суфікс, який використовується для паролей, коли вони додаються в каталог LDAP, наприклад %s
zh_cn: 此参数指定当被添加到 LDAP 目录时用于密码的后缀，例如%s

source: This parameter specifies the suffix that is used for machines when these are added to the LDAP directory, e.g. %s
af: Hierdie parameter spesifiseer die agtervoegsel wat vir masjiene gebruik word wanneer dit bygevoeg word tot die LDAP-gids, bv. %s
ca: Aquest paràmetre especifica el sufix que s'utilitza per a màquines quan aquests s'afegeixen al directori LDAP, per exemple, %s
cs: Tento parametr určuje příponu, která je použita pro stroje, když jsou přidávány do LDAP adresáře, např. %s
de: Dieser Parameter gibt an, welches Suffix für Geräte verwendet wird, wenn diese zum LDAP Verzeichnis (z. B.: %s) hinzugefügt werden.
el: Αυτή η παράμετρος καθορίζει το επίθεμα που θα χρησιμοποιηθεί για τους υπολογιστές, όταν αυτοί θα προστεθούν στον κατάλογο LDAP, π.χ. %s
es: Este parámetro especifica el sufijo que se usa para las máquinas cuando éstas son añadidas al directorio LDAP, p. ej. %s
fr: Suffixe utilisé lors de l'ajout de machines au répertoire LDAP, e.g. %s
hu: Ez a paraméter a számítógép utótag (suffix), ami LDAP címtárban történő létrehozáskor hozzáfűződik, például: %s.
it: Suffisso utilizzato per le macchine aggiunte alla directory LDAP, ad esempio %s
lo: ພາຣາມິເຕີນີ້ລະບຸຄຳຕໍ່ທ້າຍທີ່ໃຊ້ສຳລັບເຄື່ອງ ເມື່ອພວກມັນຖືກເພີ່ມເຂົ້າໃນໄດເລກະທໍຣີ LDAP, ຕົວຢ່າງ %s
nl: Deze parameter specificeer het achtervoegsel dat gebruikt wordt door de machines wanneer deze zijn toegevoegt aan de LDAP directory, bijv. %s
pl: Ten parametr określa sufiks, który jest używany, kiedy maszyny są dodawane do katalogu LDAP, np. %s
ro: Acest parametru specifică sufixul utilizat pentru sisteme când sunt adăugate la directorul LDAP, ex. %s
ru: Этот параметр устанавливает суффикс, который используется для компьютеров при их добавлении в каталог LDAP, например %s
sv: Denna parameter specificerar ändelsen som används för maskiner när dessa läggs till i LDAP katalogen, t.ex. %s
uk: Цей параметр вказує суфікс, який використовується для машин, коли вони додаються в каталог LDAP, наприклад %s
zh_cn: 此参数指定当主机被添加到 LDAP 目录时使用的后缀，例如%s

source: Additional Parameters
af: Bykomende Parameters
ca: Paràmetres addicionals
cs: Dodatečné parametry
de: Zusätzliche Parameter
el: Πρόσθετες Παράμετροι
es: Parametros adicionales
fr: Paramètres Supplémentaires
hu: További paraméterek
it: Parametri Addizionali
lo: ພາຣາມິເຕີເພີ່ມເຕີມ
nl: Extra Parameters
pl: Dodatkowe parametry
ro: Parametri adiționali
ru: Дополнительные параметры
sv: Extra parametrar
uk: Додаткові параметри
zh_cn: 附加参数

source: These parameters are added to %s.
af: Hierdie parameters word bygevoeg by %s.
ca: Aquests paràmetres s'afegeixen a %s.
cs: Tyto parametry jsou přidány k %s.
de: Diese Parameter werden %s hinzugefügt.
el: Οι παράμετροι αυτοί προστίθονται στο %s.
es: Estos parámetros se han añadido a %s.
fr: Ces paramètres sont ajoutés à %s.
hu: Ezek a paraméterek hozzáadódnak a következőhöz: %s.
it: Questi parametri sono aggiunti a %s.
lo: ພາຣາມິເຕີເຫຼົ່ານີ້ຖືກເພີ່ມໃສ່ %s.
nl: Deze parameters worden toegevoegd aan %s.
pl: Parametry te są dodawane do %s.
ro: Acești parametri sunt adăugați la %s.
ru: Эти параметры добавляются к %s.
sv: Dessa värden kommer läggas till i %s.
uk: Ці параметри додаються в %s.
zh_cn: 这些参数都被添加到 %s。

source: Save
af: Stoor
ca: Desa
cs: Uložit
de: Speichern
el: Αποθήκευση
es: Guardar
fr: Enregistrer
hu: Mentés
it: Salva
lo: ບັນທຶກ
nl: Opslaan
pl: Zapisz
ro: Salvare
ru: Сохранить
sv: Spara
uk: Зберегти
zh_cn: 保存

source: Public Key Settings
af: Publiek Sleutel Instellings
ca: Configuració de la clau pública
de: Einstellungen für öffentliche Schlüssel
el: Ρυθμίσεις Δημόσιου Κλειδιού
es: Opciones de clave pública
fr: Paramètres de Clé Publique
hu: Nyilvános kulcs beállítások
it: Settaggi chiave pubblica
lo: ການຕັ້ງຄ່າ Public Key
nl: Publieke Sleutelinstellingen
pl: Ustawienia Klucza Publicznego
ro: Setări cheie publică
ru: Настройки публичного ключа
sv: Publik nyckel inställningar
uk: Налаштування публічного ключа
zh_cn: 公钥设置

source: User Settings
af: Gebruiker Instellings
ca: Configuració de l'usuari
cs: Nastavení uživatele
de: Nutzereinstellungen
el: Ρυθμίσεις Χρήστη
es: Ajustes de usuario
fr: Paramètres utilisateur
hu: Felhasználói beállítások
it: Parametri Utente
lo: ການຕັ້ງຄ່າຜູ້ໃຊ້
nl: Gebruikersinstellingen
pl: Ustawienia Użytkownika
ro: Setări utilizator
ru: Параметры пользователя
sv: Användarinställningar
uk: Налаштування користувача
zh_cn: 用户设置

source: User Portal
af: Gebruiker Portaal
ca: Portal d'usuari
cs: Portál uživatelů
de: Nutzerportal
el: Portal Χρηστών
es: Portal de usuario
fr: Portail utilisateur
hu: Felhasználói portál
it: Portale utente
lo: ປະຕູຜູ້ໃຊ້
nl: Gebruikers Portaal
pl: Portal użytkownika
ro: Portal utilizator
ru: Портал пользователя
sv: Portalanvändare
uk: Портал Користувача
zh_cn: 用户门户

source: File Manager
af: Lêer Bestuurder
ca: Gestor de fitxers
cs: Správce souborů
de: Dateiverwaltung
el: Διαχειριστής Αρχείων
es: Administrador de Archivos
fr: Gestionnaire de fichiers
hu: Fájlkezelő
it: Gestore file
lo: ຕົວຈັດການໄຟລ໌
nl: Bestands Manager
pl: Menedżer plików
ro: Manager de fișiere
ru: Файловый менеджер
sv: Filhanterare
uk: Менеджер файлів
zh_cn: 文件管理器

source: Password
af: Wagwoord
ca: Contrasenya
cs: Heslo
de: Passwort
el: Κωδικός
es: Contraseña
fr: Mot de passe
hu: Jelszó
lo: ລະຫັດຜ່ານ
nl: Wachtwoord
pl: Hasło
ro: Parola
ru: Пароль
sv: Lösenord
uk: Пароль
zh_cn: 密码

source: Set User Password
af: Stel Gebruiker Wagwoord
ca: Definiu la contrasenya d'usuari
de: Benutzerpasswort festlegen
el: Ορισμός Κωδικού Χρήστη
es: Contraseña de usuario
fr: Définir le Mot de Passe Utilisateur
hu: A felhasználó jelszavának beállítása
it: Settare la password utente
lo: ຕັ້ງລະຫັດຜ່ານຜູ້ໃຊ້
nl: Gebruikerswachtwoord Instellen
pl: Ustaw hasło użytkownika
ro: Setare parolă utilizator
ru: Установить пароль пользователя
sv: Sätt användarlösenord
uk: Встановить пароль користувача
zh_cn: 设置用户密码

source: Help
af: Hulp
ca: Ajuda
cs: Nápověda
de: Hilfe
el: Βοήθεια
es: Ayuda
fr: Aide
hu: Súgó
it: Aiuto
lo: ຊ່ວຍເຫຼືອ
pl: Pomoc
ro: Asistență
ru: Помощь
sv: Hjälp
uk: Допомога
zh_cn: 说明

source: Release Notes
af: Vrystelling Notas
ca: Notes de publicació
cs: Poznámky k vydání
de: Versionshinweise
el: Σημειώσεις έκδοσης
es: Notas de la versión
fr: Notes de Version
hu: Kiadási megjegyzések
it: Note di rilascio
lo: ໝາຍເຫດການປ່ອຍ
pl: Informacje o wydaniu
ro: Notă Ediție
ru: Примечания к выпуску
sv: Versionsinformation
uk: Примітки релізу
zh_cn: 发行说明

source: Information
af: Inligting
ca: Informació
cs: Informace
de: Informationen
el: Πληροφορίες
es: Informacion
fr: Informations
hu: Információ
it: Informazioni
lo: ຂໍ້ມູນ
nl: Informatie
pl: Informacja
ro: Informații
ru: Информация
uk: Інформація
zh_cn: 信息

source: WAN address
af: WAN adres
ca: Adreça WAN
cs: Adresa rozhraní do vnější sítě (WAN)
de: WAN-Adresse
el: Διεύθυνση WAN
es: dirección WAN
fr: Adresse WAN
hu: WAN cím
it: Indirizzo WAN
lo: ທີ່ຢູ່ WAN
nl: WAN adres
pl: Adres WAN
ro: Adresa WAN
ru: Адрес во внешней сети (WAN)
sv: WAN adress
uk: Адреса WAN
zh_cn: 广域网络地址

source: LAN net
ca: Xarxa LAN
cs: Místní síť (LAN)
es: Red LAN
hu: Hálózat
lo: ເຄືອຂ່າຍ LAN
pl: Sieć LAN
ro: Rețea LAN
ru: Локальная сеть
sv: LAN nät
uk: Локальна мережа (LAN)
zh_cn: 区域网络

source: PPTP clients
af: PPTP kliente
ca: Clients PPTP
cs: PPTP klienti
de: PPTP-Programm
el: Πελάτες PPTP
es: Clientes PPTP
fr: Clients PPTP
hu: PPTP kliensek
it: Client PPTP
lo: ລູກຂ່າຍ PPTP
nl: PPTP Cliënten
pl: Klienci PPTP
ro: Clienți PPTP
ru: Клиенты PPTP
sv: PPTP klienter
uk: PPTP клієнт
zh_cn: PPTP 客户端

source: Diagnostics
af: Diagnostieses
cs: Diagnostika
de: Diagnose
el: Διαγνωστικά
es: Diagnóstico
hu: Diagnosztika
it: Diagnostica
lo: ການວິນິດໄສ
nl: Diagnose
pl: Diagnostyka
ro: Diagnoză
ru: Диагностика
sv: Diagnostik
uk: Діагностика
zh_cn: 诊断

source: ARP Tables
af: ARP Tafels
ca: Taules ARP
cs: ARP tabulky
de: ARP-Tabellen
el: Πίνακες ARP
es: Tablas ARP
fr: Tables ARP
it: Tabelle ARP
lo: ຕາຕະລາງ ARP
nl: ARP Tabel
pl: Tablice ARP
ro: Tabele ARP
ru: Таблицы ARP
sv: ARP Tabeller
uk: ARP таблиці
zh_cn: ARP 表

source: ARP Tables List
af: ARP Tafels Lys
ca: Index de taules ARP
cs: Seznam ARP tabulek
de: ARP-Tabelle
el: Λίστα Πινάκων ARP
es: Tabla ARP
fr: Liste des tables ARP
hu: ARP táblák felsorolása
it: ARP Lista tabelle
lo: ລາຍການຕາຕະລາງ ARP
nl: ARP tabel lijst
pl: Lista tablic ARP
ro: Lista tabele ARP
ru: Список таблиц ARP
sv: Lista ARP Tabell
uk: Список ARP таблиць
zh_cn: ARP列表

source: IP Address
af: IP Adres
ca: Adreça IP
cs: IP adresa
de: IP-Adresse
el: Διεύθυνση IP
es: Dirección IP
fr: Adresse IP
hu: IP-cím
it: Indirizzo IP
lo: ທີ່ຢູ່ IP
nl: IP Adres
pl: Adres IP
ro: Adresă IP
ru: IP-адрес
sv: IP adress
uk: IP адреса
zh_cn: IP 地址

source: MAC Address
af: MAC Adres
ca: Adreça MAC
cs: MAC adresa
de: MAC-Adresse
el: Διεύθυνση MAC
es: Dirección MAC
fr: Adresse MAC
hu: MAC cím
it: Indirizzo MAC
lo: ທີ່ຢູ່ MAC
nl: MAC-adres
pl: Adres sprzętowy (MAC)
ro: Adresă MAC
ru: MAC-адрес
sv: MAC-adress
uk: MAC адреса
zh_cn: MAC地址

source: Hostname
af: Gasheernaam
ca: Nom de l'amfitrió
cs: Název stroje
el: Όνομα υπολογιστή
es: Nombre de Equipo
fr: Nom d'hôte
hu: Állomásnév
it: Nome di host
lo: ຊື່ໂຮສ
nl: Hostnaam
pl: Nazwa hosta
ro: Nume Sistem
ru: Имя компьютера
sv: Värdnamn
uk: Ім'я комп'ютера
zh_cn: 主机名称

source: Interface
af: Koppelvlak
ca: Interfície
cs: Rozhraní
de: Schnittstelle
el: Διασύνδεση δικτύου
es: Interfaz
hu: Interfész
it: Interfaccia
lo: ອິນເຕີເຟດ
nl: Netwerk
pl: Interfejs
ro: Interfața
ru: Интерфейс
sv: Gränssnitt
uk: Інтерфейс
zh_cn: 接口

source: Toolbox
af: Gereedskapkas
ca: Caixa d'eines
cs: Panel nástrojů
de: Werkzeuge
el: Εργαλειοθήκη
es: Herramientas
fr: Boîte à outils
hu: Eszköztár
it: Pannello strumenti
lo: ກ່ອງເຄື່ອງມື
pl: Przybornik
ro: Trusă de unelte
ru: Инструменты
sv: Verktygslåda
uk: Інструменти
zh_cn: 工具箱

source: Delete ARP entry
af: Skrap ARP inskrywing
ca: Suprimeix entrada ARP
cs: Smazat jednotlivý ARP záznam
de: Lösche ARP Eintrag
el: Διαγραφή καταχώρησης ARP
es: Borrar la entrada ARP
fr: Supprimer l'entrée ARP
hu: ARP bejegyzés törlése
it: Cancella ARP
lo: ລຶບລາຍການ ARP
nl: ARP Regel Verwijderen
pl: Usuń wpisy ARP
ro: Ștergere intrare ARP
ru: Удалить запись ARP
sv: Ta bort ARP-post
uk: Видалити запис ARP
zh_cn: 删除ARP项目

source: Remove all entries from ARP table
af: Verwyder alle inskrywings uit die ARP tabel uit
ca: Esborrar totes les entrades de la taula ARP
cs: Odstranit všechny záznamy z ARP tabulky
de: Lösch alle Einträge aus ARP Tabelle
el: Αφαίρεση όλων των καταχωρήσεων από τον πίνακα ARP
es: Borrar todas las entradas de la tabla ARP
fr: Supprimer toutes les entrées de la table ARP
hu: Törölje az összes bejegyzést ARP táblából
it: Cancella tutte le voci dalla tabella ARP
lo: ລຶບລາຍການທັງໝົດອອກຈາກຕາຕະລາງ ARP
nl: Alle ARP regels verwijderen uit de tabel
pl: Usuń wszystkie wpisy z tabeli ARP
ro: Șterge toate intrările din tabela ARP
ru: Удалить все записи из ARP-таблицы
sv: Ta bort alla värden från ARP-tabellen
uk: Видалити усі записи з таблиці ARP
zh_cn: 移除所有ARP table内的项目

source: IP addresses are resolved to hostnames when the following option is enabled:
af: IP adresse word opgelos to gasheername wanneer die devolgende opsie is geaktiveer:
ca: Les adreces IP a noms de host es resolen quan la següent opció està habilitada:
cs: IP adresy jsou překládány na názvy strojů pokud jsou zapnuty následující předvolby:
de: IP-Adressen werden zu Hostnamen aufgelöst wenn die folgende Einstellung aktiviert ist:
el: Οι διευθύνσεις IP επιλύονται σε ονόματα υπολογιστών όταν η παρακάτω επιλογή είναι ενεργοποιημένη:
es: Dirección ip es resuelta al hostname cuando la siguiente opciones esta habilitada
fr: Les adresses IP sont résolues en nom d'hôtes quand cette option est activée
hu: IP címeket kiszolgálónevekké oldjuk fel, ha a következő beállítása be van kapcsolva:
it: Gli indirizzi IP sono indirizzati ai nomi degli hosts quando questa opzione è attiva:
lo: ທີ່ຢູ່ IP ຈະຖືກແປເປັນຊື່ໂຮສ ເມື່ອຕົວເລືອກຕໍ່ໄປນີ້ຖືກເປີດໃຊ້ງານ:
nl: IP-adressen worden omgezet naar hostnamen als de volgende optie is ingeschakeld:
pl: Adresy IP są tłumaczone na nazwy hostów, kiedy następująca opcja jest włączona
ro: Adresa IP este înlocuită cu numele sistemului corespunzător dacă următoarea opțiune este activă:
ru: Разрешены соответствия IP-адресов именам хостов, когда следующая опция включена:
sv: IP adresser konverteras till hostnamn när följande val är aktivt:
uk: IP адреси вирішуються в імена хостів коли наступна опція увімкнена:
zh_cn: 当启用以下选项时，IP地址将解析为主机名：

source: Resolve IP addresses to hostnames.
af: Los IP adresse op teenoor die gasheer name
ca: Resoldre adreces IP a noms de host
cs: (zpětně) přeložit IP adresy na DNS názvy strojů
de: IP-Adressen zu Hostnamen auflösen
el: Ανάλυση διεύθυνσεων IP σε ονόματα υπολογιστών.
es: Resolver la IP a nombredeHost
fr: Résoudre les adresses IP en noms d'hôtes.
hu: IP címek feloldása kiszolgálónévvé.
it: Risoluzioni IP in nome host
lo: ແປທີ່ຢູ່ IP ເປັນຊື່ໂຮສ.
nl: IP-adressen omzetten naar hostnamen.
pl: Przetłumacz adresy IP na nazwy hostów
ro: Afișare nume sistem pe baza adresei IP.
ru: Преобразование IP-адресов в имена хостов.
sv: Lös upp IP-adresser till värdnamn
uk: Перетворення IP-адресів в імена хостів.
zh_cn: 将IP地址解析为主机名。

source: Hint
ca: Consell
cs: Tip
de: Hinweis
el: Συμβουλή
es: Sugerencia
fr: Information
hu: Tipp
it: Suggerimento
lo: ຄຳແນະນຳ
nl: Tip
pl: Porada
ro: Indiciu
ru: Подсказка
sv: Tips
uk: Підказка
zh_cn: 提示

source: Disks
af: Skyf
ca: Discs
cs: Disky
de: Festplatten
el: Δίσκοι
es: Discos
fr: Disques
hu: Lemezek
it: Dischi
lo: ດິສກ໌
nl: Schijven
pl: Dyski
ro: Discuri
ru: Диски
sv: Diskar
uk: Диски
zh_cn: 硬盘

source: Disks (Info)
af: Skyf (Info)
ca: Discs (Info)
cs: Disky (info)
de: Festplatten (Info)
el: Δίσκοι (Πληροφορίες)
es: Discos (info)
fr: Disques (Infos)
hu: Lemezek (információ)
it: Disco (Info)
lo: ດິສກ໌ (ຂໍ້ມູນ)
nl: Schijf (info)
pl: Dyski (Info)
ro: Discuri (Info)
ru: Диски (инфо)
sv: Diskar (Info)
uk: Диски (інфо)
zh_cn: 磁盘（信息）

source: Partitions
af: Partisies
ca: Particions
cs: Diskové oddíly
de: Partitionen
el: Κατατμήσεις
es: Particiones
hu: Partíciók
it: Partizioni
lo: ພາທິຊັນ
nl: Partities
pl: Partycje
ro: Partiții
ru: Разделы
sv: Partitioner
uk: Розділи
zh_cn: 分割区

source: Space Used
af: Spasie Gebruik
ca: Espai usat
cs: Využité místo
de: Benutzter Speicherplatz
el: Χρήση Χώρου
es: Espacio Usado
fr: Occupation des disques
hu: Foglalt hely
it: Spazio Utilizzato
lo: ພື້ນທີ່ນຳໃຊ້
nl: Gebruikte Ruimte
pl: Użytkowana przestrzeń
ro: Spațiu utilizat
ru: Занятый объем
sv: Använt utrymme
uk: Простору використано
zh_cn: 使用空间

source: Mounts
af: Monteer
ca: Muntatges
cs: Připojení
de: Einhängepunkte
el: Προσαρτήσεις
es: Puntos de Montaje
fr: Montages
hu: Csatolások (mounts)
lo: ຈຸດເຊື່ອມຕໍ່
nl: Koppelpunten
pl: Montowania
ro: Montări
ru: Точки монтирования
sv: Monteringspunkter
uk: Примонтовані пристрої
zh_cn: 挂载点

source: Software RAID
af: Sagteware RAID
ca: RAID per programari
cs: Softwarový RAID
el: RAID μέσω λογισμικού
fr: RAID logiciel
hu: Szoftveres RAID
pl: RAID oprogramowania
ro: RAID Software
ru: Программный RAID
sv: Mjukvaru-RAID
uk: Програмний RAID
zh_cn: 软RAID

source: iSCSI Initiator
af: iSCSI Inisieerder
ca: Iniciador iSCSI
cs: iSCSI iniciátor
el: Εκκινητής iSCSI
es: Iniciador iSCSI
fr: Initiateur iSCSI
hu: iSCSI Kezdeményező
ro: Inițiator iSCSI
ru: iSCSI-инициатор
sv: iSCSI Initierare
uk: iSCSI ініціатор
zh_cn: iSCSI 启动器

source: MS Domain
af: MS Domein
ca: Domini MS
cs: Doména Microsoft
el: Τομέας MS
es: Dominio MS
fr: Domaine MS
hu: MS tartomány
it: Dominio MS
nl: MS Domein
pl: Domena MS
ro: Domeniu MS
ru: Домен Microsoft
sv: MS-domän
uk: MS домен
zh_cn: MS域

source: Reload page
af: Herlaai bladsy
ca: Recarregar pàgina
cs: Načíst stránku znovu
de: Seite neu laden
el: Ανανέωση σελίδας
es: Recargar página
fr: Rechargement de la page
hu: Oldal újratöltése
it: Ricarica pagina
lo: ໂຫຼດໜ້າຄືນໃໝ່
nl: Pagina herladen
pl: Odświerz stronę
ro: Reîncărcare pagină
ru: Перезагрузить страницу
sv: Ladda om sidan
uk: Перезавантажити сторінку
zh_cn: 刷新页面

source: RSYNC Client
af: RSYNC -Klient
ca: Client RSYNC
cs: RSYNC klient
el: Πελάτης RSYNC
es: Cliente RSYNC
fr: Client RSYNC
hu: RSYNC kliens
lo: ລູກຂ່າຍ RSYNC
nl: RSYNC Cliënt
pl: Klient RSYNC
ro: Client RSYNC
ru: Клиент RSYNC
sv: RSYNC Klient
uk: Клієнт RSYNC
zh_cn: RSYNC 客户端

source: Sockets
af: Sokke
ca: Sòcols
cs: Sokety
el: Υποδοχές
hu: Csatlakozások (Sockets)
pl: Gniazda
ro: Socket-uri
sv: Anslutningar (sockets)
uk: Сокети
zh_cn: 套接字（Sockets）

source: IPMI Stats
ca: Estat IPMI
cs: Statistiky z IPMI
de: IPMI Statistiken
el: Στατιστικά IPMI
es: Estado del IPMI
fr: Statistiques IPMI
hu: IPMI statisztikák
it: Statistiche IPMI
lo: ສະຖິຕິ IPMI
pl: Statystyki IPMI
ro: Stare IPMI
ru: IPMI
uk: IPMI статистика
zh_cn: IPMI统计

source: MS Active Directory Information & Status
af: MS Aktiewe Directory Inligting & Status
ca: Informació i estat del directori actiu MS
cs: MS Active Directory – informace a stav
el: Πληροφορίες & Κατάσταση MS Active Directory
es: Info y estado del MS Active Directory
fr: Informations et statut Active Directory MS
hu: MS Címtárszolgáltatás információ & állapot
it: Informazioni e stato di MS Active Directory
lo: ຂໍ້ມູນ ແລະ ສະຖານະ MS Active Directory
nl: MS Active Directory Informatie & Status
pl: MS Active Directory Informacje i Status
ro: Informații & Stare MS Active Directory
ru: Информация и статус MS Active Directory
uk: Статус та інформація MS Active Directory
zh_cn: 微软Active Directory信息和状态

source: Result of testjoin
af: Resultat van testjoin
ca: Resultat de la prova d'unió
cs: Výsledek testjoin
de: Resultat von testjoin
el: Αποτέλεσμα του testjoin
es: Resultado del test de unión.
fr: Résultat de testjoin
hu: Tesztcsatlakozás eredménye
it: Risultato del testjoin.
lo: ຜົນຂອງ testjoin
nl: Resultaat van testjoin
ro: Rezultat testjoin
ru: Результат тестового соединения
sv: Resultat från testanslutning
uk: Результат тестового з'єднання
zh_cn: 测试加入的结果

source: Winbindd Availability
af: Winbindd Beskikbaarheid
ca: Disponibilitat Winbindd
cs: Dostupnost Winbindd
de: Verfügbarkeit von Winbindd
el: Διαθεσιμότητα Winbindd
es: Disponibilidad de winBindd
fr: Disponibilité Winbindd
hu: Winbindd elérhetőség
it: Disponibilità Winbindd
lo: ຄວາມພ້ອມໃຊ້ຂອງ Winbindd
nl: Winbindd Beschikbaarheid
ro: Disponibilitate Winbindd
ru: Доступность Winbindd
sv: Winbindd tillgänglighet
uk: Наявність Winbindd
zh_cn: Winbindd可用性

source: Trust Account Status
af: Trust Rekening Status
ca: Estat d'usuaris reconeguts
cs: Stav účtu důvěry
de: Vertrauenswürdiger Accountstatus
el: Κατάσταση Έμπιστου Λογαριασμού
es: Asegurar el estado de la cuenta
fr: Statut du Compte en Confiance
hu: Meghívható felhasználói fiók állapota
it: Stato degli account affidabili
lo: ສະຖານະບັນຊີທີ່ເຊື່ອຖື
nl: Accountstatus Vertrouwen
pl: Status konta zaufanego
ro: Stare conturi de încredere
ru: Статус доверенного аккаунта
sv: Status betrodda konton
uk: Статус довіри облікового запису
zh_cn: 信任账户状态

source: Imported Users
af: Ingevoerde gebruikers
ca: Usuaris importats
cs: Importovaní uživatelé
de: importierte Benutzer
el: Χρήστες που Εισήχθησαν
es: Usuarios Importados.
fr: Utilisateurs Importés
hu: Importált felhasználók
it: Utenti importati
lo: ຜູ້ໃຊ້ທີ່ນຳເຂົ້າ
nl: Geïmporteerde Gebruikers
pl: Importowani użytkownicy
ro: Utilizatori importați
ru: Импортированные пользователи
sv: Importerade användare
uk: Імпортовані користувачі
zh_cn: 导入的用户

source: AD authentication is disabled.
af: AD ontentisering is gedeaktiveer.
ca: Autenticació d'AD està deshabilitat.
cs: Ověřování vůči Active Directory je vypnuté.
de: Authentifizierung ist deaktiviert.
el: Η πιστοποίηση AD είναι απενεργοποιημένη.
es: Autentificación AD deshabilitada
fr: L'authentification AD est désactivée.
hu: AD hitelesítés kikapcsolva.
it: L'autenticazione al AD è disattivata
lo: ການກວດສອບ AD ຖືກປິດໃຊ້ງານ.
nl: AD verificatie is uitgeschakeld.
pl: Wyłączono uwierzytelnianie AD
ro: Autentificarea AD este dezactivată.
ru: Аутентификация AD отключена.
sv: AD autentisering är avstängd.
uk: Автентифікація AD вимкнена.
zh_cn: AD身份验证被禁用。

source: Detected Disks
af: Bespeur Disks
ca: Discs seleccionats
cs: Zjištěné jednotky datového úložiště
de: Gefundene Laufwerke
el: Δίσκοι που Ανιχνεύθηκαν
es: Discos detectados
fr: Disques détectés
hu: Észlelt lemezek
it: DIschi rilevati
lo: ດິສກ໌ທີ່ກວດພົບ
nl: Gedetecteerde Schijven
pl: Wykryte dyski
ro: Discuri detectate
ru: Обнаруженные диски
sv: Upptäckta diskar
uk: Виявлені диски
zh_cn: 检测到的磁盘

source: Device
af: Toestel
ca: Dispositiu
cs: Zařízení
de: Gerät
el: Συσκευή
es: Dispositivo
fr: Périphérique
hu: Eszköz
it: Dispositivo
lo: ອຸປະກອນ
nl: Schijf
pl: Urządzenie
ro: Dispozitiv
ru: Устройство
sv: Enhet
uk: Пристрій
zh_cn: 设备

source: Device Model
af: Toestel Model
ca: Model de dispositiu
cs: Model zařízení
de: Modell
el: Μοντέλο Συσκευής
es: Modelo del dispositivo
fr: Modèle du peripherique
hu: Eszköz modell
it: Modello dispositivo
lo: ລຸ້ນອຸປະກອນ
nl: Modelnaam
pl: Model urządzenia
ro: Model dispozitiv
ru: Модель устройства
sv: Enhetstyp
uk: Модель пристрою
zh_cn: 设备型号

source: Description
af: Beskrywing
ca: Descripció
cs: Popis
de: Beschreibung
el: Περιγραφή
es: Descripción
hu: Leírás
it: Descrizione
lo: ລາຍລະອຽດ
nl: Omschrijving
pl: Opis
ro: Descriere
ru: Описание
sv: Beskrivning
uk: Опис
zh_cn: 说明

source: Size
af: Grootte
ca: Tamany
cs: Velikost
de: Größe
el: Μέγεθος
es: Tamaño
fr: Taille
hu: Méret
it: Dimensione
lo: ຂະໜາດ
nl: Grootte
pl: Rozmiar
ro: Dimensiune
ru: Объем
sv: Storlek
uk: Розмір
zh_cn: 容量

source: Serial Number
af: Reeksnommer
ca: Número de sèrie
cs: Sériové číslo
de: Seriennummer
el: Σειριακός Αριθμός
es: Número de serie
fr: Numéro de série
hu: Sorozatszám
it: Numero di serie
lo: ເລກຊີຣຽວ
nl: Serienummer
pl: Numer Seryjny
ro: Număr de serie
ru: Серийный номер
sv: Serienummer
uk: Серійний номер
zh_cn: 序号
