Repository: rojim666/xigmanas-code-r10599-trunk
Catalog: locale/xigmanas-*.po
Languages: af, ca, cs, de, el, es, fr, hu, it, lo, nl, pl, ro, ru, sv, uk, zh_cn

source: Specify a list of acceptable security flavors to be used for remote access. The default security flavor is sys.
af: Spesifiseer 'n lys met aanvaarbare sekuriteit flavors wat vir afstandtoegang gebruik moet word. Die verstek sekuriteit is sys.
ca: Especifiqueu una llista dels sabors de seguretat acceptables que s’utilitzaran per a l’accés remot. El sabor de seguretat per defecte és sys.
de: Geben Sie eine Liste akzeptabler Sicherheitsvarianten an, die für den Remotezugriff verwendet werden sollen. Die Standard- Sicherheitsvariante ist sys.
el: Ορίστε μια λίστα των αποδεκτών τύπων ασφάλειας που θα χρησιμοποιούνται για απομακρυσμένη πρόσβαση. Ο προεπιλεγμένος τύπος ασφάλειας είναι sys.
es: Especifica una lista de protocolos aceptables de seguridad a ser usados en accesos remotos. Por defecto es Sys .
fr: spécifiez une liste de types de sécurité acceptables à utiliser pour l'accès distant. Le type de sécurité par défaut est [sys].
hu: Add meg a távoli hozzáféréshez használható elfogadható biztonsági flavor-ok listáját. Az alapértelmezett biztonsági flavor a sys.
it: Specifica una lista di modalità di sicurezza accettabili da poter usare per un accesso remoto. La modalità di sicurezza di default è sys
lo: ລະບຸລາຍຊື່ຂອງປະເພດຄວາມປອດໄພທີ່ຍອມຮັບໄດ້ເພື່ອໃຊ້ສຳລັບການເຂົ້າເຖິງຈາກທາງໄກ. ປະເພດຄວາມປອດໄພເລີ່ມຕົ້ນແມ່ນ sys.
nl: Geef een lijst met toegestane beveiligingssmaken op voor externe toegang. De standaard beveiligingssmaak is sys.
ro: Specifică o listă de opțiuni de securitate posibile de utilizat pentru accesul de la distanță. Opțiunea de securitate implicită este sys.
ru: Укажите список допустимых вариантов безопасности, которые будут использоваться для удаленного доступа. по умолчанию вкладка безопасности - это sys.
sv: Specificera en lista över acceptabla säkerhetssmaker att användas för fjärranslutning. Den standardiserade säkerhetssmaken är sys.
uk: Вкажіть список прийнятних параметрів безпеки, які будуть використовуватися для віддаленого доступу. Вкладка безпеки за замовчуванням sys.
zh_cn: 指定要用于远程访问的可接受安全性标记的列表。 默认 security flavor 是sys。

source: sys - Use AUTH_SYS authentication.
af: sys - Gebruik AUTH_SYS ontentisering.
ca: sys: utilitzeu l'autenticació AUTH_SYS.
de: sys - Verwende AUTH_SYS Authentifizierung.
el: sys - Χρήση πιστοποίησης AUTH_SYS.
fr: sys - Utilisez l'authentification AUTH_SYS.
hu: sys - AUTH_SYS hitelesítés használata.
it: sys- Usare autenticazione AUTH_SYS
lo: sys - ໃຊ້ການຢືນຢັນຕົວຕົນ AUTH_SYS.
nl: sys - Gebruik AUTH_SYS verificatie.
ro: sys - Utilizare autentificare tip AUTH_SYS.
ru: sys - использовать аутентификацию AUTH_SYS.
sv: sys - Använd AUTH_SYS autentisering.
uk: sys - Використовувати автентифікацію AUTH_SYS.
zh_cn: sys - 使用AUTH_SYS身份验证。

source: krb5 - Use Kerberos V5 protocol to authenticate users before granting access to the shared filesystem.
af: krb5 - Gebruik Kerberos V5 protokol aan outentiseer gebruikers voordat hulle toegang tot die gedeelde lêerstelsel verleen.
ca: krb5: utilitzeu el protocol Kerberos V5 per autenticar els usuaris abans de concedir accés al sistema de fitxers compartit.
de: krb5 - Verwende das Kerberos V5-Protokoll, um Benutzer zu authentifizieren, bevor Zugriff auf das gemeinsam genutzte Dateisystem gewährt wird.
el: krb5 - Χρήση πρωτόκολλου Kerberos V5 για πιστοποίηση των χρηστών πριν τους δοθεί πρόσβαση στο κοινόχρηστο σύστημα αρχείων.
es: Usar el protocolo krb5 - Kerberos V5 para autentificar los usuarios antes de permitirles acceso a los compartidos.
fr: krb5 - Utilisez le protocole Kerberos V5 pour authentifier les utilisateurs avant d'accorder l'accès au système de fichiers partagé.
hu: krb5 - Kerberos V5 protokoll használatával hitelesítheti a felhasználókat a megosztott fájlrendszerhez hozzáférés megadása előtt.
it: krdb5 - Usare il protocollo Kerberos V5 per autenticare gli utenti prima di concedere l'accesso al filesystem condiviso.
lo: krb5 - ໃຊ້ໂປຣໂຕຄໍ Kerberos V5 ເພື່ອຢືນຢັນຕົວຕົນຜູ້ໃຊ້ກ່ອນທີ່ຈະອະນຸຍາດໃຫ້ເຂົ້າເຖິງລະບົບໄຟລ໌ທີ່ແບ່ງປັນ.
nl: krb5 - Gebruik Kerberos V5-protocol om gebruikers te verifiëren voordat toegang wordt verleent tot het gedeelde bestandssysteem.
pl: krb5 — Użyj protokołu Kerberos V5 do uwierzytelniania użytkowników przed udzieleniem dostępu do współdzielonego systemu plików.
ro: krb5 - Utilizare protocol Kerberos v5 pentru autentificarea utilizatorilor înainte de a permite accesul acestora la sistemul de fișiere partajat.
ru: krb5 - использовать протокол Kerberos V5 для аутентификации пользователей перед предоставлением доступа к общей файловой системе.
sv: krb5 - Använd Kerberos V5 protokoll för att autentisera användare innan dessa ges access till det delade filsystemet.
uk: krb5 - Використовуйте протокол Kerberos V5 для автентифікації користувачів перед наданням доступу до спільної файлової системи.
zh_cn: krb5 - 在授予对共享文件系统的访问权限之前，使用Kerberos V5协议对用户进行身份验证。

source: krb5i - Use Kerberos V5 authentication with data integrity checksums.
af: krb5i - Gebruik Kerberos V5 ontentisering met data integriteit kontrolesums.
ca: krb5i - Utilitzeu l’autenticació Kerberos V5 amb les sumes de comprovació de la integritat de les dades.
de: krb5i - Kerberos V5-Authentifizierung mit Datenintegritätsprüfsummen verwenden.
el: krb5i - Χρήση πιστοποίησης Kerberos V5 με checksums για ακεραιότητα δεδομένων.
es: Usar el protocolo krb5 - Kerberos V5 con checksum de integridad de datos.
fr: krb5i - Utilisez l'authentification Kerberos V5 avec des sommes de contrôle d'intégrité des données.
hu: krb5i - Kerberos V5 hitelesítés használata adatintegritás-ellenőrző összegekkel.
it: krb5i - Usare l'autenticazione Kerberos V5 con il controllo dell'integrità dei dati.
lo: krb5i - ໃຊ້ການຢືນຢັນຕົວຕົນ Kerberos V5 ພ້ອມກັບ checksum ຄວາມສົມບູນຂອງຂໍ້ມູນ.
nl: krb5i - Gebruik Kerberos V5 verificatie met data-integriteit controlesommen.
pl: krb5i — Użyj uwierzytelniania Kerberos V5 z sumami kontrolnymi integralności danych.
ro: krb5i - Utilizare autentificare Kerberos v5 cu verificarea integrității datelor prin sumă de control.
ru: krb5i - использовать аутентификацию Kerberos V5 с контрольными суммами целостности данных.
sv: krb5i - Använd Kerberos V5 autentisering med data integritets kontrollsummor.
uk: krb5i - Використовуйте автентифікацію Kerberos V5 з контрольними сумами цілісності даних.
zh_cn: krb5i - 将Kerberos V5身份验证与数据完整性校验和配合使用。

source: krb5p - Use Kerberos V5 authentication with data integrity checksums and data encryption.
af: krb5p - Gebruik Kerberos V5 ontentisering met data integriteit kontrolesums en data enkripsie.
ca: krb5p: utilitzeu l'autenticació Kerberos V5 amb xifres de dades i xifrat de dades.
de: krb5p - Kerberos V5-Authentifizierung mit Datenintegritätsprüfsummen und Datenverschlüsselung verwenden.
el: krb5p - Χρήση πιστοποίησης Kerberos V5 με checksums για ακεραιότητα δεδομένων και για κρυπτογράφηση δεδομένων.
es: Usar el protocolo krb5 - Kerberos V5 con checksum de integridad de datos y encriptación.
fr: krb5p - Utilisez l'authentification Kerberos V5 avec les sommes de contrôle d'intégrité des données et le cryptage des données.
hu: krb5p - Kerberos V5 hitelesítés használata adatintegritás-ellenőrző összegekkel és adattitkosítással.
it: krb5p - Usare l'autenticazione Kerberos V5 con il controllo dell'integrità e la crittografia dei dati.
lo: krb5p - ໃຊ້ການຢືນຢັນຕົວຕົນ Kerberos V5 ພ້ອມກັບ checksum ຄວາມສົມບູນຂອງຂໍ້ມູນ ແລະ ການເຂົ້າລະຫັດຂໍ້ມູນ.
nl: krb5p - Gebruik Kerberos V5 verificatie met data-integriteit controlesommen en data encryptie.
pl: krb5p — Użyj uwierzytelniania Kerberos V5 z sumami kontrolnymi integralności danych i szyfrowaniem danych.
ro: krb5p - Utilizează autentificarea Kerberos v5 cu sumă de control și criptare date.
ru: krb5p - использовать аутентификацию Kerberos V5 с контрольными суммами целостности данных и шифрованием данных.
sv: krb5p - Använd Kerberos V5 autentisering med dataintegritets kontrollsummor och datakryptering.
uk: krb5p - Використовуйте автентифікацію Kerberos V5 з контрольними сумами цілісності даних.
zh_cn: krb5p - 将Kerberos V5身份验证与数据完整性校验和和数据加密一起使用。

source: Root Directories
ca: Directoris arrel
de: Stammverzeichnisse
el: Ριζικοί Κατάλογοι
es: Directorios raíz
fr: Répertoires racine
it: Cartelle di root
lo: ໂຟນເດີຫຼັກ
nl: Root Mappen
ro: Directoare root
ru: Корневые каталоги
sv: Rootkatalog
uk: Кореневі каталоги
zh_cn: 根目录

source: Add NFS Root
af: Voeg NFS Root
ca: Afegiu arrel NFS
cs: Přidat NFS kořen
de: NFS Root hinzufügen
el: Προσθήκη Ριζικού φακέλου NFS
es: Añadir NFS Root
fr: Ajouter une Racine NFS
hu: NFGS root hozzáadása
it: Aggiungere la root NFS
lo: ເພີ່ມ NFS Root
nl: NFS Root Toevoegen
pl: Dodaj NFS źródło
ro: Adăugare Root NFS
ru: Добавить корневую директорию NFS
sv: Lägg till NFS Root
uk: Додати корінь NFS
zh_cn: 添加NFS Root

source: Edit NFS Root
af: Wysig NFS Wortel
ca: Editeu Root NFS
de: NFS Root bearbeiten
el: Επεξεργασία Ρίζας NFS
es: Editar NFS Root
fr: Modifier la Racine NFS
hu: NFS gyökér módosítása
it: Modifica Root NFS
lo: ແກ້ໄຂ NFS Root
nl: NFS Root Bewerken
ro: Editare root NFS
ru: Редактировать корневой каталог NFS
sv: Ändra NFS root
uk: Змінити корінь NFS
zh_cn: 编辑NFS Root

source: NFS Root is marked for deletion
af: NFS Wortel is gemerk vir skrap
ca: NFS Root està marcat per a la supressió
de: NFS Root ist zum Löschen vorgemerkt
el: Το Ριζικός Φάκελος NFS έχει σημειωθεί προς διαγραφή
es: NFS Root marcado para borrado
fr: La racine NFS est marquée pour suppression
hu: Az NFS gyökér törlésre jelölt
it: Root NFS selezionato per la cancellazione
lo: NFS Root ຖືກໝາຍໄວ້ເພື່ອລຶບ
nl: NFS Root is gemarkeerd voor verwijdering
ro: NFS Root este marcat pentru ștergere
ru: Корневая папка NFS помечена для удаления
sv: NFS Root är markerad för borttagning
uk: Корінь NFS позначений для видалення
zh_cn: NFS Root被标记为删除

source: NFS Root is locked
af: Wortel is gesluit toegeslot
ca: El NFS root està bloquejat
de: NFS Root ist gesperrt
el: Ο Ριζικός Φάκελος NFS είναι κλειδωμένος
es: NFS Root bloqueado
fr: La Racine NFS est verrouillée
hu: Az NFS gyökér zárolt
it: Root NFS bloccato
lo: NFS Root ຖືກລັອກ
nl: NFS Root is vergrendeld
ro: NFS Root este blocat
ru: Корневая папка NFS заблокирована
sv: NFS Root är låst
uk: Корінь NFS заблокований
zh_cn: NFS Root已被锁定

source: NFS Root is unlocked
af: NFS Wortel is ongeslot
ca: NFS root està desbloquejat
de: NFS Root ist entsperrt
el: Ο Ριζικός Φάκελος NFS είναι ξεκλείδωτος
es: NFS Root desbloqueado
fr: La racine NFS est déverrouillée
hu: Az NFS gyökér zárolása feloldva
it: Root NFS sbloccato
lo: NFS Root ຖືກປົດລັອກ
nl: NFS Root is ontgrendeld
ro: NFS Root este deblocat
ru: Корневая папка NFS разблокирована
sv: NFS Root är olåst
uk: Корінь NFS розблокований
zh_cn: NFS Root已解锁

source: Delete Selected NFS Root Directories
af: Skrap Geselekteerde NFS Wortel Directories
ca: Suprimeix els directoris de Root NFS seleccionades
cs: Smazat označené NFS kořenové složky
de: Ausgewählte NFS Root Verzeichnisse löschen
el: Διαγραφή Επιλεγμένων Ριζικών Φακέλων NFS
es: Borrar la carpeta Root NFS seleccionada
fr: Supprimer les répertoires racines NFS sélectionnés
hu: A kiválasztott NFS root mappák törlése
it: Cancellare le directory NFS Root selezionate
lo: ລຶບໂຟນເດີ NFS Root ທີ່ເລືອກ
nl: Geselecteerde NFS Root Mappen Verwijderen
ro: Șterge folderele NFS Root selectate
ru: Удалить выбранные корневые каталоги NFS
sv: Ta bort valda NFS rootkataloger
uk: Видалення обраних кореневих каталогів NFS
zh_cn: 删除选定的NFS根目录

source: Disable Selected NFS Root Directories
af: Deaktiveer Geselekteerde Wortel Directories
ca: Desactiva els directoris Root seleccionats de NFS
cs: Zakázat označené NFS kořenové složky
de: Ausgewählte NFS Root Verzeichnisse abschalten
el: Απενεργοποίηση Επιλεγμένων Ριζικών Φακέλων NFS
es: Deshabilitar Root NFS seleccionados
fr: Désactiver les répertoires racines NFS sélectionnés
hu: A kiválasztott NFS root mappák tiltása
it: Disattivare le directory NFS Root selezionate
lo: ປິດໃຊ້ງານໂຟນເດີ NFS Root ທີ່ເລືອກ
nl: Geselecteerde NFS Root Mappen Uitschakelen
ro: Dezactivare directoare NFS Root selectate
ru: Отключить выбранные корневые каталоги NFS
sv: Inaktivera valda NFS rootkataloger
uk: Вимкнути обрані кореневі каталоги NFS
zh_cn: 禁用选定的NFS根目录

source: Enable Selected NFS Root Directories
af: Inskakel Geselekteerde NFS Wortel Directories
ca: Activeu directoris NFS Root seleccionats
de: Aktiviert die ausgewählten NFS Wurzelverzeichnisse
el: Ενεργοποίηση Επιλεγμένων Ριζικών Φακέλων NFS
es: Habilitar directorios root NFS seleccionados
fr: Activer les Répertoires Racines NFS Sélectionnés
hu: Kiválasztott NFS gyökérmappák bekapcsolása
it: Abilita le directory NFS root selezionate
lo: ເປີດໃຊ້ງານໂຟນເດີ NFS Root ທີ່ເລືອກ
nl: Geselecteerde NFS Root Mappen Inschakelen
ro: Activare directoare Root NFS selectate
ru: Включить выбранные корневые каталоги NFS
sv: Aktivera valda NFS rootkataloger
uk: Дозволити обрані кореневі каталоги NFS
zh_cn: 启用选定的NFS根目录

source: Toggle Selected NFS Root Directories
af: Toggle Geselekteerde Wortel Directories
ca: Commuta els directoris NFS arrels seleccionats
de: Ausgewählte NFS Root Verzeichnisse umschalten
el: Μεταβολή Επιλεγμένων Ριζικών Φακέλων NFS
es: Intercambiar root NFS seleccionados
fr: Changer d'état les Répertoires Racines NFS Sélectionnés
hu: A kiválasztott NFS gyökérmappák be-, kikapcsolása
it: Attivare le cartelle di Root NFS selezionate
lo: ສະຫຼັບການໃຊ້ງານໂຟນເດີ NFS Root ທີ່ເລືອກ
nl: Geselecteerde NFS Root Mappen Omschakelen
ro: Inversare selecție directoare Root NFS
ru: Переключить выбранные корневые каталоги NFS
sv: Växla valda NFS rootkataloger
uk: Перемкнути обрані кореневі каталоги NFS
zh_cn: 切换选定的NFS根目录

source: Do you want to delete selected NFS root directories?
af: Wil jy gekies NFS wortel directories wil skrap?
ca: Voleu eliminar els directoris arrel NFS seleccionats?
cs: Chcete označené NFS kořenové složky smazat?
de: Möchten Sie die ausgewählten NFS Wurzelverzeichnisse löschen?
el: Θέλετε να διαγράψετε τους επιλεγμένους ριζικούς φακέλους NFS;
es: ¿Desea borrar los directorios root NFS seleccionados?
fr: Voulez-vous supprimer les répertoires racine NFS sélectionnés?
hu: Biztos, hogy törlöd a kiválasztott NFS gyökérmappákat?
it: Vuoi cancellare le directory NFS selezionate?
lo: ທ່ານຕ້ອງການລຶບໂຟນເດີ NFS root ທີ່ເລືອກອອກບໍ່?
nl: Wilt u de geselecteerde NFS root mappen verwijderen?
ro: Doriți să ștegeți directoarele NFS root selectate?
ru: Вы хотите удалить выбранные корневые каталоги NFS?
sv: Vill du ta bort valda NFS rootkataloger?
uk: Ви підтверджуєте видалення обраних кореневих каталогів NFS?
zh_cn: 是否要删除选定的NFS根目录？

source: Do you want to disable selected NFS root directories?
af: Wil jy geselekteerde NFS wortelgidse deaktiveer?
ca: Voleu desactivar els directoris arrel seleccionats de NFS?
de: Möchten Sie die ausgewählten NFS Wurzelverzeichnisse abschalten?
el: Θέλετε να απενεργοποιήσετε τους επιλεγμένους ριζικούς φακέλους NFS;
es: ¿Desea deshabilitar los directorios root NFS seleccionados?
fr: Voulez-vous désactiver les répertoires racine NFS sélectionnés?
hu: Biztos, hogy kikapcsolod a kiválasztott NFS gyökérmappákat?
it: Vuoi disabilitare le directory NFS selezionate?
lo: ທ່ານຕ້ອງການປິດໃຊ້ງານໂຟນເດີ NFS root ທີ່ເລືອກບໍ່?
nl: Wilt u de geselecteerde NFS root mappen uitschakelen?
ro: Doriți să dezactivați directoarele root NFS selectate?
ru: Вы хотите отключить выбранные корневые каталоги NFS?
sv: Vill du inaktivera valda NFS rootkataloger?
uk: Ви підтверджуєте вимкнення обраних кореневих каталогів NFS?
zh_cn: 是否要禁用所选的NFS根目录？

source: Do you want to enable selected NFS root directories?
af: Wil jy geselekteerde NFS wortelgids Inskakel?
ca: Voleu habilitar els directoris arrel NFS seleccionats?
de: Möchten Sie die ausgewählten NFS Wurzelverzeichnisse einschalten?
el: Θέλετε να απενεργοποιήσετε τους επιλεγμένους ριζικούς φακέλους NFS;
es: ¿Desea habilitar los directorios root NFS seleccionados?
fr: Voulez-vous activer les répertoires racine NFS sélectionnés?
hu: Biztos, hogy bekapcsolod a kiválasztott NFS gyökérmappákat?
it: Vuoi attivare le directory NFS root selezionate?
lo: ທ່ານຕ້ອງການເປີດໃຊ້ງານໂຟນເດີ NFS root ທີ່ເລືອກບໍ່?
nl: Wilt u de geselecteerde NFS root mappen inschakelen?
ro: Doriți să activați directoarele root NFS selectate?
ru: Вы хотите включить выбранные корневые каталоги NFS?
sv: Vill du aktivera valda NFS rootkataloger?
uk: Ви підтверджуєте увімкнення обраних кореневих каталогів NFS?
zh_cn: 是否要启用选定的NFS根目录？

source: Do you want to toggle selected NFS root directories?
af: Doen jy wil geselekteerde NFS wortel directories toggle?
ca: Voleu canviar els directoris arrel NFS seleccionats?
de: Möchten Sie die ausgewählten NFS Wurzelverzeichnisse umschalten?
el: Θέλετε να μεταβάλλετε τους επιλεγμένους ριζικούς φακέλους NFS;
es: ¿Desea intercambiar los directorios root NFS seleccionados?
fr: Voulez-vous changer d'état les répertoires racine NFS sélectionnés?
hu: Biztos, hogy ki-, bekapcsolod a kiválasztott NFS gyökérmappákat?
it: Vuoi attivare le directory NFS root selezionate?
lo: ທ່ານຕ້ອງການສະຫຼັບການໃຊ້ງານໂຟນເດີ NFS root ທີ່ເລືອກບໍ່?
nl: Wilt u de geselecteerde NFS root mappen omschakelen?
ro: Doriți să inversați directoarele root NFS selectate?
ru: Вы хотите переключить выбранные корневые каталоги NFS?
sv: Vill du växla valda NFS rootkataloger?
uk: Ви підтверджуєте перемикання обраних кореневих каталогів NFS?
zh_cn: 是否要切换选定的NFS根目录？

source: NFSv4 Only
af: Alleenlik NFSv4
ca: Només NFSv4
de: Nur NFSv4
el: NFSv4 Μόνο
es: Solo NFSv4
fr: NFSv4 uniquement
it: Solo NFSv4
lo: NFSv4 ເທົ່ານັ້ນ
nl: Alleen NFSv4
ro: Doar NFSv4
ru: Только NFSv4
sv: Bara NFSv4
uk: тільки NFSv4
zh_cn: 仅NFSv4

source: Servers
af: Bedieners
ca: Servidors
cs: Servery
de: Server
el: Διακομιστές
es: Servidores
fr: Serveurs
hu: Szerverek
lo: ເຊີບເວີ
ro: Servere
ru: Серверы
sv: Servrar
uk: Сервери
zh_cn: 服务器

source: Enable NFSv4 server.
af: Inskakel NFSv4 bediener.
ca: Habilitació del servidor NFSv4.
cs: Zapnout NFSv4 server.
de: Aktiviere NFSv4 Server.
el: Ενεργοποίηση διακομιστή NFSv4.
es: Habilitar servidores NFSv4
fr: NFSv4 serveur autorisé
hu: NFSv4 szerver engedélyezése.
it: Attiva il server NFSv4.
lo: ເປີດໃຊ້ງານເຊີບເວີ NFSv4.
nl: Inschakelen NFSv4 server.
pl: Uruchom serwer NFSv4
ro: Activare server NFSv4.
ru: Включить NFSv4 сервер.
sv: Aktivera NFSv4 server.
uk: Увімкнути NFSv4 сервер.
zh_cn: 启用NFSv4的服务器。

source: Enable support for NFSv4 only.
af: Aktiveer ondersteuning alleenlik vir NFSv4.
ca: Activeu el suport només per a NFSv4.
de: Aktivieren der Unterstützung nur für NFSv4.
el: Ενεργοποίηση υποστήριξης για NFSv4 μόνο.
es: Habilite la compatibilidad con NFSv4 únicamente.
fr: Activez la prise en charge de NFSv4 uniquement.
it: Abilita il supporto solo per NFSv4.
lo: ເປີດໃຊ້ງານການຮອງຮັບສຳລັບ NFSv4 ເທົ່ານັ້ນ.
nl: Schakel alleen ondersteuning voor NFSv4 in.
ro: Activare suport doar pentru NFSv4.
ru: Включить поддержку только NFSv4.
sv: Aktivera stöd för bara NFSv4.
uk: Увімкнути підтримку лише NFSv4.
zh_cn: 只启用NFSv4支持

source: Specifies how many servers to create. There should be enough to handle the maximum level of concurrency from its clients, typically four to six.
af: Spesifiseer hoeveel bedieners moet geskep word. Daar moet genoeg wees om die maksimum vlak van te hanteer gelyktydigheid van dits kliente, gewoonlik vier tot ses.
ca: Especifica el nombre de servidors a crear. Hauria d’haver prou per gestionar el nivell màxim de concurrència dels seus clients, normalment de quatre a sis.
cs: Určuje kolik serverů vytvořit. Mělo by jich být dostatek pro to, aby obsloužily nejvyšší stupeň souběžného přístupu klientů, typicky čtyři až šest.
de: Legt die Anzahl der angelegten Server fest. Diese sollte hoch genug sein, um eine bestmögliche Unterstützung gleichzeitiger Client-Zugriffe zu ermöglichen, typische Werte liegen bei vier bis sechs.
el: Καθορίζει πόσοι διακομιστές θα δημιουργηθούν. Πρέπει να είναι αρκετοί για να μπορούν να διαχειριστούν το μέγιστο επίπεδο ταυτόχρονων συνδέσεων από τους πελάτες, συνήθως τέσσερις με έξι.
es: Especifica cuántos servidores crear. Debe haber suficiente para manejar el máximo nivel de concurrencia de los clientes, generalmente de cuatro a seis.
fr: Spécifie le nombre de serveurs à créer. Il devrait y en avoir suffisamment pour gérer le niveau maximum de simultanéité de ses clients, généralement quatre à six.
hu: Meghatározza a létrehozandó szerverek számát. Elegendőnek kellene lennie, hogy a kliensek egyidejűségét kezelje, általában négytől hatig.
it: Specifica quanti server devono essere creati. Ce ne devono essere abbastanza da gestire il livello massimo di concorrenza dai client, tipicamente da quattro a sei.
lo: ລະບຸຈຳນວນເຊີບເວີທີ່ຈະສ້າງ. ຄວນມີພຽງພໍເພື່ອຮອງຮັບລະດັບສູງສຸດຂອງການເຮັດວຽກພ້ອມກັນຈາກ client, ໂດຍທົ່ວໄປແມ່ນສີ່ຫາຫົກ.
nl: Geeft op hoeveel servers moeten worden gecreëerd. Er dienen genoeg servers opgegeven te zijn om het maximum aantal processen van de cliënten af te handelen, doorgaans vier tot zes.
ro: Stabilește numărul de servere de creat. Valoarea trebuie să fie suficient de mare pentu a gestiona corect nivelul de concurență pentru clienți. Valorile uzuale sunt între 4 și 6.
ru: Указывает, сколько серверов создать. Их должно быть достаточно для обработки максимального уровня параллелизма от его клиентов, обычно от четырех до шести.
sv: Specificerar hur många servrar som skall skapas. Det skall var tillräckligt många för att hantera den maximala nivån av konkurrens från dess klienter, typiskt fyra till sex.
uk: Вказує як багато серверів створити. Їх повинно бути достатньо для обробки максимального рівня паралелізму від його клієнтів, зазвичай від чотирьох до шести.
zh_cn: 指定要创建的服务器数。 应该足以处理来自其客户端的最大并发级别，通常为4到6。

source: These parameters are appended to the exports file.
af: Hierdie parameters word bygevoeg by die uitvoerlêer.
ca: Aquests paràmetres s’afegeixen al fitxer d'exportacions.
cs: Tyto parametry jsou připojeny k souboru s exporty.
de: Diese Einstellungen werden an die Exportdatei angefügt.
el: Αυτές οι παράμετροι προστίθενται στο αρχείο exports.
es: Estos parámetros se adjuntarán al archivo de exportaciones.
fr: Ces paramètres sont ajoutés au fichier des exportations.
hu: Ezeket a paramétereket hozzáfűzzük az exportfájlhoz.
it: Questi parametri sono aggiunti in coda ai file di esportazione
lo: ພາຣາມິເຕີເຫຼົ່ານີ້ຖືກເພີ່ມໃສ່ທ້າຍໄຟລ໌ exports.
nl: Deze parameters worden toegevoegd aan het exportbestand.
ro: Acești parametri vor fi adăugați la fișierul de export.
ru: Эти параметры добавляются в файл экспорта.
sv: Dessa parametrar läggs till i exportfilen.
uk: Ці параметри додаються до файла експортів.
zh_cn: 这些参数将附加到导出文件中。

source: Model Name
af: Model Naam
ca: Nom model
cs: Název modelu
de: Modell-Bezeichnung
el: Όνομα μοντέλου
es: Nombre del modelo
fr: Nom du modèle
hu: Modell neve
it: Nome Modello
lo: ຊື່ລຸ້ນ
nl: Modelnaam
pl: Nazwa modelu
ro: Nume model
ru: Название модели
sv: Modellnamn
uk: Назва моделі
zh_cn: 型号名

source: Model Extra
af: Model Ekstra
cs: Další ohledně modelu
de: Modell Extra
fr: Modèle supplémentaire
hu: Extra Modell
it: Modello extra
lo: ຂໍ້ມູນເພີ່ມເຕີມຂອງລຸ້ນ
ru: Экстра модель
sv: Modell extra
uk: Екстра модель
zh_cn: 额外模型

source: Driver List
af: Drywer Lys
ca: Llista de controladors
cs: Seznam ovladačů
de: Treiberliste
el: Λίστα Οδηγών συσκευής
es: Lista de Discos
fr: Liste des pilotes
hu: Illesztőprogram-lista
it: Lista Driver
lo: ລາຍຊື່ໄດເວີ
nl: Stuurprogramma lijst
ro: Listă dispozitiv
ru: Список устройств
sv: Drivrutinslista
uk: Список драйверів
zh_cn: 驱动器列表

source: UPS Driver List
af: UPS Drywer Lys
ca: Llista de controladors SAI
de: USV Treiber Liste
el: Λίστα Προγραμμάτων οδήγησης UPS
es: Lista de controladores SAI
fr: Liste des Pilotes UPS
it: Lista dei driver per UPS
lo: ລາຍຊື່ໄດເວີ UPS
nl: UPS Stuurprogramma Lijst
ro: Listă drivere UPS
ru: Список драйверов ИБП
sv: UPS Drivrutinslista
uk: Список драйверів UPS
zh_cn: UPS驱动列表
