Repository: rojim666/xigmanas-code-r10599-trunk
Catalog: locale/xigmanas-*.po
Languages: af, ca, cs, de, el, es, fr, hu, it, lo, nl, pl, ro, ru, sv, uk, zh_cn

source: HAST Information & Status Configured Resources
af: HAST Inligting & Status Gekonfigureer Hulpbronne
ca: Informació HAST i Estat dels recursos configurats
cs: HAST – stav a informace o nastavených prostředcích
de: Information & Status der HAST-Konfiguration
el: Πληροφορίες και Κατάσταση Ρυθμισμένων Πόρων HAST
es: Información y estado de HAST
fr: Information HAST & Statut des ressources configurées
hu: HAST információ- és állapotbeállítási erőforrások
it: Informazione su HAST e stato delle risorse configurate
lo: ຂໍ້ມູນ HAST & ສະຖານະຊັບພະຍາກອນທີ່ຕັ້ງຄ່າ
nl: HAST Informatie & Status Geconfigureerde Bronnen
ro: InformațiiHAST & Status resurse configurate
ru: Информация HAST и статус сконфигурированных ресурсов
sv: HAST Information & Status för konfigurerade resurser
uk: Інформація та статус сконфігурованих ресурсів HAST
zh_cn: HAST信息和状态已配置的资源

source: Add Resource
af: Voeg Hulpbron
ca: Afegir recurs
cs: Přidat prostředek (resource)
de: Ressource hinzufügen
el: Εισαγωγή Πόρου
es: Añadir recursos
fr: Ajouter une ressource
hu: Erőforrás hozzáadása
it: Aggiungi una risorsa
lo: ເພີ່ມຊັບພະຍາກອນ
nl: Bron Toevoegen
pl: Dodaj zasób
ro: Adăugare resursă
ru: Добавить ресурс
sv: Lägg till resurs
uk: Додати ресурс
zh_cn: 添加资源

source: Edit Resource
af: Wysig Hulpbron
ca: Editar recurs
cs: Upravit prostředek
de: Ressource ändern
el: Επεξεργασία Πόρου
es: Editar Recurso
fr: Modifier la ressource
hu: Erőforrás módosítása
it: Modifica sorgente
lo: ແກ້ໄຂຊັບພະຍາກອນ
nl: Bron Bewerken
pl: Edytuj zasób
ro: Editare resursă
ru: Редактировать ресурс
sv: Ändra resurs
uk: Редагувати Ресурс
zh_cn: 编辑资源

source: Resource is marked for deletion
af: Hulpbron is gemerk vir skrap
ca: El recurs està marcat per ser esborrat
cs: Prostředek je označen ke smazání
de: Ressource ist markiert zum Löschen
el: Ο πόρος έχει σημειωθεί προς διαγραφή
es: El recurso ha sido marcado para borrado
fr: La ressource est marquée pour suppression
hu: Erőforrás törlésre megjelölve
it: Risorsa segnalata per la cancellazione
lo: ຊັບພະຍາກອນຖືກໝາຍໄວ້ເພື່ອລຶບ
nl: Bron is gemarkeerd voor verwijdering
pl: Zasób jest oznaczony do usunięcia
ro: Resursa este marcată pentru ștergere
ru: Ресурс помечен для удаления
sv: Resursen är markerad för borttagning
uk: Ресурс позначений для видалення
zh_cn: 资源被标记为删除

source: Resource is protected
af: Hulpbron word beskerm
ca: El recurs està protegit
cs: Prostředek je chráněn
de: Ressource ist geschützt
el: Ο πόρος είναι προστατευμένος
es: Recurso protegido
fr: La ressource est protégée
hu: Az erőforrás védett
it: Risorsa protetta
lo: ຊັບພະຍາກອນຖືກປ້ອງກັນ
nl: Bron is beschermd
pl: Zasób jest chroniony
ro: Resursa este protejată
ru: Ресурс защищен
sv: Resursen är skyddad
uk: Ресурс захищений
zh_cn: 资源被保护

source: Resource is unlocked
af: Hulpbron is ontslot
ca: El recurs està desbloquejat
cs: Prostředek je odemknut
de: Ressource ist entriegelt
el: Ο πόρος είναι ξεκλείδωτος
es: Recurso desprotegido
fr: La ressource est déverrouillée
hu: Az erőforrás zárolását feloldottad
it: Risorsa sbloccata
lo: ຊັບພະຍາກອນຖືກປົດລັອກ
nl: Bron is ontgrendeld
pl: Zasób jest odblokowany
ro: Resursa este deblocată
ru: Ресурс разблокирован
sv: Resursen är olåst
uk: Ресурс розблокований
zh_cn: 资源已解锁

source: Delete Selected Resources
af: Skrap Geselekteerde Hulpbronne
ca: Suprimeix els recursos seleccionats
cs: Smazat označené prostředky
de: Ausgewählte Ressource löschen
el: Διαγραφή Επιλεγμένων Πόρων
es: Borrar los recursos seleccionados
fr: Supprimer les ressources sélectionnées
hu: Kijelölt erőforrások törlése
it: Cancella le risorse selezionate
lo: ລຶບຊັບພະຍາກອນທີ່ເລືອກ
nl: Geselecteerde Bronnen Verwijderen
pl: Usuń zaznaczone zasoby
ro: Ștergere resurse selectate
ru: Удалить выбранные ресурсы
sv: Ta bort valda resurser
uk: Видалити обрані ресурси
zh_cn: 删除选中的源

source: Do you want to delete selected resources?
af: Wil jy geselekteerde hulpbronne te skrap?
ca: Vols eliminar els recursos seleccionats?
cs: Opravdu smazat označené prostředky?
de: Möchten Sie ausgewählte Ressourcen löschen?
el: Θέλετε να διαγράψετε τους επιλεγμένους πόρους;
es: ¿Desea borrar los recursos seleccionados?
fr: Voulez-vous supprimer les ressources sélectionnées?
hu: Biztos, hogy törlöd a kijelölt erőforrásokat?
it: Desideri cancellare le risorse selezionate?
lo: ທ່ານຕ້ອງການລຶບຊັບພະຍາກອນທີ່ເລືອກບໍ?
nl: Wilt u de geselecteerde bronnen verwijderen?
pl: Czy chcesz usunąć zaznaczone zasoby?
ro: Doriți să ștergeți resursele selectate?
ru: Вы хотите удалить выбранные ресурсы?
sv: Vill du ta bort valda resurser?
uk: Ви підтверджуєте видалення обраних ресурсів?
zh_cn: 要删除选中的资源吗？

source: Resource
af: Hulpbron
ca: Recurs
cs: Prostředek
de: Ressource
el: Πόρος
es: Recurso
fr: Ressource
hu: Erőforrás
it: Risorsa
lo: ຊັບພະຍາກອນ
nl: Bron
pl: Zasób
ro: Resursă
ru: Ресурс
sv: Resurs
uk: Ресурс
zh_cn: 资源

source: Role
af: Rol
ca: Rol
cs: Úloha
de: Rolle
el: Ρόλος
es: Rol
fr: Rôle
hu: Szabály
it: Ruolo
lo: ບົດບາດ
pl: Funkcja
ro: Rol
ru: Роль
sv: Roll
uk: Роль
zh_cn: 角色

source: Resource Name
af: Hulpbron Naam
ca: Nom del recurs
cs: Název prostředku
de: Ressource Bezeichnung
el: Όνομα Πόρου
es: Nombre del recurso
fr: Nom de la Ressource
hu: Erőforrás neve
it: Nome risorsa
lo: ຊື່ຊັບພະຍາກອນ
nl: Bronnaam
pl: Nazwa zasobu
ro: Nume resursă
ru: Имя ресурса
sv: Resursnamn
uk: Ім'я Ресурсу
zh_cn: 资源名称

source: Node B IP address
af: Nodus B IP adres
ca: Adreça IP de Node B
cs: IP adresa uzlu B
de: IP-Adresse des Knoten B
el: Διεύθυνση IP κόμβου Β
es: Dirección IP del nodo "B"
fr: Adresse ip du Node B
hu: Node B IP cím
it: Indirizzo IP del Nodo B
lo: ທີ່ຢູ່ IP ຂອງໂນດ B
nl: Knoop B IP-adres
pl: Adres IP węzła B
ro: Adresă IP nod B
ru: IP-адрес узла (нода) Б
sv: Nod B IP-adress
uk: IP адреса вузла В
zh_cn: B节点的IP地址

source: Node A IP address
af: Nodus A IP adres
ca: Adreça IP de Node A
cs: IP adresa uzlu A
de: IP-Adresse des Knoten A
el: Διεύθυνση IP κόμβου Α
es: Dirección Ip del nodo
fr: Adresse ip du Node A
hu: Node A IP cím
it: Indirizzo IP del Nodo A
lo: ທີ່ຢູ່ IP ຂອງໂນດ A
nl: Knoop A IP-adres
pl: Adres IP węzła A
ro: Adresă IP nod A
ru: IP-адрес узла (нода) А
sv: Nod A IP-adress
uk: IP адреса вузла А
zh_cn: A节点的IP地址

source: HAST Resource
af: HAST Hulpbronne
ca: Recurs HAST
cs: HAST prostředek
el: Πόρος HAST
es: HAST
fr: Ressource HAST
hu: HAST erőforrás
it: Risorse HAST
lo: ຊັບພະຍາກອນ HAST
nl: HAST Bron
ro: Resurse HAST
ru: Ресурсы HAST
sv: HAST resurs
uk: Ресурси HAST
zh_cn: HAST资源

source: Node A Settings
af: Nodus A Instellings
ca: Ajustos del node A
cs: Nastavení uzlu A
de: Einstellungen von Knoten A
el: Ρυθμίσεις Κόμβου Α
es: Opciones Nodo A
fr: Parramètres du Node A
hu: 'A' csomópont beállításai
it: Impostazioni Nodo A
lo: ການຕັ້ງຄ່າໂນດ A
nl: Knoop A Instellingen
pl: Ustawienia węzła A
ro: Setări Nod A
ru: Настройки Node A
sv: Inställningar Nod A
uk: Налаштування вузла А
zh_cn: A 节点的设置

source: Path to the local device. (e.g. %s)
af: Path om die plaaslike toestel. (b.v. %s)
ca: Camí al dispositiu local. (Per exemple, %s)
cs: Umístění místního zařízení. (např. %s)
de: Pfad zum lokalen Gerät (z. B. %s)
el: Διαδρομή για την τοπική συσκευή. (π.χ. %s)
es: Ruta al dispositivo local. (Ej: %s)
fr: Chemin vers l'unité locale. (Ex.: %s)
hu: A helyi eszközhöz elérési útja (pl. %s)
it: Percorso alla periferica locale. (ad esempio %s)
lo: ເສັ້ນທາງໄປຍັງອຸປະກອນທ້ອງຖິ່ນ. (ຕົວຢ່າງ %s)
nl: Locatie naar het locale apparaat. (bijv. %s)
pl: Ścieżka do urządzenia lokalnego (np. %s)
ro: Calea către dispozitivul local (ex. %s).
ru: Адрес локального устройства (например %s)
sv: Sökväg till den lokala enheten.(ex. %s)
uk: Адреса локального пристрою (напр. %s).
zh_cn: 本地设备的路径。 （例如 %s）

source: Address of the remote hastd daemon. It must be a static IP address.
af: Adres van die afgeleë hastd daemon. Dit moet 'n statiese IP adres wees.
ca: Adreça del dimoni remot hastd. Ha de esser una adreça IP estàtica.
cs: IP adresa hastd procesu služby na protějšku. Je třeba, aby se jednalo o statickou IP adresu.
de: Adresse des Ziels mit hastd-Hintergrunddienst. Angabe als statische IP-Adresse.
el: Διεύθυνση του απομακρυσμένου δαίμονα hastd. Πρέπει να είναι στατική διεύθυνση IP.
es: Dirección del demonio hastd remoto. Debe ser una IP estática.
fr: Adresse du daemon hastd distant. Doit être un adresse IP statique.
hu: Remote hastd daemon címe. Statikus IP címnek kell lennie.
it: Indirizzo del daemon remoto hastd. Deve essere un indirizzo IP statico.
lo: ທີ່ຢູ່ຂອງ hastd daemon ທາງໄກ. ຕ້ອງເປັນທີ່ຢູ່ IP ແບບສະຖິດ.
nl: Adres van de remote hastd daemon. Het moet een statisch IP-adres zijn.
pl: Adres zdalnego demona hastd. Musi być statycznym adresem IP
ro: Adresa daemon-ului hastd (trebuie să fie o adresă IP statică).
ru: Адрес удалённой службы hastd. Это должен быть статический IP-адрес.
sv: Adress till fjärr hastd demonen. Det måste vara en fast IP-adress.
uk: Адреса віддаленого демона hastd. Повинна бути статична IP адреса.
zh_cn: 远程hastd守护进程的地址。 它必须是静态IP地址。

source: Node B Settings
af: Nodus B Instellings
ca: Ajustos del node B
cs: Nastavení uzlu B
de: Einstellungen von Knoten B
el: Ρυθμίσεις Κόμβου Β
es: Opciones Nodo B
fr: Paramètre du Node B
hu: 'B' csomópont beállításai
it: Impostazioni Nodo B
lo: ການຕັ້ງຄ່າໂນດ B
nl: Knoop B Instellingen
pl: Ustawienia węzła B
ro: Setări Nod B
ru: Настройки Node B
sv: Inställningar Nod B
uk: Налаштування вузла Б
zh_cn: B 节点的设置

source: Dynamic DNS Settings
af: Dinamiese DNS Opstellings
ca: Configuració DNS dinàmica
de: Dynamische DNS-Einstellungen
el: Ρυθμίσεις Δυναμικού DNS
es: Opciones DDNS
fr: Paramètres DNS Dynamiques
hu: Dinamikus DNS beállítás
it: Impostazioni per DNS dinamico
lo: ການຕັ້ງຄ່າ Dynamic DNS
nl: Dynamisch DNS Instellingen
pl: Ustawienia dynamicznych DNS
ro: Setări DNS dinamic
ru: Настройки динамического DNS
sv: Inställningar Dynamisk DNS
uk: Налаштування динамічного DNS
zh_cn: 动态DNS设置

source: Node Base
af: Nodus Basis
cs: Základ uzlu
de: Knotenbasis
el: Βάση του κόμβου
es: Base de Nodo
hu: Node alap
lo: ຖານໂນດ
nl: Knoop Base
pl: Podstawa węzła
ro: Nod de Bază
ru: База узла
sv: Nod Bas
uk: База вузла
zh_cn: Base 节点

source: Discovery Auth Method
af: Ontdekkings Auth Metode
ca: Descobriment Mètode d'autenticació
cs: Ověřovací metoda pro zjišťování
de: Entdecke Authentifikationsmethode
el: Μέθοδος Πιστοποίησης Εύρεσης
es: Descubrir Método Autorizador
fr: Méthode Auth pour la découverte
hu: Discovery Auth Eljárás
it: Metodo di autenticazione per la scoperta
lo: ວິທີການກວດສອບ Discovery
nl: Ontdek Auth Methode
pl: Wyszukaj metodę autentykacji
ro: Identificare metodă Auth
ru: Способ аутентификации при обнаружении
sv: Upptäckt auktoriseringsmetod
uk: Спосіб автентифікації при виявленні
zh_cn: 目标搜索认证方法

source: Discovery Auth Group
af: Ontdekkings Auth Groep
ca: Descobriment Grup d'autenticació
cs: Skupina pověřených pro zjišťování (discovery)
de: Entdecke Authentifikationsgruppe
el: Πιστοποιημένη Ομάδα Εύρεσης
es: Descubrir Grupo Autorizador
fr: Groupe Auth pour la découverte
hu: Felfeldező Hitelesített Csoport
it: Gruppo di autenticazione per la scoperta
lo: ກຸ່ມກວດສອບ Discovery
nl: Ontdek Auth Groep
pl: Wyszukaj grupę zabezpieczeń
ro: Identificare grup Auth
ru: Группа аутентификации при обнаружении
sv: Upptäckt auktoriseringsgrupp
uk: Група автентифікації при виявленні
zh_cn: 目标搜索认证组

source: I/O Timeout
af: I/O Tyd-uit
ca: Temps exhaurit de E/S
cs: Časový limit pro vst./výst.
el: Λήξη χρόνου I/O
es: Tiempo agotado en operación de entrada/salida (I/O)
fr: Délai des I/O
hu: I/O időtúllépés
it: Timeout I/O
lo: I/O ໝົດເວລາ
nl: In/Uit Onderbreking
pl: Limit czasu funkcji wej./wyj.
ro: Timeout I/O
ru: Таймаут ввода/вывода
uk: Таймаут введення/виведення
zh_cn: I/O 超时

source: NOPIN Interval
ca: Interval NOPIN
cs: Interval kontroly/udržování spojení (NOPIN)
de: NOPIN Intervall
el: Διάστημα NOPIN
es: Intervalo NOPIN
fr: Intervalle NOPIN
hu: NOPIN Intervallum
it: Intervallo NOPIN
lo: ໄລຍະເວລາ NOPIN
pl: Interwał NOPIN
ro: Interval NOPIN
ru: Интервал NOPIN
sv: NOPIN Intervall
uk: Інтервал NOPIN
zh_cn: NOPIN 间隔

source: Max. Sessions
af: Max. Sessies
ca: Sessions màximes
cs: Nejvýše relací
de: Max. Sitzungen
el: Μεγ. Συνεδρίες
es: Nº Max. de sesiones
hu: Munkamenetek maximális száma
it: Sessioni massime
lo: ຈຳນວນເຊດຊັນສູງສຸດ
nl: Max. Sessies
pl: Maks. liczba sesji
ro: Nr. max. sesiuni
ru: Макс. сессий
sv: Max. Sessioner
uk: Максимально Сеансів
zh_cn: 最大会话数

source: Max. Connections
af: Max. Konneksies
ca: Connexions max.
cs: Nejvýše spojení
de: Max. Verbindungen
el: Μεγ. Συνδέσεις
es: Nº Max. de conexiones
fr: Maximum de connexions
hu: Kapcsolatok maximális száma
it: Connessioni massime
lo: ຈຳນວນການເຊື່ອມຕໍ່ສູງສຸດ
nl: Max. Verbindingen
pl: Maks. liczba połączeń
ro: Nr. max. conexiuni
ru: Макс. соединений
sv: Max. anslutningar
uk: Максимум З'єднань
zh_cn: 最大连接数

source: Max. pre-send R2T
af: Max. pre-stuur R2T
ca: Màxims pre-enviament R2T
cs: Nejvýše předem poslaných signálů „připraveno k přenosu“
de: Maximale Anzahl der im Voraus gesendeten Ready2Transfer-Pakete
el: Μέγιστη τιμή προ-απεσταλμένου R2T
hu: Max. előküldött R2T
lo: ຈຳນວນ R2T ກ່ອນສົ່ງສູງສຸດ
ro: Pre-send R2T maxim
ru: предпосылка R2T
sv: Maximal försänd R2T
uk: Попередня посилка R2T (макс.)
zh_cn: 最大 pre=send R2T

source: DefaultTime2Wait
af: VerstekTyd2-Wag
ca: Temps per defecte d'espera
cs: Výchozí doba čekání (DefaultTime2Wait)
de: vorgegebene Wartezeit or Vorgegebene Wartezeit
el: Προκαθορισμένος χρόνος αναμονής
ro: Time2Wait implicit
ru: Время ожидания по умолчанию
sv: Tid kvar att vänta
uk: Час очікування за замовчуванням

source: DefaultTime2Retain
af: VerstekTyd2-Behou
ca: Temps per defecte a retindre
cs: Výchozí doba podržení (DefaultTime2Retain)
de: Maximale Zeit zum Aufrechterhalten der Verbindung
el: Προκαθορισμένος χρόνος Διατήρησης
ro: Time2Retain implicit
ru: Время хранения по умолчанию
sv: Kvarvarande tid
uk: Час зберігання за замовчуванням

source: Controller IP address
af: Kontroleerder IP Adres
ca: Adreça IP de controlador
cs: IP adresa řadiče
de: IP-Adresse des Controllers
el: Διεύθυνση IP του Ελεγκτή
es: Controlador de dirección IP
fr: Adresse IP du contrôleur
hu: Kontroller IP cím
it: Indirizzo IP del controller
lo: ທີ່ຢູ່ IP ຂອງຕົວຄວບຄຸມ
nl: Controller IP-adres
pl: Adres IP kontrolera
ro: Adresă IP Controler
ru: IP-адрес контроллера
sv: IP Adress för hanterare
uk: IP адреса контролера
zh_cn: 控制器的IP地址

source: Controller TCP Port
af: Kontroleerder TCP Poort
ca: Port TCP de controlador
cs: TCP port řadiče
de: TCP-Port des Controllers
el: Θύρα TCP του Ελεγκτή
es: Controlador de puerto TCP
fr: Port TCP du contrôleur
hu: Kontroller IP port
it: Porta TCP del controller
lo: ພອດ TCP ຂອງຕົວຄວບຄຸມ
nl: TCP-poort Controller
pl: Port TCP kontrolera
ro: Port TCP controler
ru: TCP-порт контроллера
sv: TCP Port för hanterare
uk: TCP порт контролера
zh_cn: 控制器的TCP端口

source: Controller Authorised Network
af: Kontroleerder Gemagtigde Network
ca: Controlador de xarxa autoritzat
cs: Pověřená síť řadiče
de: Regler zugelassen Netzwerk
el: Πιστοποιημένο Δίκτυο Ελεγκτή
es: Controlador de Red autorizada
fr: Réseau autorisé par le contrôleur
hu: Kontroller hitelesített hálózat
it: Rete Autorizzata al Controllo
lo: ເຄືອຂ່າຍທີ່ໄດ້ຮັບອະນຸຍາດຂອງຕົວຄວບຄຸມ
nl: Controller Geautoriseerd Netwerk
ro: Controler rețea autorizată
ru: Авторизованные сети контроллера
sv: Kontroller för autoriserat närverk
uk: Авторизовані мережі контролера
zh_cn: 控制器授权网络

source: Controller Auth Method
af: Kontrolleerder Auth Metode
ca: Mètode de autenticació de controlador
cs: Metoda pomocí které řadič ověřuje
de: Authentifizierungsmethode des Controllers
el: Μέθοδος πιστοποίησης του Ελεγκτή
es: Metodo de autorizacion de controlador
fr: Méthode d'authentification du contrôleur
hu: Kontroller Auth eljárás
it: Metodo di autenticazione del controller
lo: ວິທີການກວດສອບຂອງຕົວຄວບຄຸມ
nl: Auth Methode Controller
pl: Metoda autentykacji kontrolera
ro: Controler Metodă Autorizată
ru: Способ аутентификации контроллера
sv: Typ av auktorisering för hanterare
uk: Метод авторизації контролера
zh_cn: 控制器认证方法

source: Controller Auth Group
af: Kontrolleerder Auth Groep
ca: Grup de controlador autenticat
cs: Skupina pověřených pro řadič
de: Authentifizierungsgruppe des Controllers
el: Ομάδα πιστοποίησης του Ελεγκτή
es: Grupo de autorizacion de controlador
fr: Groupe Auth du contrôleur
hu: Kontroller Hitelesített csoport
it: Gruppo di autenticazione del controller
lo: ກຸ່ມກວດສອບຂອງຕົວຄວບຄຸມ
nl: Controller Auth Groep
pl: Grupa autentykacji kontrolera
ro: Controler Grup Autorizat
ru: Группа аутентификации контроллера
sv: Kontrollant för Auktorisationsgruppen
uk: Контролер групи авторизації
zh_cn: 控制器的认证组

source: Media Directory
ca: Directori de Mitjans
cs: Složka s multimédii
de: Medien Verzeichnis
el: Κατάλογος Πολυμέσων
es: Directorio multimedia
fr: Répertoire des media
hu: Médiamappa
it: Cartella dei media
lo: ໄດເລກະທໍຣີສື່
nl: Media Locatie
pl: Katalog Medialny
ro: Director media
ru: Каталог носителей
sv: Media Katalog
uk: Каталог Медіа
zh_cn: 媒体目录

source: No configured Auth Group.
af: Geen gekonfigureerde Auth Groep.
ca: No s'ha configurat grup d'autenticació.
cs: Nejsou nastavené žádné ověřovací skupiny.
de: Es wurde keine Auth Gruppe definiert.
el: Δεν υπάρχει ρυθμισμένη Ομάδα Πιστοποίησης.
es: No configurado Grupo Auth
fr: Pas de groupe Auth configuré.
hu: Hitelesített csoport nincs konfigurálva.
it: Nessun Auth Group configurato.
lo: ບໍ່ມີກຸ່ມກວດສອບທີ່ຕັ້ງຄ່າໄວ້.
nl: Er is geen geconfigureerde Auth Groep.
ro: Niciun Grup Auth configurat.
ru: Не сконфигурированы группы аутентификации
sv: Ingen konfigurerad Autentiseringsgrupp.
uk: Немає сконфігурованої групи аутентифікації
zh_cn: 未配置验证组。

source: Please add a new Auth Group first
af: Voeg asseblief eers 'n nuwe Auth Groep.
ca: Si us plau, afegir un nou grup d'autenticació primer
cs: Nejprve přidejte novou skupinu pověřených
de: Bitte fügen Sie zuerst eine neue Auth Gruppe hinzu
el: Παρακαλώ προσθέστε πρώτα μια νέα Ομάδα Πιστοποίησης
es: Por favor añada primero un nuevo Grupo Auth
fr: S'il vous plaît ajouter d'abord un nouveau groupe Auth
hu: Először egy új Hitelesített csoportot hozz létre
it: Per favore aggiungere prima un nuovo gruppo Auth
lo: ກະລຸນາເພີ່ມກຸ່ມກວດສອບໃໝ່ກ່ອນ
nl: Voeg eerst een nieuwe Auth Groep toe
ro: Va trebui să adăugați un Grup Auth mai întâi.
ru: Пожалуйста, добавьте сначала новую группу аутентификации
sv: Lägg till en ny Autentiseringsgrupp först
uk: Будь ласка, спочатку додайте нову групу аутентифікації
zh_cn: 请先添加新的认证组

source: Targets
af: Teikens
ca: Destinacions
cs: Cíle
de: Ziele
el: Προορισμοί
es: Objetivos
fr: Cibles
hu: Célok
lo: ເປົ້າໝາຍ
nl: Doelen
pl: Cele
ro: Destinații
ru: Цели
sv: Mål
uk: Призначення
zh_cn: 目标器（Targets）

source: Portals
af: Portale
cs: Portály
de: Portale
el: Πύλες
es: Portales
fr: Portails
hu: Portálok
it: Portali
lo: ພໍທໍລ
nl: Portalen
pl: Portale
ro: Portaluri
ru: Порталы
sv: Portaler
uk: Портали
zh_cn: 门户（Portals）

source: Initiators
af: Inisieerders
ca: Iniciadors
cs: Iniciátory
de: Initiatoren
el: Εκκινητές
es: Iniciadores
fr: Initiateurs
hu: Kezdeményezők
it: Iniziatori
lo: ໂຕລິເລີ່ມ
pl: Inicjatory
ro: Inițiatori
ru: Инициаторы
sv: Initierare
uk: Ініціатори
zh_cn: 启动器（Initiators）

source: Auths
ca: Autenticats
cs: Ověření
de: Authentifikationen
el: Πιστοποιήσεις
es: Autorizaciones
hu: Autentikációk
it: Autenticazioni
lo: ການກວດສອບ
pl: Autoryzacji
ro: Autorizări
ru: Аутентификация
sv: Auktorisationer
uk: Авторизації
zh_cn: 认证（Auths）

source: Base Name
af: Basis Naam
ca: Nom base
cs: Název základu
el: Όνομα βάσης
es: Nombre Base
fr: Nom de base
hu: Alap név
lo: ຊື່ພື້ນຖານ
nl: Basisnaam
pl: Nazwa Bazowa
ro: Nume bază
ru: Базовое имя
sv: Grundnamn
uk: Базове ім'я
zh_cn: 基本名称（基本名称）

source: The base name (e.g. iqn.2007-09.jp.ne.peach.istgt) will append the target name that is not starting with 'iqn.'.
af: Die basis naam (bv. iqn.2007-09.jp.ne.peach.istgt) sal die teiken naam aanheg wat nie begin me 'iqn.'.
ca: El nom base (per exemple iqn.2007-09.jp.ne.peach.istgt) s'annexarà el nom de destinació que no estigui començant amb 'iqn.'.
cs: K základnímu názvu (např. iqn.2007-09.jp.ne.peach.istgt) bude připojen název cíle, který nezačíná na „iqn.“ .
de: Der Hostname (z. B. ign.2007-09.jp.ne.peach.istgt) wird an den Zielnamen angehängt, wenn er nicht mit 'ign.' beginnt.
el: Το όνομα βάσης (π.χ. iqn.2007-09.jp.ne.peach.istgt) θα προσαρτηθεί στο όνομα του στόχου που δεν αρχίζει με 'iqn.'.
es: El nombre de la base (Ej: iqn.2007-09.jp.ne.peach.istgt) se añadirá al nombre del objetivo que no inicie con 'iqn.'.
fr: Le nom de base (e.g. iqn.2007-09.jp.ne.peach.istgt) sera ajouté au nom de cible qui ne commence pas par 'iqn.'.
hu: Az alap név (pl. iqn.2007-09.jp.ne.peach.istgt) ami hozzáfűződik a cél nevéhez, amelyik nem 'iqn.'-tal kezdődik.
it: Il nome di base (es.: iqn.2007-09.jp.ne.peach.istgt) sarà aggiunto al nome del target che non comincia per 'iqn.'.
lo: ຊື່ພື້ນຖານ (ຕົວຢ່າງ iqn.2007-09.jp.ne.peach.istgt) ຈະຕໍ່ທ້າຍຊື່ເປົ້າໝາຍທີ່ບໍ່ໄດ້ເລີ່ມຕົ້ນດ້ວຍ 'iqn.'.
nl: De basisnaam (bijv. iqn.2007-09.jp.ne.peach.istgt) zal de doelnaam toevoegen die niet begint met 'iqn.'.
ro: Numele de bază (ex. iqn.2007-09.jp.ne.peach.istgt) va fi atașat numelui destinației care nu începe cu 'iqn.'.
ru: Базовое имя (например, iqn.2007-09.jp.ne.peach.istgt) будет добавлено к имени цели, если последнее начинается не с 'iqn.'.
sv: Basnamnet (t.ex. iqn.2007-09.jp.ne.peach.istgt) kommer att lägga till målnamnet som inte börjar med "iqn.".
uk: Базове ім'я (наприклад, iqn.2007-09.jp.ne.peach.istgt) буде додано до імені цілі, якщо останній починається не з 'iqn.'.
zh_cn: 基本名称（如iqn.2007-09.jp.ne.peach.istgt）将附加于不以'iqn' 开始的目标名称。

source: Mutual CHAP
af: Wedersydse CHAP
ca: CHAP Mutu
cs: Vzájemné ověření CHAP
de: Gegenseitiges CHAP
el: Αμοιβαίο CHAP
es: CHAP mutuo
fr: CHAP mutuel
hu: Kölcsönös CHAP
it: CHAP reciproco
pl: Autentykacja wzajemna CHAP
ro: CHAP mutual
ru: Взаимный CHAP
sv: Gemensam CHAP
uk: Взаємна CHAP
zh_cn: CHAP 相互验证

source: The method can be accepted in discovery session. Auto means both none and authentication.
af: Die metode kan aanvaar word in die ontdekkings sessie. Automaties beteken beide geen en gematiging teogelaat.
ca: El mètode pot ser acceptat en la sessió de detecció. Acte significa tant cap i autenticació.
cs: Metoda, která je přijatelná v objevovací relaci. Hodnota „auto“ znamená jak bez tak s ověřováním.
de: Die Methode kann in der Entdeckungssitzung akzeptiert werden. "Auto" kann einerseits "keine" und "Authentifikation" bedeuten.
el: Η μέθοδος μπορεί να γίνει δεκτή από τη συνεδρία ανεύρεσης. Αυτόματα σημαίνει και καμία και πιστοποίηση.
es: El método puede ser aceptado en la sesión de descubrimiento. Auto (Automático) signifca a la misma vez ninguno y autenticación.
fr: La méthode acceptée lors d'une session de découverte. Auto signifie à la fois 'aucune' et 'authentification'.
hu: A módszer, amit a felderítő session elfogadhat. Auto egyaránt jelenti, hogy nincs és a hitelesítést.
it: Il metodo può essere accettato nella sessione di scoperta. Auto significa sia "nessuno" che "autenticazione".
lo: ວິທີການນີ້ສາມາດຍອມຮັບໄດ້ໃນເຊດຊັນ discovery. ອັດຕະໂນມັດໝາຍເຖິງທັງບໍ່ມີ ແລະ ການກວດສອບ.
nl: Deze methode kan geaccepteerd worden in de ontdekkings sessie. Auto betekent beide geen en verificatie.
ro: Metoda poate fi acceptată în sesiunea de identificare. „Auto” permite conectarea cu sau fără autorizare.
ru: Метод аутентификации, используемый в сессии обнаружения. При значении 'Авто' используется как включенная, так и выключенная аутентификация одновременно.
sv: Metoden kan accepteras av målet. Auto innebär både ingen och autentisering.
uk: Метод автентифікації, що використовується в сеансі виявлення. При значенні "Авто" використовується як включена, так і вимкнена автентифікація одночасно.
zh_cn: 此方法可以在目标搜索session 中接受。 “自动” 是指无（none） 和认证（authentication）。
