Repository: rojim666/xigmanas-code-r10599-trunk
Catalog: locale/xigmanas-*.po
Languages: af, ca, cs, de, el, es, fr, hu, it, lo, nl, pl, ro, ru, sv, uk, zh_cn

source: Uncorrected read errors reported to the operating system.
af: Nie-reggestelde lees foute wat aan die bedryfstelsel gerapporteer is.
ca: Errors de lectura no corregits notifiquen al sistema operatiu.
cs: Neopravené chyby čtení, nahlášené operačnímu systému.
de: Nichtbehobende Lesefehler lt. Betriebssystem.
el: Ανεπανόρθωτα σφάλματα ανάγνωσης που αναφέρονται στο λειτουργικό σύστημα.
es: Cuenta de errores incorregibles reportados al sistema operativo.
fr: Taux d’erreurs non corrigées transmises au système d’exploitation.
hu: Az operáció rendszer felé jelzett javíthatatlan hibák száma.
it: Errori di lettura corretti segnalato al sistema operativo.
lo: ຄວາມຜິດພາດໃນການອ່ານທີ່ບໍ່ສາມາດແກ້ໄຂໄດ້ທີ່ລາຍງານໃຫ້ລະບົບປະຕິບັດການ.
nl: Niet-gecorrigeerde leesfouten gemeld aan het besturingssysteem.
pl: Nieskorygowane błędy odczytu przekazane do systemu operacyjnego.
ro: Numărul de erori necorectate raportate de sistemul de operare.
ru: Число ошибок при чтении, по вине программного обеспечения, которые не поддались исправлению. Все ошибки имеют не механическую природу и указывают лишь на неправильную разметку/взаимодействие с диском программ или операционной системы.
sv: Okorrigerade läsfel som rapporterats till operativsystemet.
uk: Число помилок при читанні, з провини програмного забезпечення, які не піддалися виправленню. Всі помилки мають не механічне походження і вказують лише на неправильну розмітку / взаємодію з диском програм або ОС.
zh_cn: 未校正的读取错误报告给操作系统。

source: Specific Helium Level. The Helium, so says the literature, allows the drives to run cooler and quieter, and reduces power consumption. This is the status of the Helium in the drive. It is a pre-fail attribute that trips once the drive detects that the internal environment is out of specification.
af: Spesifieke Helium Vlak,. Die Helium, volgens die literatuur, laat toe dat die skywe koeler en sakter loop en verminder kragverbruik. Hierdie is die status van die Helium in die skyf. Dit is 'n pre-misluk eienskap wat oorskakel sodra die skyf ontdek dat die interne omgewing nie voldens spesifikasie is nie.
ca: Nivell d'heli específic. El heli, pel que diu la literatura, permet que les unitats corrin més fred i silencioses i redueix el consum d'energia. Aquest és l'estat de l'heli en la unitat. És un atribut de pre-fallida que adverteix una vegada que la unitat detecta que l'ambient intern està fora d'especificacions.
cs: Konkrétní úroveň hélia. Hélium, jak říká literatura, umožňuje diskům tišší a provoz s nižším zahříváním a nižší spotřebu energie. Toto je stav hélia v disku. Jedná se o atribut před selháním který když jedenkrát je špatný, vnitřní prostředí jednotky je mimo specifikace.
de: Helium Status (von Festplatten, die diese Gasfüllung enthalten)
el: Συγκεκριμένο Επίπεδο Ηλίου. Το Ήλιο, σύμφωνα με τη βιβλιογραφία, επιτρέπει στο δίσκο να δουλεύει πιο δροσερά και πιο ήσυχα, και μειώνει την κατανάλωση ρεύματος. Αυτή είναι η κατάσταση του Ήλιου στο δίσκο. Είναι ένα χαρακτηριστικό pre-fail που αλλάζει μόλις ο δίσκος ανιχνεύσει ότι το εσωτερικό περιβάλλον είναι εκτός προδιαγραφής.
es: Nivel de Helio. El helio según la literatura disponible, permite al disco funcionar de forma más silenciosa , mas fresca y reduce el consumo. Esto es el estado del helio en el disco. Es un atributo de pre-fallo que se activa cuando el disco detecta que la atmosfera en el interior del disco está fuera de los parametros especificados.
fr: Specific Helium Level. Permet aux disques durs de fonctionner moins vites et d'être plus silencieux tout en réduisant la consommation d'énergie. Ceci est le statut de l'Helium dans le disque dur. Il y a un attribut pré-échec qui se déclenche une fois que le disque dur détecte que l'environnement interne est hors spécifications.
hu: Meghatározott Hélium szint. A Hélium, így szól az irodalom, lehetővé teszi a meghajtók számára a hűvösebb és csendesebb futást, és csökkenti az energiafogyasztást. Ez a Hélium állapota a meghajtóban. Ez egy hibát előrejelző attribútum, ami kiugrik amikor a meghajtó érzékeli, hogy a belső környezet a meghatározotton kívül esik.
it: Specificare il livello di "elio". Il cosidetto "elio", consente ai dischi di funzionare silenziosamente, a temperature più basse e con consumi inferiore di corrente. Questo è lo stato di elio nel disco. E' un attributo pre rottura che indica che l'ambiente di funzionamento del disco è fuori dalle specifiche.
lo: ລະດັບຮີລຽມສະເພາະ. ຮີລຽມ, ຕາມເອກະສານ, ຊ່ວຍໃຫ້ໄດຣຟ໌ເຮັດວຽກເຢັນລົງ ແລະ ງຽບລົງ, ແລະ ຫຼຸດຜ່ອນການໃຊ້ພະລັງງານ. ນີ້ແມ່ນສະຖານະຂອງຮີລຽມໃນໄດຣຟ໌. ມັນເປັນຄຸນລັກສະນະກ່ອນລົ້ມເຫຼວທີ່ຈະກະຕຸ້ນເມື່ອໄດຣຟ໌ກວດພົບວ່າສະພາບແວດລ້ອມພາຍໃນບໍ່ຢູ່ໃນສະເປັກ.
nl: Specifiek Helium Niveau. De Helium, aldus de literatuur, maakt het mogelijk de schijven koeler en stiller te laten draaien, en verminderd het energieverbruik. Dit is de status van de Helium in de schijf. Het is een pre-fail attribuut dat verhoogt zodra de schijf detecteert dat het interne Helium levels uit specificatie zijn.
pl: Specyficzny poziom helu. Hel, jak mówi literatura, pozwala napędom działać ciszej i w niższej temperaturze, redukuje także pobór mocy. Oznacza poziom helu w napędzie. Pozwala wychwycić moment, gdy napęd wykrywa zmiany w środowisku wykraczające poza specyfikację.
ro: Nivel specific de Heliu. Heliumul, așa apare în literatura de specialitate, permite ca dispozitivele să ruleze la temperaturi mai mici și cu un nivel de zgomot mult diminuat permițând și reducerea consumului energetic. Acesta arată starea Heliumului în dispozitiv. Atributul este unul preventiv care arată dacă atmosfera artificială din dispozitiv a fost sau nu alterată.
ru: Specific Helium Level. Гелий, как говорит литература, позволяет работать дискам холоднее и тише, и снижает энергопотребление. Это состояние Гелия в приводе. Это предварительно pre-fail атрибут, который срабатывает после того, как привод обнаружит, что внутренняя среда не соответствует требованиям спецификации.
sv: Specifik Heliumnivå. Heliumet låter hårddiskar köras svalare och tystare, och minskar energiförbrukningen. Detta är statusen på Heliumfyllningen i enheten. Detta är en varningsflagga som sätts när nivån är utanför specifikationerna.
uk: Specific Helium Level. Гелій, як каже література, дозволяє працювати дискам холодніше і тихіше, і знижує енергоспоживання. Це стан Гелію в приводі. Це передвідмовний (pre-fail) атрибут, який спрацьовує після того, як привід виявить, що внутрішнє середовище не відповідає вимогам специфікації.
zh_cn: 指定氦水平。 氦气，字面上说，允许驱动器运行更冷，更安静，并降低功耗。 这是驱动器中氦的状态。 它是一个pre-fail属性，当驱动器检测到内部环境超出规范时跳闸。

source: Specific to MG07+ drives from Toshiba. This value measures lower level of helium inside of the drive specific to this manufacturer. It is a pre-fail attribute that trips once the drive detects that the internal environment is out of specification.
ca: Específic per a les unitats MG07+ de Toshiba. Aquest valor mesura el nivell més baix d'heli dins de la unitat específica d'aquest fabricant. És un atribut previ a la fallada que es dispara un cop la unitat detecta que l'entorn intern està fora d'especificació.
de: Speziell für MG07+-Laufwerke von Toshiba. Dieser Wert misst den unteren Stand des Heliumgehalts im Inneren des Laufwerks für diesen spezifischen Hersteller. Es handelt sich um ein Ausfallvorhersage-Attribut (Pre-Fail-Attribut), das ausgelöst wird, sobald das Laufwerk erkennt, dass die interne Umgebung außerhalb der Spezifikation liegt.
el: Ειδικά για δίκους MG07+ της Toshiba. Αυτή η τιμή μετρά το κατώτερο επίπεδο ηλίου που μέσα στο δίσκο και συγκεκριμένα για αυτόν τον κατασκευαστή. Ειναι χαρακτηριστικό pre-fail που ενεργοποιείται όταν ο δίσκος ανιχνεύει ότι το εσωτερικό του περιβάλλον είναι εκτός προδιαγραφών.
es: Específico para unidades MG07+ de Toshiba. Este valor mide el nivel más bajo de helio dentro de la unidad específica de este fabricante. Es un atributo previo a la falla que se dispara una vez que la unidad detecta que el entorno interno está fuera de las especificaciones.
fr: Spécifique aux disques MG07+ de Toshiba. Cette valeur mesure le niveau inférieur d'hélium à l'intérieur du lecteur spécifique à ce fabricant. Il s'agit d'un attribut de pré-défaillance qui se déclenche une fois que le variateur détecte que l'environnement interne n'est pas conforme aux spécifications.
it: Specifico per le unità MG07+ di Toshiba. Questo valore misura il livello inferiore di elio all'interno dell'unità specifica per questo produttore. È un attributo pre-fail che si attiva una volta che l'unità rileva che l'ambiente interno è fuori specifica.
lo: ສະເພາະກັບໄດຣຟ໌ MG07+ ຈາກ Toshiba. ຄ່ານີ້ວັດແທກລະດັບຮີລຽມທີ່ຕ່ຳກວ່າພາຍໃນໄດຣຟ໌ທີ່ສະເພາະກັບຜູ້ຜະລິດນີ້. ມັນເປັນຄຸນລັກສະນະກ່ອນລົ້ມເຫຼວທີ່ຈະກະຕຸ້ນເມື່ອໄດຣຟ໌ກວດພົບວ່າສະພາບແວດລ້ອມພາຍໃນບໍ່ຢູ່ໃນສະເປັກ.
nl: Specifiek voor MG07+ schijven van Toshiba. Deze waarde meet een lager heliumniveau in de schijf die specifiek is voor deze fabrikant. Het is een pre-fail attribuut dat omschakelt zodra de schijf detecteert dat de interne omgeving buiten de specificaties valt.
pl: Specyficzne dla dysków MG07+ Toshiby. Wartość mierzy dolny poziom helu wewnątrz napędy specyficzny dla producenta. Pozwala wychwycić moment, gdy napęd wykrywa zmiany w środowisku wykraczające poza specyfikację.
ru: Специфичен для накопителей MG07+ от Toshiba. Это значение измеряет более низкий уровень гелия внутри накопителя, характерный для данного производителя. Это атрибут предварительного сбоя, который срабатывает, как только диск обнаруживает, что внутренняя среда не соответствует спецификации.
sv: Specifik till MG07+ hårddiskar från Toshiba. Detta värde mäter nedre nivån av helium inne i disken specifikt till denna tillverkare. Det är ett förvarningssystem som aktiveras när disken detekterar att den inre miljön avviker från specifikationerna.
uk: Спеціфічно для дисків MG07+ від Toshiba. Це значення вимірює нижчий рівень гелію в накопичувачі цього виробника. Це атрибут типу "перед відмовою", який спрацьовує, коли накопичувач виявляє, що внутрішнє середовище виходить за межі специфікації.
zh_cn: 特定于 Toshiba 的 MG07+ 驱动器。 该值测量特定于该制造商的驱动器内部较低的氦气水平。 这是一个故障前属性，一旦驱动器检测到内部环境超出规范就会触发。

source: Specific to MG07+ drives from Toshiba. This value measures the upper level helium inside of the drive specific to this manufacturer. It is a pre-fail attribute that trips once the drive detects that the internal environment is out of specification.
ca: Específic per a les unitats MG07+ de Toshiba. Aquest valor mesura l'heli de nivell superior dins de la unitat específica d'aquest fabricant. És un atribut previ a la fallada que es dispara un cop la unitat detecta que l'entorn intern està fora d'especificació.
de: Speziell für MG07+-Laufwerke von Toshiba. Dieser Wert misst den oberen Stand des Heliumgehalts im Inneren des Laufwerks für diesen spezifischen Hersteller. Es handelt sich um ein Ausfallvorhersage-Attribut (Pre-Fail-Attribut), das ausgelöst wird, sobald das Laufwerk erkennt, dass die interne Umgebung außerhalb der Spezifikation liegt.
el: Ειδικά για δίκους MG07+ της Toshiba. Αυτή η τιμή μετρά το ανώτερο επίπεδο ηλίου που μέσα στο δίσκο και συγκεκριμένα για αυτόν τον κατασκευαστή. Ειναι χαρακτηριστικό pre-fail που ενεργοποιείται όταν ο δίσκος ανιχνεύει ότι το εσωτερικό του περιβάλλον είναι εκτός προδιαγραφών.
es: Específico para unidades MG07+ de Toshiba. Este valor mide el nivel más alto de helio dentro de la unidad específica de este fabricante. Es un atributo previo a la falla que se dispara una vez que la unidad detecta que el entorno interno está fuera de las especificaciones.
fr: Spécifique aux disques MG07+ de Toshiba. Cette valeur mesure le niveau supérieur d'hélium à l'intérieur du variateur spécifique à ce fabricant. Il s'agit d'un attribut de pré-défaillance qui se déclenche une fois que le variateur détecte que l'environnement interne n'est pas conforme aux spécifications.
it: Specifico per le unità MG07+ di Toshiba. Questo valore misura il livello superiore di elio all'interno dell'unità specifica per questo produttore. È un attributo pre-fail che si attiva una volta che l'unità rileva che l'ambiente interno è fuori specifica.
lo: ສະເພາະກັບໄດຣຟ໌ MG07+ ຈາກ Toshiba. ຄ່ານີ້ວັດແທກລະດັບຮີລຽມທີ່ສູງກວ່າພາຍໃນໄດຣຟ໌ທີ່ສະເພາະກັບຜູ້ຜະລິດນີ້. ມັນເປັນຄຸນລັກສະນະກ່ອນລົ້ມເຫຼວທີ່ຈະກະຕຸ້ນເມື່ອໄດຣຟ໌ກວດພົບວ່າສະພາບແວດລ້ອມພາຍໃນບໍ່ຢູ່ໃນສະເປັກ.
nl: Specifiek voor MG07+ schijven van Toshiba. Deze waarde meet het helium van het hoogste niveau in de schijf die specifiek is voor deze fabrikant. Het is een pre-fail-attribuut dat omschakelt zodra de schijf detecteert dat de interne omgeving buiten de specificaties valt.
pl: Specyficzne dla dysków MG07+ Toshiby. Wartość mierzy górny poziom helu wewnątrz napędy specyficzny dla producenta. Pozwala wychwycić moment, gdy napęd wykrywa zmiany w środowisku wykraczające poza specyfikację.
ru: Специфичен для накопителей MG07+ от Toshiba. Это значение измеряет верхний уровень гелия внутри накопителя, специфичный для данного производителя. Это атрибут предварительного сбоя, который срабатывает, как только диск обнаруживает, что внутренняя среда не соответствует спецификации.
sv: Specifik till MG07+ hårddiskar från Toshiba. Detta värde mäter övre nivån av helium inne i disken specifikt till denna tillverkare. Det är ett förvarningssystem som aktiveras när disken detekterar att den inre miljön avviker från specifikationerna.
uk: Спеціфічно для дисків MG07+ від Toshiba. Це значення вимірює верхній рівень гелію в накопичувачі цього виробника. Це атрибут типу "перед відмовою", який спрацьовує, коли накопичувач виявляє, що внутрішнє середовище виходить за межі специфікації.
zh_cn: 特定于 Toshiba 的 MG07+ 驱动器。 该值测量特定于该制造商的驱动器内部较高的氦气水平。 这是一个故障前属性，一旦驱动器检测到内部环境超出规范就会触发。

source: Counts the number of SATA PHY errors. This value includes all PHY error counts, ex data FIS CRC , code errors, disparity errors, command FIS crc. Value clears upon system power-down.
af: Tel die nommer van SATA PHY foute. Hierdie waarde insluit alle PHY fout tel, ex data FIS CRC , kode foute, dispariteit foute, bevel FIS crc. Waarde duidelike op stelsel krag-af.
ca: Compta el nombre d'errors PHY SATA. Aquest valor inclou tots els recomptes d'errors de dades PHY, ex FIS CRC, errors de codi, els errors de disparitat, CRC comandament FIS. Valor desapareix al apagar el sistema.
cs: Počítá chyby na fyzickém SATA rozhraní. Tato hodnota zahrnuje veškeré chyby – FIS CRC, chyby kódu, chyby parity, CRC příkazu FIS. Hodnoty přetrvávají pouze do okamžiku vypnutí stroje.
de: Die Anzahl der physikalischen SATA Fehler. Dieser Wert enthält alle PHY-Fehler, z. B. Daten- oder Kommando-FIS-CRC, Code-Fehler, Ungleichheitsfehler. Der Wert wird beim Ausschalten zurückgesetzt.
el: Μετράει τον αριθμό των σφαλμάτων SATA PHY. Αυτή η τιμή περιλαμβάνει όλα τα σφάλματα PHY, δεδομένα ex FIS CRC, σφάλματα κώδικα, σφάλματα ανισότητας, εντολών FIS crc. Η τιμή μηδενίζεται κατά τον τερματισμό του συστήματος.
es: Cuenta el número de errores PHY SATA. Este valor incluye todos los recuentos de errores de datos PHY, ex FIS CRC, errores de código, los errores de disparidad, CRC comando FIS. El valor desaparece reiniciando el sistema.
fr: Compte le nombre d'erreurs SATA PHY. Cette valeur inclus tous les décomptes d'erreurs PHY, ex FIS CRC de données, erreurs de code, erreurs de disparité, FIS CRC de commande. Cette valeur est remise à zéro à la mise hors-tension du système.
hu: SATA PHY hibák számát számolja. Ez az érték az összes PHY hibát, ex adat FIS CRC-t, kód hibákat, paritás hibákat, parancs FIS crc-t tartalmazza. Rendszer kikapcsolásakor értéke törlődik.
it: Conteggio del numero di errori del tipo SATA PHY. Questo valore include tutti gli errori PHY, ex data FIS CRC, errori di codice, errori di parità, i comandi FIS crc. Il valore si resetta allo spegnimento del sistema
lo: ນັບຈຳນວນຄວາມຜິດພາດ SATA PHY. ຄ່ານີ້ລວມທັງໝົດການນັບຄວາມຜິດພາດ PHY, ເຊັ່ນ data FIS CRC, ຄວາມຜິດພາດຂອງໂຄດ, ຄວາມຜິດພາດຄວາມແຕກຕ່າງ, command FIS crc. ຄ່າຈະຖືກລ້າງເມື່ອລະບົບປິດເຄື່ອງ.
nl: Telt het aantal SATA PHY fouten. Deze waarde omvat alle PHY fouten, ex data FIS CRC , code fouten, ongelijkheid fouten, opdracht FIS crc. Waarde wordt gewist bij het afsluiten systeem.
pl: Podaje liczbę błędów SATA PHY. Wartość zawiera błędy PHY, danych FIS CRC, błędy kodowania, nieparzystości, crc poleceń FIS. Wartość jest czyszczona przy zamykaniu systemu.
ro: Contorizează numărul erorilor SATA PHY. Include toate erorile PHY, ex. FIS CRC, coduri eroare, erori de paritate, crc comenzi FIS. Contorul este resetat la oprirea sistemului.
ru: Считает количество ошибок PHY SATA. Это значение включает в себя все счетчики ошибок PHY, данные FIS CRC, ошибки кода, ошибки несоответствий, команд FIS crc. Значение очищается при отключении питания.
sv: Räkna antal SATA PHY fel. Värdet inkluderar alla PHY fel, t.ex. data FIS CRC , kodfel, paritetsfel, kommando FIS crc. Värdet nollställs när systemet stängs av.
uk: Рахує кількість помилок PHY SATA. Це значення включає в себе всі лічильники помилок PHY, колишні FIS CRC даних, помилки коду, помилки непарності, команди FIS CRC. Значення очищається системою при відключенні живлення.
zh_cn: 计算SATA PHY错误的数量。 该值包括所有PHY错误计数，Ex数据FIS CRC，代码错误，差异错误，命令FIS crc。 系统掉电时值清零。

source: See attribute E8.
af: Sien eienskap E8
ca: Veure atribut E8
cs: Viz atribut E8
de: Verweis auf Attribut E8
el: Δείτε το χαρακτηριστικό E8.
es: Ver el atributo E8.
fr: Voir l'attribut E8
hu: Lásd E8 attribútum.
it: Vedi attributo E8.
lo: ເບິ່ງຄຸນລັກສະນະ E8.
nl: Zie attribuut E8.
pl: Zobacz atrybut E8
ro: Vezi valoarea E8.
ru: Смотри атрибут E8.
sv: Se attribut E8.
uk: Переглянути атрибут E8.
zh_cn: 参见属性E8。

source: (Kingston)Counts the number of flash program failures. This Attribute returns the total number of Flash program operation failures since the drive was deployed. This attribute is identical to attribute 181.
af: (Kingston)Tel die hoeveelheid flits program mislukkings. Hierdie Attribuut lever die totale hoeveelheid Flits program operasie mislukkings sedert die drive ontplooi. Hierdie Attribuut is dieselfde as Attribuut 181.
ca: (Kingston) Compta el nombre de fallades de programació de la Flash. Aquest atribut retorna el nombre total de falles d'operació de programació de la Flash des que es va desplegar la unitat. Aquest atribut és idèntic al Atribut 181.
cs: (Kingston) Součet nezdařených zápisů do buněk flash paměti. Tento atribut uvádí celkový počet operací zápisu do buňky flash paměti, které se nezdařily. Počítáno je od vůbec prvního zapnutí této SSD jednotky. Tento a atribut 181 jsou shodné.
de: Anzahl der Programmfehler des Flashspeichers (seit Nutzungsbeginn, entspricht attribut 181).
el: (Kingston)Ο αριθμός των αποτυχιών του προγράμματος flash. Αυτό το χαρακτηριστικό δείχνει τον συνολικό αριθμό αποτυχιών της λειτουργίας του προγράμματος flash από την στιγμή που ξεκίνησε η χρήση του δίσκου. Αυτό το χαρακτηριστικό είναι παρόμοιο με το χαρακτηριστικό 181.
es: (Kingston)Cuenta el nº de fallos en la grabación de la flash. Este atributo devuelve el nº total de fallos en la operación de grabado de la flash desde que el disco fue fabricado . este atributo es identico al atributo 181.
fr: (Kingston) Compte les échecs d'écriture. Cet attribut renvoie le nombre total d'échec pour les opérations d'écriture sur mémoire Flash, depuis le déploiement du disque. Il est identique à l'attribut 181.
hu: (Kingston) Flash program hibák száma. Ez az attribútum a lemez élettartama alatti összes Flash program műveleti hibáját mutatja. Ez az attribútum megegyezik a 181-es számú attribútummal.
it: (Kingston)Conta il numero di programmazioni fallite della flash. Questo Attributo ritorna il numero totale di programmazioni della flash fallite da quando il disco è stato prodotto. Questo Attributo è identico all'Attributo 182.
lo: (Kingston) ນັບຈຳນວນຄວາມລົ້ມເຫຼວຂອງໂປຣແກຣມແຟລດ. ຄຸນລັກສະນະນີ້ສົ່ງຄືນຈຳນວນທັງໝົດຂອງຄວາມລົ້ມເຫຼວໃນການດຳເນີນງານໂປຣແກຣມແຟລດຕັ້ງແຕ່ໄດຣຟ໌ຖືກນຳໃຊ້. ຄຸນລັກສະນະນີ້ຄືກັນກັບຄຸນລັກສະນະ 181.
nl: (Kingston) Telt het aantal mislukte flash schrijffouten. Dit attribuut geeft als resultaat het totaal aantal flash schrijffouten weer sinds het station werd ingezet. Dit attribuut is identiek aan attribuut 181.
pl: (Kingston) Błędy programowania pamięci są liczone. Ten atrybut zwraca ilość wszystkich operacji błędów programowania od początku działania dysku. Ten atrybut jest identyczny z Atrybutem 181.
ro: (Kingston) Stochează numărul de erori apărute la programarea memoriei flash. Această valoare contorizează numărul total de erori de programare a memoriei flash de la momentul punerii în funcțiune. Acest contor este identic cu Atributul 181.
ru: (Kingston) Счетчик количества отказов программы флэш. Этот атрибут возвращает общее количество сбоев работы программы флэш. Этот атрибут идентичен атрибут 181.
sv: (Kingston) Räknar antal felaktiga flashprogrameringar. Detta attribut returnerar det totala antalet felaktiga Flashprogrameringar sedan disken togs i drift. Attributet är det samma som attribut 181.
uk: (Kingston) Рахує число відмов програмування флеш. Цей атрибут повертає загальне число відмов операцій програмування флеш від початку використання диску. Цей атрибут ідентичний атрибуту 181.
zh_cn: （Kingston）计算闪存程序失败的次数。 此属性返回自部署驱动器以来Flash程序操作失败的总数。 该属性与属性181相同。
