Repository: rojim666/xigmanas-code-r10599-trunk
Catalog: locale/xigmanas-*.po
Languages: af, ca, cs, de, el, es, fr, hu, it, lo, nl, pl, ro, ru, sv, uk, zh_cn

source: It's recommended to change the default username and password for accessing the WebGUI, enter the username here.
af: Dit word aanbeveel dat jy die standaarde gebruikernaam en wagwoord vir die WebGUI verander, sleutel die gebruikernaam hier in.
ca: Es recomana canviar el nom d'usuari i la contrasenya per defecte per accedir a la interfície gràfica d'usuari Web, escriviu el nom aquí.
cs: Je doporučeno změnit výchozí uživatelské jméno a heslo pro přístup do webového rozhraní. Uživatelské jméno vložíte zde.
de: Es wird dringend empfohlen, zur Sicherheit den Standard-Usernamen und das Standard-Passwort für den Zugriff auf die Weboberfläche zu ändern und individuell neu festzulegen.
el: Συνιστάται να αλλάξετε το προεπιλεγμένο όνομα χρήστη και τον προεπιλεγμένο κωδικό για την πρόσβαση στο Web περιβάλλον διαχείρισης. Εισάγετε εδώ το όνομα χρήστη.
es: Está recomendado cambiar el nombre de usuario por defecto y la contraseña de acceso a la WebGUI, introduzca el nombre de usuario aqui.
fr: Il est recommandé de changer le nom de l'utilisateur et le mot de passe par défaut avant d'accéder à l'interface Web, saisissez le nom de l'utilisateur ici.
hu: Ajánlott lecserélni az alapértelmezett WebGUI felhasználónevet és jelszót, add meg itt az új felhasználónevet.
it: Si raccomanda di modificare il nome utente e la password di default per l'accesso alla WebGUI, inserire il nome utente qui.
lo: ແນະນຳໃຫ້ປ່ຽນຊື່ຜູ້ໃຊ້ ແລະ ລະຫັດຜ່ານເລີ່ມຕົ້ນສຳລັບການເຂົ້າເຖິງ WebGUI, ໃສ່ຊື່ຜູ້ໃຊ້ທີ່ນີ້.
nl: Het is aangeraden om de standaard gebruikersnaam en wachtwoord voor toegang tot de WebGUI te wijzigen, vul hier de gebruikersnaam in.
pl: Zalecane jest zmienienie domyślnego loginu i hasła do WebGUI, wpisz login tutaj.
ro: Este recomandat să schimbați numele și parola implicite XigmaNAS pentru accesarea Interfeței grafice. <br>Introduceți aici numele de utilizator.
ru: Рекомендуется сменить имя пользователя и пароль доступа к вебинтерфейсу. В этом поле укажите имя пользователя.
sv: Det är rekommenderat att byta standardanvändarnamnet och dess lösenord för åtkomst till Web-gränssnittet, mata in användarnamnet här.
uk: Рекомендуємо змінити стандартне ім'я користувача і пароль для доступу до веб інтерфейсу. Введіть ім'я користувача.
zh_cn: 如果需要用WebGUI登录，我们推荐您更改系统默认的用户名和密码，请在这里输入用户名。

source: Select Hypertext Transfer Protocol (HTTP) or Hypertext Transfer Protocol Secure (HTTPS) for the WebGUI.
af: Selekteer Hiperteks-oordragprotokool (HTTP) of Hiperteks-oordragprotokool Sekuur (HTTPS) vir die WebGUI
ca: Seleccioneu Protocol de transferència d'hipertext (HTTP) o protocol de transferència d'hipertext segur (HTTPS) per a la interfície d'usuari WebGUI.
cs: Vyberte protokol kterým přistupovat k webovému rozhraní: HTTP (protokol přenosu hypertextu) nebo HTTPS (stejné jako předchozí, ale zabezpečené).
de: Wahlen sie die Zugriffsmethode auf die XigmaNAS Weboberfläche aus (HTTP oder HTTPS).
el: Επιλέξτε Hypertext Transfer Protocol (HTTP) ή Hypertext Transfer Protocol Secure (HTTPS) για το Web περιβάλλον διαχείρισης.
es: Seleccione Hypertext Transfer Protocol (HTTP) o Hypertext Transfer Protocol Secure (HTTPS) para el acceso a la WebGUI.
fr: Choisissez le Protocole de Transfert Hypertexte (HTTP) ou le Protocole de Transfert Hypertexte Sécurisé (HTTPS) pour l'interface Web.
hu: Válassz a WebGUI-hoz Hypertext Transfer Protokoll (HTTP) vagy Biztonságos Hypertext Transfer Protokoll (HTTPS) közül.
it: Selezione Hypertext Transfer Protocol (HTTP) o Hypertext Transfer Protocol Secure (HTTPS) per la WebGUI.
lo: ເລືອກ Hypertext Transfer Protocol (HTTP) ຫຼື Hypertext Transfer Protocol Secure (HTTPS) ສຳລັບ WebGUI.
nl: Selecteer Hypertext Transfer Protocol (HTTP) of Hypertext Transfer Protocol Secure (HTTPS) voor de WebGUI.
pl: Wybierz protokół przesyłania dokumentów hipertekstowych (HTTP) lub szyfrowany protokół przesyłania dokumentów hipertekstowych (HTTPS) dla WebGUI.
ro: Selectați protocolul Hypertext Transfer Protocol (HTTP) sau Hypertext Transfer Protocol Secure (HTTPS) pentru accesarea Interfeței Grafice.
ru: Укажите протокол доступа к веб-интерфейсу: HTTP или HTTPS
sv: Välj Hypertext Transfer Protocol (HTTP) eller Hypertext Transfer Protocol Secure (HTTPS) för webgränssnittet.
uk: Вкажіть протокол доступу до веб інтерфейсу: HTTP або HTTPS
zh_cn: 为WebGUI选择超文本传输协议（HTTP）或安全超文本传输协议（HTTPS）。

source: Enter a custom port number for the WebGUI if you want to override the default (80 for HTTP, 443 for HTTPS).
af: Ingaan 'n gepasmaakte poort nommer vir die WebGUI as jy wil oor-rit die verstek (80 vir HTTP, 443 vir HTTPS).
ca: Entrar un port personalitzat per el WEBGUI si vol sobreescriure el port per defecte (80 per HTTP, 443 per HTTPS).
cs: Pokud nevyhovují výchozí, zadejte vlastní čísla portů pro webové rozhraní namísto standardních 80 pro HTTP a 443 pro HTTPS.
de: Geben Sie eine individuelle Port-Nr. für den Zugriff auf die Web-Oberfläche von XigmaNAS nur ein, wenn Sie den Standardwert überschreiben wollen (80 für HTTP, 443 für HTTPS)
el: Εισάγετε έναν προσαρμοσμένο αριθμό θύρας για το web περιβάλλον διαχείρισης αν θέλετε να υπερισχύσει του προεπιλεγμένου (80 για HTTP, 443 για HTTPS).
es: Introduzca un nº de puerto para la WebGUI si quiere dejar de utilizar el de por defecto ( 80 para HTTP y 443 para HTTPS).
fr: Saisissez un autre numéro de port pour l'interface Web si vous voulez remplacer le numéro de port par défaut (80 pour HTTP, 443 pour HTTPS).
hu: WebGUI port száma, amennyiben ez az alapértelmezettől eltér (80 HTTP, 443 HTTPS esetén).
it: Inserisci una numero di porta personalizzato per la webGUI se vuoi modificare quella di default (80 per HTTP, 443 per HTTPS).
lo: ໃສ່ໝາຍເລກພອດທີ່ກຳນົດເອງສຳລັບ WebGUI ຖ້າທ່ານຕ້ອງການແທນທີ່ຄ່າເລີ່ມຕົ້ນ (80 ສຳລັບ HTTP, 443 ສຳລັບ HTTPS).
nl: Vul een aangepast poortnummer in voor de WebGUI als u de standaard poort (80 voor HTTP, 443 voor HTTPS) niet wilt gebruiken.
pl: Wpisz własny numer portu dla WebGUI jeśli chcesz nadpisać domyślny(80 dla HTTP, 443 dla HTTPS).
ro: Introduceți un port personalizat pentru accesarea Interfeței Grafice pentru a-l înlocui pe cel implicit (80 pentru HTTP, 443 pentru HTTPS).
ru: Укажите номер порта вебинтерфейса, если не желаете использовать значение по умолчанию (80 для HTTP, 443 для HTTPS)
sv: Mata in ett portnummer för webgränssnittet om du vill ändra standardinställningen (80 för HTTP, 443 för HTTPS)
uk: Введіть номер порта для веб інтерфейсу, якщо ви хочете змінити значення за замовчуванням (80 для HTTP, 443 для HTTPS).
zh_cn: 如果要覆盖默认值（HTTP为80，HTTPS为443），请输入WebGUI的自定义端口号。

source: Space delimited set of IP or CIDR notation that permitted to access the WebGUI. (empty is the same network of LAN interface)
af: Spasie afgebaken stel die IP of CIDS notering wat toestemming gee tot die WebGUI. (as dit leeg gelaat word dan is dit dieselfde as die netwerk LAN koppelvlak
ca: Espai delimitat conjunt d'IP o la notació CIDR que permet accedir a la WebGUI. (Buit és la mateixa xarxa d'interfície LAN)
cs: Seznam IP adres nebo sítí (v CIDR zápisu), ze kterých bude umožněn přístup k webovému správnímu rozhraní (nevyplněno znamená umožnit přístup pouze ze sítě, ze které má adresu rozhraní serveru, zapojené do místní sítě).
de: Durch Leerzeichen getrennter Satz von IP Adressen oder CIDR Notationen, denen der Zugriff auf die Weboberfläche erlaubt wird (leer bedeutet das Netzwerk der LAN Schnittstelle).
el: Ομάδες από διευθύνσεις IP ή συμβολισμούς CIDR, διαχωρισμένες με κενό, που θα επιτρέπεται να έχουν πρόσβαση στο Web περιβάλλον διαχείρισης. (κενό σημαίνει το ίδιο δίκτυο με τη διασύνδεση δικτύου)
es: IP permitidas para acceder a la WebGUI, separadas por espacios o con notación CIDR. (si se deja vacio, se permiten todas las IP de la misma red que se usa para la LAN)
fr: Ensemble limité d'adresses IP ou d'adressage CIDR qui permettent l'accès à l'interface graphique utilisateur. (l'ensemble vide signifie le même réseau que celui de l'interface LAN)
hu: A WebGUI-t elérthető IP-címek vagy CIDR-ek szóközzel elválasztva (ha üres, akkor a LAN interfésszel azonos hálózat).
it: Insieme di indirizzi IP o di indirizzi CIDR (separati dal carattere spazio) con accesso consentito alla WebGUI. Se lasciato vuoto sarà consentita solo la rete locale dell'interfaccia LAN.
lo: ຊຸດ IP ຫຼື CIDR ທີ່ຂັ້ນດ້ວຍຍະຫວ່າງທີ່ໄດ້ຮັບອະນຸຍາດໃຫ້ເຂົ້າເຖິງ WebGUI. (ຫວ່າງເປົ່າແມ່ນເຄືອຂ່າຍດຽວກັນກັບອິນເຕີເຟດ LAN)
nl: Vul hier met spatie gescheiden set van IP adressen of CIDR notaties die zijn toegestaan de WebGUI te benaderen. (leeg is hetzelfde netwerk als het LAN netwerk)
ro: Set de adrese IP sau în notația CIDR, separate prin spațiu, care au dreptul de a accesa consola de configurare a sistemului.<br>Dacă lăsați câmpul necompletat se va permite accesul de la orice calculator din rețeaua la care este conectat sistemul.
ru: Разделённый пробелами набор IP адресов или CIDR выражений, с которых разрешён доступ к WebGUI. (пусто означает ту сеть, к кторой принадлежит интерфейс LAN)
sv: IP-adresser eller CIDR ska vara separerade med mellanslag för att få tillgång till WebGUI, är fältet tomt så får nätverket som ligger på LAN gränssnittet tillgång.
uk: Розділений пробілами набір IP-адрес або CIDR-нотацій, з яких дозволений доступ до веб інтерфейсу. (Порожнє поле означає ту мережу, до якої належить інтерфейс LAN)
zh_cn: 允许访问WebGUI的一组以空格分隔的IP地址或CIDR标记。 （留空为 LAN 接口的同一网络）

source: Enable this option to allow any IP address to access the WebGUI.
af: Inskakel hierdie opsie om enige IP-adres toegang tot die WebGUI te gee.
ca: Activeu aquesta opció per permetre que qualsevol adreça IP accedeixi al WebGUI.
cs: Pomocí této předvolby umožníte přístup k webovému správnímu rozhraní z libovolné IP adresy.
de: Aktivieren Sie diese Einstellung, den Zugriff auf das WebGUI von beliebigen IP-Adressen zu erlauben.
el: Ενεργοποιήστε αυτή την επιλογή για να επιτρέπεται η πρόσβαση στο web περιβάλλον διαχείρισης από οποιαδήποτε διεύθυνση IP.
es: Habilitar esta opción para permitir el acceso a la WebGUI desde cualquier IP.
fr: Activez cette option pour permettre à toute adresse IP d'accéder a l'interface Web.
hu: Kapcsolja be ezt az opciót, hogy tetszőleges IP címről elérhető legyen a WEBGUI.
it: Abilita questa opzione per consentire a qualunque indirizzo IP di accedere alla WebGUI.
lo: ເປີດໃຊ້ຕົວເລືອກນີ້ເພື່ອອະນຸຍາດໃຫ້ທີ່ຢູ່ IP ໃດໆກໍໄດ້ເຂົ້າເຖິງ WebGUI.
nl: Inschakelen om elk IP-adres toegang tot de WebGUI te geven.
pl: Zaznaczenie tej opcji pozwala na dostęp do WebGUI z dowolnego adresu IP.
ro: Activarea acestei opțiuni permite accesul interfeței WebGUI de la orice adresă IP.
ru: Включите эту опцию, чтобы разрешить любому IP-адресу доступ к WebGUI.
sv: Aktivera detta alternativ för att tillåta vilken IP adress som helst att komma åt Webgränssnittet.
uk: Увімкніть цю опцію, щоб дозволити доступ до WebGUI з будь-якої IP-адреси.
zh_cn: 启用此选项以允许任何IP地址访问WebGUI。

source: Security Warning
af: Sekuriteit Waarskuwing
ca: Alerta de seguretat
cs: Varování o zabezpečení
de: Sicherheitshinweis
el: Προειδοποίηση Ασφαλείας
es: Advertencia de Seguridad
fr: Avertissement de sécurité
hu: Biztonsági figyelmeztetés
it: Avvertimento di sicurezza
lo: ຄຳເຕືອນດ້ານຄວາມປອດໄພ
nl: Beveiligingswaarschuwing
pl: Ostrzeżenie Dotyczące Bezpieczeństwa
ro: Avertisment de securitate
ru: Предупреждение безопасности
sv: Säkerhetsvarning
uk: Попередження про небезпеку
zh_cn: 安全警告

source: Enabling this option may expose your system to additional security risk!
af: As jou hierdie opsie aanskakel, kan u stelsel blootgestel word aan bykomende veiligheids risiko!
ca: Si habiliteu aquesta opció, podeu exposar el vostre sistema a un risc de seguretat addicional.
cs: Může se stát, že zapnutím této předvolby vystavíte svůj systém dalšímu bezpečnostnímu riziku!
de: Das Aktivieren dieser Einstellung kann ihr System zusätzlichen Sicherheitsrisiken aussetzen.
el: Ενεργοποιώντας αυτή την επιλογή μπορεί να εκθέσετε το σύστημά σας σε πρόσθετο ρίσκο ασφαλείας!
es: ¡Habilitar esta opción expone a su sistema a Internet y los riesgos que conlleva!
fr: L'activation de cette option peut exposer votre système à des risques de sécurité supplémentaires.
hu: Ennek bekapcsolásával biztonsági kockázatnak teheted ki a rendszeredet!
it: Abilitando questa opzione potresti esporre il tuo sistema ad ulteriori rischi della sicurezza!
lo: ການເປີດໃຊ້ຕົວເລືອກນີ້ອາດເຮັດໃຫ້ລະບົບຂອງທ່ານສ່ຽງຕໍ່ຄວາມປອດໄພເພີ່ມເຕີມ!
nl: Inschakelen van deze optie kan een potentieel beveiligingsrisico zijn voor uw systeem!
pl: Zaznaczenie tej opcji może narazić system na zwiększone ryzyko dotyczące bezpieczeństwa.
ro: Activarea acestei opțiuni poate expune sistemul dumneavoastră la riscuri adiționale de securitate!
ru: Включение этой опции может привести к дополнительной угрозе безопасности вашей системы!
sv: Att aktivera detta alternativ kan utsätta ditt system för en ytterligare säkerhetsrisk!
uk: Обрання цієї опції може наразити вашу систему на додаткові безпекові ризики!
zh_cn: 启用此选项可能会使系统面临额外的安全隐患！

source: Ignore Hosts Allow
af: Ignoreer Leërskare Laat toe
ca: Ignora els Amfitrions permesos
cs: Nevšímat si seznamu strojů kterým je umožněn přístup
de: Ignoriere Erlaubte Hosts
el: Αγνόηση του Υπολογιστές που Επιτρέπονται
es: Ignorar Host permitidos
fr: Ignorer les règles d'autorisation des hôtes
hu: Engedélyezett kiszolgálók figyelmen kívül hagyása
it: Ignora gli Host abilitati
lo: ບໍ່ສົນໃຈໂຮສຕ໌ທີ່ອະນຸຍາດ
nl: Negeer Hosten Toestaan
pl: Ignoruj dozwolone hosty
ro: Ignorare listă sisteme cu permisiune de acces
ru: Игнорировать разрешения хостов
sv: Ignorera Tillåtna värdar
uk: Ігнорувати дозволені хости
zh_cn: 忽略主机允许

source: Language
af: Taal
ca: Idioma
cs: Jazyk
de: Sprache
el: Γλώσσα
es: Idioma
fr: Langue
hu: Nyelv
it: Lingua
lo: ພາສາ
nl: Taal
pl: Język
ro: Limba
ru: Язык
sv: Språk
uk: Мова
zh_cn: 语言设置

source: Select the language of the WebGUI.
af: Kies die taal van die WebGUI.
ca: Seleccionar l'idioma de la interfície d'usuari
cs: Vyberte jazyk textů webového rozhraní.
de: Wählen Sie die Sprache der XigmaNAS Weboberfläche.
el: Επιλέξτε τη γλώσσα του Web περιβάλλοντος διαχείρισης.
es: Seleccione el idioma de la WebGUI
fr: Sélectionner la langue de l'interface Web.
hu: Válaszd ki a WebGUI nyelvét.
it: Seleziona la lingua per la WebGUI.
lo: ເລືອກພາສາຂອງ WebGUI.
nl: Selecteer een taal voor de WebGUI.
pl: Wybierz język WebGUI.
ro: Selectați limba folosită pentru Interfața Grafică.
ru: Укажите язык веб-интерфейса
sv: Välj språk för webgränssnittet.
uk: Виберіть мову веб інтерфейсу (пропозиції щодо коригування українського перекладу інтерфейсу XigmaNAS та розширень до нього можна надсилати на uniss@ua.fm)
zh_cn: 请选择WebGUI的语言。

source: Time
af: Tyd
ca: Hora
cs: Čas
de: Zeit
el: Χρόνος
es: Hora
fr: Planification
hu: idő
it: Ora
lo: ເວລາ
nl: Tijd
pl: Czas
ro: Timp
ru: Время
sv: Tid
uk: Час
zh_cn: 时间

source: Time Zone
af: Tydsone
ca: Zona horària
cs: Časová zóna
de: Zeitzone
el: Ζώνη Ώρας
es: Huso horario
fr: Fuseau horaire
hu: Időzóna
it: Fuso orario
lo: ເຂດເວລາ
nl: Tijdzone
pl: Strefa czasowa
ro: Fus orar
ru: Часовой пояс
sv: Tidszon
uk: Часовий пояс
zh_cn: 时区

source: Select the location closest to you.
af: Kies die ligging wat naaste aan jou is.
ca: Seleccioneu la ubicació més propera a vostè.
cs: Vyberte umístění, kterému jste nejblíže.
de: Wählen Sie den Standort, der Ihnen am nächsten liegt.
el: Επιλογή κοντινότερης σε εσάς τοποθεσίας.
es: Seleccione el lugar mas próximo a su ubicacion.
fr: Sélectionnez votre fuseau horaire.
hu: Válaszd ki a hozzád legközelebbi területet.
it: Selezionare la localita' piu' vicina.
lo: ເລືອກທີ່ຕັ້ງທີ່ໃກ້ທີ່ສຸດກັບທ່ານ.
nl: Selecteer een tijdzone die voor u van toepassing is.
pl: Wybierz lokalizację najbliższą do twojej.
ro: Selectați cea mai apropiată locație de dumneavoastră.
ru: Выберите часовой пояс.
sv: Välj den plats som är närmast dig.
uk: Виберіть місце найближче до вас.
zh_cn: 请选择最邻近的区域。

source: Date Format
af: Datum Formaat
ca: Format de data
cs: Formát datumu
de: Datumsformat
el: Μορφή Ημερομηνίας
es: Formato de Fecha
fr: Format de la date
hu: Dátumformátum
it: Formato Data
lo: ຮູບແບບວັນທີ
nl: Datumformaat
pl: Format daty
ro: Format dată
ru: Формат даты
sv: Datumformat
uk: Формат дати
zh_cn: 日期格式

source: Select a date format.
af: Kies 'n datum formaat.
ca: Seleccioneu un format de data.
cs: Vyberte formát data.
de: Datumsformat auswählen
el: Επιλέξτε μια μορφή ημερομηνίας.
es: Seleccione un formato de fecha
fr: Selectionnez un format de date
hu: Válassz dátumformátumot.
it: Seleziona formato data.
lo: ເລືອກຮູບແບບວັນທີ.
nl: Selecteer een datumnotatie.
pl: Wybierz format daty.
ro: Selectare format dată.
ru: Выберите формат даты
sv: Välj datumformat.
uk: Виберіть формат дати.
zh_cn: 选择一个日期格式

source: Enter desired system time directly (format mm/dd/yyyy hh:mm) or use icon to select it.
af: Sleutel die verkose sisteem tyd (formaat mm/dd/yyyy hh:mm) direk in of gebruik die ikoon om dit te selekteer.
ca: Introduïu el temps desitjat del sistema directament (format dd / mm / aaaa hh: mm) o l'ús icona per seleccionar-lo.
cs: Požadovaný čas na serveru buď vypište (ve formátu mm/dd/rrrr hh:mm), nebo klikněte na ikonu a vyberte ho z nabídky.
de: Geben Sie die gewünschte Systemzeit direkt an (Format: MM/TT/JJJJ HH:MM), oder benutzen Sie das Symbol zur Auswahl.
el: Πληκτρολογήστε την επιθυμητή ώρα συστήματος απευθείας (μορφή μμ/ηη/χχχχ ωω:λλ) ή χρησιμοποιήστε το εικονίδιο για να την επιλέξετε.
es: Introduzca la fecha de sistema deseada (formato mm/dd/yyy hh:mm) o use el icono para seleccionarla.
fr: Entrer la date et heure système désirée (format mm/jj/aaaa hh:mm) ou bien utiliser l'icône pour la sélectionner.
hu: Írd be a beállítandó rendszeridőt (hh/nn/éé óó:pp formátumban) vagy az ikonra kattintva válaszd ki.
it: Inserire data/ora di sistema direttamente (formato mm/gg/aaaa hh:mm) oppure usare l'icona per selezionarle
lo: ໃສ່ເວລາລະບົບທີ່ຕ້ອງການໂດຍກົງ (ຮູບແບບ mm/dd/yyyy hh:mm) ຫຼື ໃຊ້ໄອຄອນເພື່ອເລືອກ.
nl: Vul een gewenste systeemtijd in (formaat mm/dd/jjjj uu:mm) of gebruik het icoon om te selecteren.
pl: Wpisz bezpośrednio pożądany czas systemowy (w formacie mm/dd/rrrr gg:mm) lub użyj przycisku aby go wybrać.
ro: Introduceți direct valoarea pentru dată/oră (în formatul ll/zz/aaaa hh:mm) sau utilizați butonul de selecție.
ru: Введите системное время вручную (в формате mm/dd/yyyy hh:mm) или используйте значок.
sv: Mata in önskad systemtid direkt (format mm/dd/åååå hh:mm) eller använd ikonen för att välja.
uk: Введіть бажаний системний час (формат мм/дд/рррр гг:хх) або використайте іконку для вибору.
zh_cn: 请输入系统时间（格式为 MM/DD/YYYY hh:mm），或点选图标来选择时间。

source: Enable NTP
af: Inskakel NTP
ca: Habilitar NTP
cs: Zapnout NTP
de: Aktiviere NTP
el: Ενεργοποίηση NTP
es: Habilitar NTP
fr: Activer NTP
hu: NTP engedélyezése
it: Abilita NTP
lo: ເປີດໃຊ້ NTP
nl: Inschakelen NTP
pl: Włącz NTP
ro: Activare NTP
ru: Включить NTP
sv: Aktivera NTP
uk: Дозволити NTP
zh_cn: 启用 NTP

source: Use the specified NTP server.
af: Gebruik die gespesifiseerde NTP bediener.
ca: Utilitzar el servidor NTP especificat.
cs: Použít uvedený NTP server.
de: Verwendet den angegebenen NTP-Server.
el: Χρήση του επιλεγμένου διακομιστή NTP.
es: Usar el servidor NTP especificado.
fr: Utiliser le serveur NTP spécifié.
hu: Megadott NTP-időkiszolgáló használata.
it: Utilizza il server NTP specificato.
lo: ໃຊ້ເຊີບເວີ NTP ທີ່ລະບຸ.
nl: Na inschakeling kunt u gemachtigde NTP tijdservers configureren.
pl: Użyj wskazanago serwera NTP.
ro: Utilizare server NTP specificat.
ru: Использовать указанный NTP-сервер
sv: Använd den specificerade NTP-servern.
uk: Використовувати вказаний NTP сервер.
zh_cn: 使用指定的 NTP 服务器。

source: NTP Time Server
af: NTP Tyd Bediener
ca: Servidor de temps NTP
cs: NTP časový server
de: NTP-Zeitserver
el: Διακομιστής Ώρας NTP
es: Servidores NTP
fr: Serveur de temps NTP
hu: NTP időszerver
it: Orario server NTP
lo: ເຊີບເວີເວລາ NTP
nl: NTP Tijdservers
pl: Serwer czasu NTP
ro: Server timp NTP
ru: Сервер времени NTP
sv: NTP Tidsserver
uk: Сервер часу NTP
zh_cn: NTP网络时间服务器

source: Use a space to separate multiple hosts (only one required). Remember to set up at least one DNS server if you enter a host name here!
af: Gebruik 'n ruimte om verskeie gashere te skei (Slegs een vereistde). Onthou om ten minste een DNS bediener op te stel as u 'n gasheer naam hier invoer!
ca: Utilitzeu un espai per separar múltiples amfitrions (només un és necessari). Recordi que ha de configurar com a mínim un servidor DNS si s'introdueix un nom de amfitrió principal aquí!
cs: Vícero strojů oddělujte mezerou (vyžadován je ale pouze jeden). Pokud zde použijete název stroje, nezapomeňte zároveň s tím mít nastavený alespoň jeden DNS server (který má pro daný stroj záznam)!
de: Benutzen Sie ein Leerzeichen um mehrere Hosts zu trennen (es ist nur ein Host nötig). Denken Sie daran, einen DNS-Server einzutragen, wenn Sie hier einen Hostnamen eintragen!
el: Χρησιμοποείστε ένα κενό για να χωρίσετε πολλαπλούς υπολογιστές (μόνο ένα απαιτείται). Θυμηθείτε να ρυθμίσετε τουλάχιστον ένα διακομιστή DNS αν εισάγετε ένα όνομα υπολογιστή εδώ!
es: Use espacio para separar varios servidores (solo se requiere uno). Recuerde configurar al menos un servidor DNS si introduce un valor aquí
fr: Utilisez un espace pour séparer plusieurs entrées (une seule obligatoire). Assurez-vous d'avoir configuré un serveur DNS avant d'utiliser un nom ici!
hu: Használj szóközt a címek elválasztásához (csak egy szükséges). Ne felejts el legalább egy DNS szervert beállítani, ha itt szerver nevet használsz.
it: Utilizzare uno spazio per separare host multipli (solo uno è richiesto). Ricordarsi di definire almeno un server DNS se qui inserite un nome di host!
lo: ໃຊ້ຍະຫວ່າງເພື່ອແຍກຫຼາຍໂຮສຕ໌ (ຕ້ອງການພຽງໜຶ່ງ). ຈື່ໄວ້ວ່າຕ້ອງຕັ້ງຄ່າເຊີບເວີ DNS ຢ່າງໜ້ອຍໜຶ່ງເຊີບເວີຖ້າທ່ານໃສ່ຊື່ໂຮສຕ໌ທີ່ນີ້!
nl: Gebruik een spatie om meerdere hosten te scheiden (u heeft er slechts één nodig). Onthoudt om minstens één DNS server in te stellen indien u hier een hostnaam opgeeft!
pl: Użyj spacji aby wprowadzić kilka adresów (wymagany jeden). Pamiętaj aby podać co najmniej jeden serwer DNS jeżeli podajesz tutaj nazwę hosta.
ro: Dacă este nevoie, puteți folosi caracterul spațiu pentru a separa mai multe servere NTP. Va trebui să definiți cel puțin un server DNS dacă introduceți un nume de server (și nu o adresă IP) aici!
ru: Используйте пробел как разделитель, если хотите ввести несколько хостов (необходим только один). Не забудьте задать хотя бы один DNS-сервер, если используете здесь имя хоста!
sv: Använd ett blanksteg för att separera flera värdar (endast en krävs). Kom ihåg att konfigurera åtminstone en DNS-server om du anger ett värdnamn här!
uk: Використовуйте пробіли для розділення декількох хостів (мінімально потрібен тільки один). Не забудьте налаштувати хоча б один сервер DNS, якщо ви вводите ім'я хоста тут!
zh_cn: 使用空白字符来分隔多个主机位置(一个空白即可)。如果你输入主机名称，请先设置DNS服务器。

source: Time Synchronization
af: Tyd Sinkronisasie
ca: Sincronització horària
cs: Synchronizace času
de: Zeit-Abgleich
el: Συγχρονισμός Ώρας
es: Sincronización horaria
fr: Synchronisation de l'heure
hu: Időszinkronizáció
it: Sincronizzazione dell'ora
lo: ການຊິງຄ໌ເວລາ
nl: Tijdsynchronisatie
pl: Synchronizacja czasu
ro: Sincronizare oră
ru: Синхронизация времени
sv: Tidssynkronisering
uk: Синхронізація часу
zh_cn: 时间同步
