Repository: rojim666/xigmanas-code-r10599-trunk
Catalog: locale/xigmanas-*.po
Languages: af, ca, cs, de, el, es, fr, hu, it, lo, nl, pl, ro, ru, sv, uk, zh_cn

source: MPEG File
af: MPEG Lêer
ca: Arxiu MPEG
cs: MPEG soubor
de: MPEG Datei
el: Αρχείο MPEG
es: Archivo MPEG
fr: FichierMPEG
it: File MPEG
lo: ໄຟລ໌ MPEG
nl: MPEG Bestand
ro: Fișier MPEG
ru: MPEG файл
sv: MPEG Fil
uk: Відеофайл MPEG
zh_cn: MPEG文件

source: MOV File
af: MOV Lêer
ca: Arxiu MOV
cs: MOV soubor
de: MOV Datei
el: Αρχείο MOV
es: Archivo MOV
fr: Fichier MOV
it: File MOV
lo: ໄຟລ໌ MOV
nl: MOV Bestand
ro: Fișier MOV
ru: MOV файл
sv: MOV Fil
uk: Відеофайл MOV
zh_cn: MOV文件

source: MKV File
af: MKV Lêer
ca: Arxiu MKV
cs: MKV soubor
de: MKV Datei
el: Αρχείο MKV
es: Archivo MKV
fr: Fichier MKV
it: File MKV
lo: ໄຟລ໌ MKV
nl: MKV Bestand
ro: Fișier MKV
ru: MKV файл
sv: MKV Fil
uk: Відеофайл MKV
zh_cn: MKV文件

source: VOB File
af: VOB Lêer
ca: Fitxer VOB
de: VOB Datei
el: Αρχείο VOB
es: Archivo VOB
fr: Fichier VOB
it: File in formato VOB
lo: ໄຟລ໌ VOB
nl: VOB Bestand
ro: Fișier VOB
ru: VOB файл
sv: VOB Fil
uk: Відеофайл VOB
zh_cn: VOB文件

source: Flash File
af: Flits Lêer
ca: Fitxer Flash
de: Flash Datei
el: Αρχείο Flash
es: Archivo Flash
fr: Fichier Flash
it: File flash
lo: ໄຟລ໌ Flash
nl: Flash Bestand
ro: Fișier flash
ru: Flash файл
sv: Flashfil
uk: Файл Flash
zh_cn: FLASH文件

source: MP4 File
af: MP4 Lêer
ca: Arxiu MP4
cs: MP4 soubor
de: MP4 Datei
el: Αρχείο MP4
es: Archivo MP4
fr: Fichier MP4
it: File MP4
lo: ໄຟລ໌ MP4
nl: MP4 Bestand
ro: Fișier MP4
ru: MP4 файл
sv: MP4 Fil
uk: Відеофайл MP4
zh_cn: MP4文件

source: TS File
af: TS Lêer
ca: Fitxer TS
de: TS Datei
el: Αρχείο TS
es: Archivo TS
fr: Fichier TS
it: Tile TS
lo: ໄຟລ໌ TS
nl: TS Bestand
ro: Fișier TS
ru: TS файл
sv: TS Fil
uk: Відеофайл TS
zh_cn: TS文件

source: Word Document
af: Woord Dokument
ca: Document Word
de: Word Dokument
el: Έγγραφο Word
es: Documento Word
fr: Document WORD
hu: Word dokumentum
it: Documento Word
lo: ເອກະສານ Word
ro: Document Word
ru: Документ Word
sv: Worddokument
uk: Документ Word
zh_cn: Word文档

source: Excel Sheet
af: Excel Laken
ca: Full Excel
de: Excel Arbeitsblatt
el: Φύλλο Excel
es: Hoja Excel
fr: Feuille Excel
hu: Excel táblázat
it: Foglio Excel
lo: ເອກະສານ Excel
ro: Foaie Excel
ru: Лист Excel
sv: Excelblad
uk: Таблиця Excel
zh_cn: Excel表格

source: Powerpoint Presentation
af: powerpoint aanbieding
ca: Presentaçió PowerPoint
de: Powerpoint Präsentation
el: Παρουσίαση Powerpoint
es: Prsentación Powerpoint
fr: Présentation Powerpoint
hu: Powerpoint bemutató
it: Presentazione Powerpoint
lo: ງານນຳສະເໜີ Powerpoint
ro: Prezentare PowerPoint
ru: Powerpoint презентация
uk: Презентація Powerpoint
zh_cn: Powerpoint演示文稿

source: PDF File
af: PDF Lêer
ca: Fitxer PDF
de: PDF Datei
el: Αρχείο PDF
es: Archivo PDF
fr: Fichier PDF
hu: PDF fájl
it: File PDF
lo: ໄຟລ໌ PDF
nl: PDF Bestand
ro: Fișier PDF
ru: PDF файл
sv: PDF Fil
uk: Файл PDF
zh_cn: PDF文件

source: You haven't selected any item(s).
af: Jy het nie 'n item (s) gekies.
ca: No heu seleccionat cap element(s)
de: Sie haben kein(e) Element(e) ausgewählt.
el: Δεν έχετε επιλέξει αντικείμενα.
es: No ha seleccionado ningún elemento(s)
fr: Vous n'avez sélectionné aucun élément.
it: Non hai selezionato nessun oggetto(i)
lo: ທ່ານຍັງບໍ່ໄດ້ເລືອກລາຍການໃດໆ.
nl: U heeft geen item(s) geselecteerd.
ro: Nu ați selectat niciun element.
ru: Вы не выбрали ни одного объекта.
sv: Du har inte valt några objekt.
uk: Ви не обрали жодного елементу.
zh_cn: 你尚未选择任何项目。

source: You are not allowed to use this function.
af: Jy word nie toegelaat om hierdie function te gebruik.
ca: No teniu permès utilitzar aquesta funció.
de: Sie dürfen diese Funktion nicht verwenden.
el: Δεν έχετε πρόσβαση στη χρήση αυτής της λειτουργίας.
es: No está autorizado al uso de esta función.
fr: Vous n'êtes pas autorisé à utiliser cette fonction.
hu: Ezt a funkciót nem használhatja.
it: Non sei autorizzato ad usare questa funzione
lo: ທ່ານບໍ່ໄດ້ຮັບອະນຸຍາດໃຫ້ໃຊ້ຟັງຊັນນີ້.
nl: U heeft geen rechten om deze functie te gebruiken.
pl: Nie masz uprawnień aby użyć tej funkcji.
ro: Nu aveți permisiunea să folosiți această funcție.
ru: Вам не разрешено использовать эту функцию.
sv: Du har inte rättigheter att använda denna funktion.
uk: Ви не маєте дозволу на використання цієї функції.
zh_cn: 不允许你使用此功能。

source: This file doesn't exist.
af: Hierdie lêer bestaan nie.
ca: Aquest fitxer no existeix.
de: Diese Datei existiert nicht.
el: Αυτό το αρχείο δεν υπάρχει.
es: Este archivo no existe.
fr: Ce fichier n'existe pas.
hu: Ez a fájl nem létezik.
it: Questo file non esiste
lo: ໄຟລ໌ນີ້ບໍ່ມີຢູ່.
nl: Dit bestand bestaat niet.
ro: Fișierul nu există.
ru: Этот файл не существует.
sv: Denna fil finns inte.
uk: Цей файл не існує.
zh_cn: 该文件不存在。

source: You are not allowed to access this file.
af: Jy word nie toegelaat om toegang tot hierdie lêer.
ca: No teniu accés a aquest fitxer.
de: Sie dürfen nicht auf diese Datei zugreifen.
el: Δεν έχετε δικαίωμα πρόσβασης σε αυτό το αρχείο.
es: No está autorizado al acceso de este archivo.
fr: Vous n'êtes pas autorisé à accéder à ce fichier.
hu: Nincs hozzéférése ehhez a fájlhoz.
it: Non sei autorizzato ad accedere a questo file
lo: ທ່ານບໍ່ໄດ້ຮັບອະນຸຍາດໃຫ້ເຂົ້າເຖິງໄຟລ໌ນີ້.
nl: U heeft geen rechten naar dit bestand.
ro: Nu aveți permisiunea să accesați acest fișier.
ru: Вам не разрешен доступ к этому файлу.
sv: Du har inte rättigheter att komma åt denna fil.
uk: Ви не маєте дозволу на доступ до цього файлу.
zh_cn: 你无权访问此文件。

source: Permission-change failed.
af: Toestemming-verander mislukte.
ca: Ha fallat el canvi de permís.
de: Berechtigungsänderung fehlgeschlagen.
el: Η αλλαγή δικαιωμάτων απέτυχε.
es: Cambio de permisos falló.
fr: Échec du changement d'autorisation.
it: Cambio permessi fallito
lo: ການປ່ຽນສິດອະນຸຍາດລົ້ມເຫຼວ.
nl: Rechten wijzigen mislukt.
ro: Eroare schimbare permisiune.
ru: Изменение разрешения не удалось.
sv: Rättighetsändring misslyckades.
uk: Відмова зміни дозволу.
zh_cn: 权限更改失败。

source: Getting permissions failed.
af: Kry tans toestemminge mislukte.
ca: Ha fallat l'obtenció dels permisos.
cs: Získání oprávnění se nezdařilo.
de: Das Abrufen von Berechtigungen ist fehlgeschlagen.
el: Η λήψη των δικαιωμάτων απέτυχε.
es: La recogida de permisos falló.
fr: Échec de l'obtention des autorisations.
it: Ottenimento permessi fallito.
lo: ການເອົາສິດອະນຸຍາດລົ້ມເຫຼວ.
nl: Rechten ophalen mislukt.
ro: Eroare determinare permisiuni.
ru: Не удалось получить разрешения.
sv: Misslyckades att få rättigheter.
uk: Відмова отримання дозволів.
zh_cn: 获取权限失败。

source: Change permissions
af: Verandering toestemmings
ca: Canviar permisos
cs: Změnit oprávnění
de: Rechte ändern
el: Αλλαγή δικαιωμάτων
es: Cambiar permisos
fr: Modifier les permissions
hu: Jogosultságok megváltoztatása
it: Cambio permessi
lo: ປ່ຽນສິດອະນຸຍາດ
nl: Rechten wijzigen
pl: Zmień uprawnienia
ro: Permisiuni modificare
ru: Изменить разрешения
sv: Ändra rättigheter
uk: Змінити дозволи
zh_cn: 更改权限

source: Public
af: Publieke
ca: Públic
de: Öffentlich
el: Δημόσιο
es: Público
hu: Nyilvános
it: Pubblico
lo: ສາທາລະນະ
nl: Openbaar
ru: Публичный
sv: Publik
uk: Загальнодоступне
zh_cn: 公开

source: Copy item(s)
af: Kopieer item (s)
ca: Coipar element(s)
cs: Kopírování položky/položek
de: Element(e) kopieren
el: Αντιγραφή αντικειμένων
es: Copia elemento(s)
fr: Copier les éléments
hu: Elemem(ek) másolása
it: Copia elemento(i)
lo: ຄັດລອກລາຍການ
nl: Kopieer Item(s)
pl: Kopiuj elementy
ro: Copiere element(e)
ru: Копировать объект(ы)
sv: Kopiera objekt
uk: Копіювати елементи
zh_cn: 复制项目

source: Move item(s)
af: Skuif item(s)
ca: Mou element(s)
de: Verschiebe Element(e)
el: Μετακίνηση αντικειμένων
es: Mover elemento(s)
fr: Déplacer des éléments
hu: Elemem(ek) áthelyezése
it: Spostare l'oggetto(i)
lo: ຍ້າຍລາຍການ
nl: Verplaats item(s)
ro: Mutare element(e)
ru: Переместить объект(ы)
sv: Flytta objekt
uk: Перемістити елементи
zh_cn: 移动项目

source: Copy from /%s to /%s
af: Kopieer vanaf /%s om /%s
ca: Copiar des de /%s a /%s
cs: Kopírovat z /%s na /%s
de: Von /%s nach /%s kopieren
el: Αντιγραφή από /%s σε /%s
es: Copia desde /%s a /%s
fr: Copier de /%s vers /%s
it: Copia da /%s a /%s
lo: ຄັດລອກຈາກ /%s ໄປ /%s
nl: Kopieer van /%s naar /%s
pl: Kopiuj z /%s do /%s
ro: Copiere de la /%s la /%s
ru: Копировать из /%s to /%s
sv: Kopiera från %s till %s
uk: Скопіювати з /%s до /%s
zh_cn: 从 /%s 复制到 /%s

source: Move from /%s to /%s
af: Skuif vanaf /%s to /%s
ca: Mou des de /%s a /%s
de: Von /%s nach /%s verschieben
el: Μετακίνηση από /%s σε /%s
es: Mover de /%s a /%s
fr: Déplacer depuis /%s vers /%s
it: Spostare da /%s a /%s
lo: ຍ້າຍຈາກ /%s ໄປ /%s
nl: Verplaatsen van /%s naar /%s
ro: Mutare de la /%s la /%s
ru: Переместить из /%s to /%s
sv: Flytta från %s till %s
uk: Перемістити з /%s до /%s
zh_cn: 从 /%s移动到 /%s

source: Copy
af: Kopieër
ca: Copiar
cs: Kopírovat
de: Kopieren
el: Αντιγραφή
es: Copiar
fr: Copie
hu: Másol
it: Copia
lo: ຄັດລອກ
nl: Kopiëren
pl: Kopiuj
ro: Copiere
ru: Копировать
sv: Kopiera
uk: Копіювати
zh_cn: 复制

source: Move
af: Skuif
ca: Mou
de: verschieben
el: Μετακίνηση
es: Mover
fr: Déplacer
hu: Áthelyez
it: Sposta
lo: ຍ້າຍ
nl: Verplaatsen
ro: Mutare
ru: Переместить
sv: Flytta
uk: Переміщення
zh_cn: 移动

source: The target directory doesn't exist.
af: Die teikengids bestaan nie.
ca: El directori objectiu no existeix.
de: Das Zielverzeichnis existiert nicht.
el: Ο φάκελος προορισμού δεν υπάρχει.
es: El directorio especificado no existe.
fr: Le répertoire cible n'existe pas.
hu: A célkönyvtár nem létezik.
it: La cartella di destinazione non esiste.
lo: ໄດເຣັກທໍຣີປາຍທາງບໍ່ມີຢູ່.
nl: De doel folder bestaat niet.
ro: Directorul țintă nu există.
ru: Выберите язык пользовательского портала для этого пользователя.
sv: Målkatalogen finns inte.
uk: Цільовий каталог не існує.
zh_cn: 目标目录不存在。

source: You are not allowed to access the target directory.
af: Jy word nie toegelaat om toegang tot die teiken gids.
ca: No teniu accés al directori objectiu.
de: Sie dürfen nicht auf das Zielverzeichnis zugreifen.
el: Δεν έχετε δικαίωμα πρόσβασης στο φάκελο προορισμού.
es: No está autorizado al acceso del directorio destino.
fr: Vous n'êtes pas autorisé à accéder au répertoire cible.
hu: Nem férhet hozzá a célkönyvtárhoz.
it: Non sei autorizzato ad accedere alla cartella indicata.
lo: ທ່ານບໍ່ໄດ້ຮັບອະນຸຍາດໃຫ້ເຂົ້າເຖິງໄດເຣັກທໍຣີປາຍທາງ.
nl: U heeft geen rechten naar de doel folder.
ro: Nu sunteți autorizat să accesați directorul destinație.
ru: Вам не разрешен доступ к целевому каталогу.
sv: Du har inte rättigheter att komma åt målkatalogen.
uk: Ви не маєте дозволу на доступ до цільової директорії.
zh_cn: 你无权访问目标目录。

source: The target directory may not be above the home directory.
af: Die teikengids is moontlik nie bokant die tuisgids nie.
ca: El directori d’orientació pot no estar per sobre del directori inicial.
de: Das Zielverzeichnis darf sich nicht über dem Ausgangsverzeichnis befinden.
el: Ο φάκελος προορισμού ίσως να μην είναι πάνω από τον αρχικό φάκελο.
es: El directorio de destino no puede estar por encima del directorio de inicio.
fr: Le répertoire cible ne doit pas être au-dessus du répertoire de base.
it: La cartella di destinazione potrebbe non essere superiore alla cartella home
lo: ໄດເຣັກທໍຣີປາຍທາງບໍ່ສາມາດຢູ່ເໜືອໄດເຣັກທໍຣີຫຼັກໄດ້.
nl: De huidige map mag niet hoger liggen dan de hoofdfolder
ro: Directorul destinație nu poate fi deasupra/în afara directorului home.
ru: Целевой каталог не может быть выше домашнего каталога.
sv: Målkatalogen kanske inte ligger under hemkatalogen.
uk: Цільовий каталог не може бути вище домашнього каталогу.
zh_cn: 目标目录可能不在主目录之上。

source: You must supply a name.
af: Jy moet 'n naam verskaf.
ca: Heu de proporcionar un nom.
de: Sie müssen einen Namen angeben.
el: Πρέπει να παρέχετε ένα όνομα.
es: Debe proporcionar un nombre
fr: Vous devez indiquer un nom.
it: Devi indicare un nome
lo: ທ່ານຕ້ອງໃສ່ຊື່.
nl: U moet een naam opgeven.
ro: Trebuie să introduceți un nume.
ru: Вы должны предоставить имя.
sv: Du måste ange ett namn.
uk: Ви повинні вказати ім'я.
zh_cn: 你必须提供一个名称。

source: This item doesn't exist.
af: Hierdie item bestaan nie.
ca: Aquest element no existeix.
de: Dieses Element existiert nicht.
el: Αυτό το αρχείο δεν υπάρχει.
es: Este elemento no existe.
fr: Cet élément n'existe pas.
hu: Ez az elem nem létezik.
it: Questo oggetto non esiste
lo: ລາຍການນີ້ບໍ່ມີຢູ່.
nl: Dit item bestaat niet.
ro: Articolul nu există.
ru: Этот объект не существует.
sv: Detta objekt finns inte.
uk: Цей елемент не існує.
zh_cn: 该项目不存在。

source: You are not allowed to access this item.
af: Jy word nie toegelaat om toegang tot hierdie item.
ca: No teniu accés a aquest element.
de: Sie dürfen nicht auf dieses Element zugreifen.
el: Δεν έχετε δικαίωμα πρόσβασης σε αυτό το αντικείμενο.
es: No está autorizado al acceso de este elemento.
fr: Vous n'êtes pas autorisé à accéder à cet élément.
hu: Nem férhet hozzá ehhez az elemhez.
it: Non sei autorizzato ad accedere a questo oggetto
lo: ທ່ານບໍ່ໄດ້ຮັບອະນຸຍາດໃຫ້ເຂົ້າເຖິງລາຍການນີ້.
nl: U heeft geen rechten naar het item.
ro: Nu aveți permisiunea să accesați acest element.
ru: Вам не разрешен доступ к этому объекту.
sv: Du har inte rättigheter att komma åt detta objekt.
uk: Ви не маєте дозволу на доступ до цього елементу.
zh_cn: 你无权访问此项目。

source: The target item already exists.
af: Die teiken item bestaan ​​reeds.
ca: L’element de destinació ja existeix.
de: Das Zielelement ist bereits vorhanden.
el: Το αντικείμενο προορισμού υπάρχει ήδη.
es: Este elemento de destino ya existe.
fr: L'élément cible existe déjà.
hu: Ez az elem már létezik.
it: L'oggetto destinazione esiste già
lo: ລາຍການປາຍທາງມີຢູ່ແລ້ວ.
nl: Het doel item bestaat reeds.
ro: Destinația există deja.
ru: Целевой объект уже существует.
sv: Målobjektet finns redan.
uk: Цільовий елемент вже існує.
zh_cn: 目标项目已存在。

source: Copying failed.
af: Kopiëring het misluk.
ca: Ha fallat la copia.
cs: Kopírování se nezdařilo.
de: Kopieren Fehlgeschlagen.
el: Η αντιγραφή απέτυχε
es: La copia ha fallado.
fr: La copie a échoué.
hu: Másolás sikertelen.
it: Copia fallita
lo: ການຄັດລອກລົ້ມເຫຼວ.
nl: Kopiëren mislukt.
pl: Błąd kopiowania
ro: Eroare copiere.
ru: Копирование не удалось.
sv: Kopiering misslyckades
uk: Відмова копіювання.
zh_cn: 复制失败。

source: Moving failed.
af: Beweeg het misluk.
ca: Ha fallat al moure
de: Verschieben fehlgeschlagen.
el: Η μετακίνηση απέτυχε.
es: Falló el mover.
fr: Le déplacement a échoué
hu: Áthelyezés sikertelen.
it: Spostamento fallito.
lo: ການຍ້າຍລົ້ມເຫຼວ.
nl: Verplaatesen mislukt.
ro: Mutare eșuată.
ru: Переместить не удалось.
sv: Flyttning misslyckades.
uk: Відмова переміщення.
zh_cn: 移动失败。

source: Deleting failed.
af: Skrap tans misluk.
ca: S'ha produït un error en suprimir
cs: Mazání se nezdařilo.
de: Löschen fehlgeschlagen.
el: Η διαγραφή απέτυχε
es: Falló la eliminación.
fr: La suppression a échoué.
it: Cancellazione non riuscita
lo: ການລຶບລົ້ມເຫຼວ.
nl: Verwijderen mislukt.
pl: Usuwanie nieudane
ro: Eroare ștergere.
ru: Удаление не удалось.
sv: Bortagningen misslyckades.
uk: Відмова видалення.
zh_cn: 删除失败

source: ERROR(S)
af: FOUT(S)
de: FEHLER
el: ΣΦΑΛΜΑ(ΤΑ)
es: ERROR(ES)
fr: ERREUR(S)
it: ERRORE(/I)
lo: ຂໍ້ຜິດພາດ
nl: FOUT(EN)
ro: ERORI
ru: ОШИБКА(И)
sv: FEL
uk: ПОМИЛКИ
zh_cn: 错误

source: Go Back
af: Gaan Terug
ca: Torna enrere
cs: Jít zpět
de: Zurück gehen
el: Μετάβαση πίσω
es: Retrodecer
fr: Retour en arrière
hu: Vissza
it: Indietro
lo: ກັບຄືນ
nl: Ga Terug
ro: Mergi înapoi
ru: Назад
sv: Gå tillbaka
uk: Назад
zh_cn: 后退

source: File saving failed.
af: Lêer besparing mislukte.
ca: Desat del fitxer ha fallat.
cs: Uložení souboru se nezdařilo.
de: Das Speichern der Datei ist fehlgeschlagen.
el: Η αποθήκευση του αρχείου απέτυχε.
es: El guardado del archivo falló.
fr: L'enregistrement du fichier a échoué.
it: Salvataggio file fallito.
lo: ການບັນທຶກໄຟລ໌ລົ້ມເຫຼວ.
nl: Bestand openen mislukt.
ro: Eroare salvare fișier.
ru: Ошибка сохранения файла.
sv: Misslyckades att spara fil.
uk: Відмова збереження файлу.
zh_cn: 文件保存失败。

source: This item already exists.
af: Hierdie item bestaan reeds.
ca: Aquest element ja existeix.
de: Dieses Element existiert bereits.
el: Αυτό το αρχείο υπάρχει ήδη.
es: Este elemento ya existe.
fr: Cet élément existe déjà.
hu: Az elem már létezik.
it: Questo oggetto esiste già
lo: ລາຍການນີ້ມີຢູ່ແລ້ວ.
nl: Dit item bestaat reeds.
ro: Articoulul există deja.
ru: Этот объект уже существует.
sv: Detta objekt finns redan.
uk: Цей елемент вже існує.
zh_cn: 该项目已存在。

source: File opening failed.
af: Lêer ooping mislukte.
ca: L'obertura del fitxer ha fallat.
cs: Otevření souboru se nezdařilo.
de: Dateiöffnen fehlgeschlagen.
el: Το άνοιγμα του αρχείου απέτυχε
es: La apertura del archivo falló
fr: L'ouverture du fichier a échoué.
hu: Hiba a fájl megnyitásakor.
it: Apertura file fallita.
lo: ການເປີດໄຟລ໌ລົ້ມເຫຼວ.
nl: Bestand openen mislukt.
ro: Eroare deschidere fișier.
ru: Ошибка при открытии файла.
sv: Filöppning misslyckades.
uk: Відмова відкриття файлу.
zh_cn: 文件打开失败。

source: Edit file
af: Wysig lêer
ca: Edita arxiu
de: Datei bearbeiten
el: Επεξεργασία αρχείου
es: Editar archivo
fr: Modifier le fichier
hu: Fájl szerkesztése
it: Modifica il file
lo: ແກ້ໄຂໄຟລ໌
nl: Bewerk bestand
ro: Editare fișier
ru: Редактировать файл
sv: Redigera fil
uk: Редагувати файл
zh_cn: 编辑文件

source: Wrap text:
af: Omvou teks:
ca: Ajustar el text:
de: Zeilenumbruch:
el: Αναδίπλωση κειμένου:
es: Dividir Texto
fr: Renvoi à la ligne:
hu: Szöveg tördelése:
lo: ຕັດຂໍ້ຄວາມ:
nl: Tekst terugzetten:
ro: Încadrare text:
ru: Развернуть текст:
sv: Bryt text:
uk: Переносити текст:
zh_cn: 自动换行：

source: Reset
af: Herstel
ca: Restableix
de: Zurücksetzen
el: Επαναφορά
es: Reiniciar
fr: Réinitialiser
hu: Visszaállítás
it: Resetta
lo: ຣີເຊັດ
ro: Resetare
ru: Сбросить
sv: Återställ
uk: Скинути
zh_cn: 重置

source: Unable to open source directory.
ca: No es pot obrir el directori font.
de: Quellverzeichnis kann nicht geöffnet werden.
el: Αδυναμία ανοίγματος του πηγαίου φακέλου.
es: No se puede abrir un directorio de fuente abierta
fr: Impossible d'ouvrir le répertoire source.
lo: ບໍ່ສາມາດເປີດໄດເຣັກທໍຣີຕົ້ນທາງໄດ້.
nl: Kan de bronmap niet openen.
ru: Не удается открыть исходный каталог.
sv: Kan inte öppna källkatalogen.
uk: Не вдається відкрити вихідну теку.
zh_cn: 无法打开源目录。

source: Unable to open directory.
af: Kan die gids nie oopmaak nie.
ca: No es pot obrir el directori.
de: Verzeichnis kann nicht geöffnet werden.
el: Αποτυχία ανοίγματος φακέλου.
es: No se puede abrir directorio.
fr: Impossible d'ouvrir le répertoire.
hu: A könyvtárat nem lehet megyitni.
it: Impossibile aprire la cartella
lo: ບໍ່ສາມາດເປີດໄດເຣັກທໍຣີໄດ້.
nl: Kan de folder niet openen.
ro: Directorul nu poate fi deschis.
ru: Невозможно открыть каталог.
sv: Kan inte öppna katalog.
uk: Неможливо відкрити каталог.
zh_cn: 不能打开目录。

source: Unable to read directory.
af: Kan die gids nie lees nie.
ca: No es pot llegir el directori.
de: Verzeichnis kann nicht gelesen werden.
el: Αποτυχία νάγνωσης φακέλου.
es: No se puede leer directorio.
fr: Impossible de lire le répertoire.
hu: A könyvtár nem olvasható.
it: Impossibile leggere la cartella
lo: ບໍ່ສາມາດອ່ານໄດເຣັກທໍຣີໄດ້.
nl: Kan de folder niet lezen.
ro: Directorul nu poate fi citit.
ru: Невозможно прочитать каталог.
sv: Kan inte läsa katalog.
uk: Неможливо зчитати каталог.
zh_cn: 不能读取目录。

source: Directory creation failed.
af: Directory skepping misluk.
ca: La creació del directori ha fallat.
cs: Vytvoření složky se nezdaiřlo.
de: Die Verzeichniserstellung ist fehlgeschlagen.
el: Η δημιουργία φακέλου απέτυχε.
es: Falló la creación del directorio.
fr: La création du répertoire a échoué.
hu: Hiba a könyvtár létrehozásakor
it: Creazione directory fallita
lo: ການສ້າງໄດເຣັກທໍຣີລົ້ມເຫຼວ.
nl: Folder maken mislukt.
pl: Nieudane tworzenie katalogu
ro: Eroare creare director.
ru: Не удалось создать каталог.
sv: Skapande av katalog misslyckades.
uk: Відмова створення каталогу.
zh_cn: 目录创建失败。

source: File creation failed.
af: Lêer skepping mislukte.
ca: La creació de fitxer ha falalt
cs: Vytvoření souboru se nezdařilo.
de: Dateierstellung fehlgeschlagen.
el: Η δημιουργία αρχείου απέτυχε.
es: Ha fallado la creación del archivo.
fr: La création du fichier a échoué.
hu: Hiba a fájl létrehozásakor
it: Creazione file fallita
lo: ການສ້າງໄຟລ໌ລົ້ມເຫຼວ.
nl: Bestand maken mislukt.
ro: Eroare creare fișier.
ru: Не удалось срздать файл.
sv: Skapande av en fil misslyckades.
uk: Відмова створення файлу.
zh_cn: 创建文件失败。

source: Are you sure you want to delete selected item(s)?
af: Is jy seker dat jy die geselekteerde item(s) wil skrap?
ca: Confirmeu que voleu suprimir els articles seleccionats?
cs: Chceš opravdu smazat vybranou položku/vybrané položky?
de: Möchten Sie die ausgewählten Elemente wirklich löschen?
el: Θέλετε σίγουρα να διαγράψετε τα επιλεγμένα αντικείμενα;
es: Estás seguro de eliminar el/los elemento(s) seleccionado(s)?
fr: Voulez-vous vraiment supprimer les éléments sélectionnés?
hu: Biztos, hogy törölni kell a kijelölt elem(ek)et?
it: Sicuro di voler cancellare il/i file selezionati/o?
lo: ທ່ານແນ່ໃຈບໍ່ວ່າຕ້ອງການລຶບລາຍການທີ່ເລືອກ?
nl: Weet u zeker dat u geselecteerde item(s) wilt verwijderen?
pl: Jesteś pewny że chcesz usunąć wybrany element(y) ?
ro: Sunteți sigur că doriți ștergerea elementului/elementelor selectate?
ru: Вы уверены, что хотите удалить выбранные объект(ы)?
sv: Är du säker på att du vill ta bort valda objekt?
uk: Ви впевнені що бажаєте видалити вибрані елементи?
zh_cn: 你确定要删除所选项目吗？

source: CHANGE PERMISSIONS
af: VERANDERINGS PERMISSIES
ca: CANVI DE PERMISOS
cs: ZMĚNA PRÁV
de: BERECHTIGUNGEN ÄNDERN
el: ΑΛΛΑΓΗ ΔΙΚΑΙΩΜΑΤΩΝ
es: CAMBIAR PERMISOS
fr: MODIFIER LES AUTORISATIONS
hu: JOGOSULTSÁGOK MEGVÁLTOZTATÁSA
it: CAMBIO PERMESSI
lo: ປ່ຽນສິດອະນຸຍາດ
nl: RECHTEN WIJZIGEN
pl: ZMIEŃ UPRAWNIENIA
ro: MODIFICARE PERMISIUNI
ru: ИЗМЕНИТЬ РАЗРЕШЕНИЯ
sv: ÄNDRA RÄTTIGHETER
uk: ЗМІНИТИ ДОЗВОЛИ
zh_cn: 更改权限

source: You are not allowed to access this directory.
af: Jy word nie toegelaat om toegang tot hierdie gids.
ca: No teniu accés a aquest directori
de: Sie dürfen nicht auf dieses Verzeichnis zugreifen.
el: Δεν έχετε δικαίωμα πρόσβασης σε αυτό το φάκελο.
es: No está autorizado al acceso de este directorio.
fr: Vous n'êtes pas autorisé à accéder à ce répertoire.
it: Non sei autorizzato ad accedere a questa cartella
lo: ທ່ານບໍ່ໄດ້ຮັບອະນຸຍາດໃຫ້ເຂົ້າເຖິງໄດເຣັກທໍຣີນີ້.
nl: U heeft geen rechten naar deze folder.
ro: Nu aveți permisiunea să accesați acest director.
ru: Вам не разрешен доступ к этому каталогу.
sv: Du har inte rättigheter att komma åt denna katalog.
uk: Ви не маєте дозволу на доступ до цієї директорії.
zh_cn: 你无权访问此目录。

source: UP
ca: AMUNT
de: GESTARTET (UP)
el: ΠΑΝΩ
es: ARRIBA
hu: FEL
it: SU
lo: ຂຶ້ນ
nl: TERUG
ro: SUS
ru: Вверх
sv: UPP
uk: ПІДНЯТИ

source: RELOAD
af: HERLAAI
ca: RECARREGA
de: NACHLADEN
el: ΕΠΑΝΑΦΟΡΤΩΣΗ
es: RECARGAR
fr: RECHARGER
hu: ÚJRATÖLT
it: Ricarica
lo: ໂຫຼດໃໝ່
nl: VERNIEUWEN
ro: REÎNCĂRCARE
ru: ПЕРЕЗАГРУЗИТЬ
sv: LADDA OM
uk: ПЕРЕЗАВАНТАЖИТИ
zh_cn: 重新载入

source: SEARCH
af: SOEK
ca: CERCA
de: SUCHE
el: ΑΝΑΖΗΤΗΣΗ
es: BUSCAR
fr: RECHERCHE
hu: KERESÉS
it: CERCA
lo: ຄົ້ນຫາ
nl: ZOEKEN
ro: CĂUTARE
ru: ПОИСК
sv: SÖKNING
uk: ШУКАТИ
zh_cn: 搜索

source: Create
af: Skep
ca: Crear
de: Erstellen
el: Δημιουργία
es: Crear
fr: Créer
hu: Létrehozás
it: Crea
lo: ສ້າງ
nl: Creëer
pl: Utwórz
ro: Creare
ru: Создать
sv: Skapa
uk: Створити
zh_cn: 创建

source: Modified
af: Gemodifiseerde
ca: Modificat
cs: Upraveno
de: Verändert
el: Τροποποίηση
es: Modificado:
fr: Modifié le
hu: Módosítva
it: Modificato
lo: ແກ້ໄຂແລ້ວ
nl: Gewijzigd op
pl: Zmodyfikowano
ro: Modificat
ru: Изменено
sv: Ändrad
uk: Змінений
zh_cn: 已修改

source: Permissions
af: Machtigingen
ca: Permisos
de: Berechtigungen
el: Δικαιώματα
es: Permisos
fr: Autorisations
hu: Engedélyek
it: Permessi
lo: ສິດອະນຸຍາດ
nl: Rechten
ro: Permisiuni
ru: Разрешения
sv: Rättigheter
uk: Дозволи
zh_cn: 权限

source: Actions
af: Aksies
ca: Accions
cs: Akce
de: Aktionen
el: Ενέργειες
es: Acciones
hu: Műveletek
it: Azioni
lo: ການກະທຳ
nl: Acties
pl: Akcje
ro: Acțiuni
ru: Действия
sv: Åtgärder
uk: Дії
zh_cn: 操作
