Repository: rojim666/xigmanas-code-r10599-trunk
Catalog: locale/xigmanas-*.po
Languages: af, ca, cs, de, el, es, fr, hu, it, lo, nl, pl, ro, ru, sv, uk, zh_cn

source: Rotation Rate
af: Rotasie Koers
ca: Taxa de rotació
cs: Otáčky ploten
de: Rotationsgeschwindigkeit
el: Ρυθμός περιστροφής
es: Velocidad de giro
fr: Fréquence de rotation
hu: Forgási sebesség
it: Velocità di rotazione
lo: ອັດຕາການໝຸນ
nl: Rotatie Snelheid
pl: Liczba obrotów
ro: Viteză de rotație
ru: Скорость вращения
sv: Rotationshastighet
uk: Швидкість ротації
zh_cn: 旋转速率

source: Transfer Rate
af: Oordrag Koers
ca: Ràtio de transferència
cs: Přenosová rychlost
de: Übertragungsrate
el: Ρυθμός Μεταφοράς
es: Tasa de transferencia
fr: Taux de transfert
hu: Átviteli sebesség
it: Velocità di trasferimento
lo: ອັດຕາການໂອນ
nl: Overdrachtssnelheid
pl: Prędkość przesyłania
ro: Rata de transfer
ru: Скорость передачи
sv: Överföringshastighet
uk: Швидкість передачі
zh_cn: 传输速率

source: Controller
af: Kontroleerder
ca: Controlador
cs: Řadič
el: Ελεγκτής
es: Controlador
fr: Contrôleur
hu: Vezérlő
lo: ຕົວຄວບຄຸມ
pl: Kontroler
ro: Controler
ru: Контроллер
sv: Diskkontroller
uk: Контролер
zh_cn: 控制器

source: Controller Model
af: Kontroleerder Model
ca: Model de controlador
cs: Model řadiče
de: Controller-Modell
el: Μοντέλο Ελεγκτή
es: Modelo de la controladora
fr: Modèle de contrôleur
hu: Kontroller modell
lo: ລຸ້ນຕົວຄວບຄຸມ
pl: Model kontrolera
ro: Model controler
ru: Модель контроллера
sv: Diskkontrollermodell
uk: Модель контролера
zh_cn: 控制器型号

source: Temperature
af: Temperatuur
ca: Temperatura
cs: Teplota
de: Temperatur
el: Θερμοκρασία
es: Temperatura
fr: Température
hu: Hőmérséklet
it: Temperatura
lo: ອຸນຫະພູມ
nl: Temperatuur
pl: Temperatura
ro: Temperatură
ru: Температура
sv: Temperatur
uk: Температура
zh_cn: 温度

source: Status
ca: Estat
cs: Stav
el: Κατάσταση
es: Estado
fr: Statut
hu: Állapot
it: Stato
lo: ສະຖານະ
pl: Stan
ro: Stare
ru: Состояние
uk: Статус
zh_cn: 状态

source: n/a
af: n.v.t.
ca: n/d
cs: není k dispozici
de: k.A.
es: n/d
hu: nem elérhető
it: n.d.
lo: ບໍ່ມີ
nl: n.v.t.
sv: ej tillgängligt
uk: не визначено
zh_cn: 不可用

source: ONLINE
af: AANLYN
ca: En línea
cs: ZAPNUTO
el: ΣΕ ΣΥΝΔΕΣΗ
es: CONECTADO
fr: CONNECTE
lo: ອອນລາຍ
pl: WŁĄCZONY
uk: ОНЛАЙН
zh_cn: 在线

source: MISSING
af: VERMIS
ca: Perdut
cs: CHYBĚJÍCÍ
de: FEHLT
el: ΛΕΙΠΕΙ
es: DESAPARECIDO
fr: MANQUANT
hu: HIÁNYZIK
it: MANCANTE
lo: ຫາຍໄປ
nl: ONTBREKEND
pl: BRAK
ro: LIPSĂ
ru: Отсутствует
sv: SAKNAS
uk: ВІДСУТНІЙ
zh_cn: 遗失

source: Available
af: Beskikbaar
ca: Disponible
cs: K dispozici
de: Verfügbar
el: Διαθέσιμο
es: Disponible
fr: Disponible
hu: Elérhető
it: Disponibile
lo: ພ້ອມໃຊ້
nl: Beschikbaar
pl: Dostępne
ro: Disponibil
ru: Доступно
sv: Tillgänglig
uk: Доступний
zh_cn: 可用

source: Enabled
af: Geaktiveer
ca: Activat
cs: Zapnuto
de: Aktiviert
el: Ενεργοποιημένο
es: Habilitado
fr: Activé
hu: Engedélyezve
it: Abilitato
lo: ເປີດໃຊ້ງານ
nl: Ingeschakeld
pl: Włączone
ro: Activat
ru: Включено
sv: Aktiverad
uk: Увімкнено
zh_cn: 已启用

source: Disabled
af: Gedeaktiveer
ca: Desactivat
cs: Vypnuto
de: Deaktiviert
el: Απενεργοποιημένο
es: Desactivado
fr: Désactivé
hu: Tiltva
it: Disabilitato
lo: ປິດໃຊ້ງານ
nl: Uitgeschakeld
pl: Wyłączone
ro: Dezactivat
ru: Отключено
sv: Inaktiverad
uk: Вимкнено
zh_cn: 关闭

source: Unavailable
af: Nie beskikbaar nie
ca: No disponible
cs: Nedostupné
de: Nicht verfügbar
el: Μη διαθέσιμο
es: No Disponible
fr: Indisponible
hu: Nem érhető el
it: Non disponibile
lo: ບໍ່ພ້ອມໃຊ້
nl: Niet beschikbaar
pl: Niedostępne
ro: Indisponibil
ru: Недоступно
sv: Otillgänglig
uk: Недоступний
zh_cn: 无法使用

source: Unknown
af: Onbekend
ca: Desconegut
cs: Neznámý
de: Unbekannt
el: Άγνωστο
es: Desconocido
fr: Inconnu
hu: Ismeretlen
it: Sconosciuto
lo: ບໍ່ຮູ້ຈັກ
nl: Onbekend
pl: Nieznany
ro: Necunoscut
ru: Неизвестно
sv: Okänt
uk: Невідомо
zh_cn: 不详

source: Disks (Info) Information
af: Skyf (Info) Informasie
ca: Discs (Info) Informació
cs: Informace o jednotkách datového úložiště
de: Platteninformationen (Info)
el: Πληροφορίες δίσκων
es: Información (Info) de discos
fr: Disques (Info) Informations
hu: Lemezekről információ
it: Informazioni Disco
lo: ຂໍ້ມູນດິສກ໌ (ຂໍ້ມູນ)
nl: Schijven (Info) Informatie
pl: Informacje o Dyskach
ro: Informații (Info) Disc
ru: Диски (инфо)
sv: Diskinformation
uk: Інформація про диски
zh_cn: 磁盘（信息）信息

source: No configured disks found.
af: Geen gekonfigureerde skywe gevind.
ca: No s'ha trobat cap disc configurat.
cs: Nebyly nalezeny žádné nastavené disky.
de: Keine konfigurierten Platten gefunden.
el: Δεν βρέθηκαν ρυθμισμένοι δίσκοι.
es: No se encontraron discos configurados.
fr: Aucun disque configuré trouvé.
hu: Egy konfigurált lemez sincs
it: Nessun disco configurato
lo: ບໍ່ພົບດິສກ໌ທີ່ຕັ້ງຄ່າໄວ້.
nl: Geen geconfigureerde schijven gevonden.
pl: Nie znaleziono skonfigurowanych dysków
ro: Niciun disc configurat găsit.
ru: Диски не сконфигурированы.
sv: Inga konfigurerade diskar hittades
uk: Зконфігуровані диски не знайдені.
zh_cn: 找不到已配置的磁盘。

source: Device /dev/%s - %s
af: Toestel /dev/%s - %s
ca: Dispositiu /dev/%s - %s
cs: Zařízení /dev/%s – %s
de: Gerät /dev/%s - %s
el: Συσκευή /dev/%s - %s
es: Dispositivo /dev/%s - %s
fr: Périphérique /dev/%s - %s
hu: Eszköz /dev/%s - %s
it: Dispositivo /dev/%s - %s
lo: ອຸປະກອນ /dev/%s - %s
nl: Schijf /dev/%s - %s
pl: Urządzenie /dev/%s - %s
ro: Dispozitiv /dev/%s - %s
ru: Устройство /dev/%s - %s
sv: Enhet /dev/%s - %s
uk: Пристрій <b>/dev/%s - %s</b>
zh_cn: 设备 /dev/%s - %s

source: FTP service is disabled.
af: FTP diens is gedeaktiveer.
ca: Servei FTP està desactivat.
cs: Služba FTP je vypnutá.
de: FTP-Dienst ist deaktiviert.
el: Η υπηρεσία FTP είναι απενεργοποιημένη.
es: Servicio FTP deshabilitado.
fr: Le service FTP est désactivé.
hu: FTP szolgáltatást sikeresen kikapcsolta.
it: Servizio FTP disattivato
lo: ບໍລິການ FTP ຖືກປິດໃຊ້ງານ.
nl: FTP service is uitgeschakeld.
pl: Usługa FTP jest niedostępna
ro: Servicul FTP este dezactivat.
ru: FTP сервис отключен.
sv: FTP tjänsten är inaktiverad
uk: Сервіс FTP вимкнений.
zh_cn: FTP服务已禁用

source: FTP User Information & Status
af: FTP Gebruikers Inligting & Status
ca: Informació i estat del usuari FTP
cs: Informace a stav FTP uživatele
de: FTP Nutzer Übersicht & Status
el: Χρήστης FTP Πληροφορίες & Κατάσταση
es: Información y estado de usuario FTP
fr: Informations et Statut Utilisateur FTP
hu: FTP felhasználók információi és állapota
it: FTP Informazioni utente e status
lo: ຂໍ້ມູນ ແລະ ສະຖານະຜູ້ໃຊ້ FTP
nl: FTP Gebruiker Informatie & Status
pl: Infomacje i status użytkownika FTP
ro: FTP, informațiii utilizator și stare
ru: Информация и состояние пользователя FTP
sv: FTP Användarinformation & status
uk: Інформація та Статус Користувача FTP
zh_cn: FTP用户信息和状态

source: IPMI Statistics
af: IPMI Statistieke
ca: Estadístiques IPMI
de: IPMI Statistiken
el: Στατιστικά IPMI
es: Estadísticas de IPMI
fr: Statistiques IPMI
hu: IPMI statisztika
it: Statistiche IPMI
lo: ສະຖິຕິ IPMI
nl: IPMI Statistieken
pl: Statystyki IPMI
ro: Statistici IPMI
ru: Статистика IPMI
sv: IPMI Statistik
uk: IPMI Статистика
zh_cn: IPMI 统计数据

source: Sensor Information
af: Sensor informasie
ca: Informació del sensor
cs: Informace ze senzoru
de: Sensorinformationen
el: Πληροφορίες Αισθητήρων
es: Información del sensor
fr: Informations du capteur
hu: Érzékelőinformáció
it: Informazioni sul Sensore
lo: ຂໍ້ມູນເຊັນເຊີ
nl: Sensor Informatie
pl: Informacje czujników
ro: Informații senzor
ru: Информация датчика
uk: Інформація датчика
zh_cn: 传感器信息

source: Sensor List
af: Sensor Lys
ca: Llista de sensors
cs: Seznam senzorů
de: Sensorliste
el: Λίστα Αισθητήρων
es: Lista de sensores
fr: Liste des capteurs
hu: Érzékelőlista
it: Lista sensori
lo: ລາຍການເຊັນເຊີ
nl: Sensor Lijst
pl: Lista czujników
ro: Listă senzori
ru: Список датчика
sv: Sensorlista
uk: Список сенсорів
zh_cn: 传感器列表

source: Non-Recoverable
af: Nie-Verhaalbaar
ca: No recuperable
cs: Neopravitelné
de: Nichtwiederherstellbar
el: Μη-Ανακτήσιμο
es: Critico
fr: Non récupérable
hu: Nem visszaállítható
it: Non ricoverabile
lo: ບໍ່ສາມາດກູ້ຄືນໄດ້
nl: Niet-Herstelbaar
pl: Nieodwracalne
ro: Ne-recuperabil
ru: Неисправимо
sv: Inte återskapbar
uk: Непоправне
zh_cn: 不可恢复

source: Non-Critical
af: Nie-Krities
ca: No crític
cs: Nekritické
de: Unkritisch
el: Μη-Κρίσιμο
es: Preocupante
fr: Non critique
hu: Nemkritikus
it: Non critico
lo: ບໍ່ສຳຄັນ
nl: Niet-kritiek
pl: Nie-krytyczny
ro: Non-Critic
ru: Не критично
sv: Icke kritisk
uk: Некритичне
zh_cn: 非关键

source: Critical
af: Krities
ca: És crític
cs: Kritické
de: Kritisch
el: Κρίσιμο
es: Valor Max.
fr: Critique
hu: Kritikus
it: Critico
lo: ສຳຄັນ
nl: Kritiek
pl: Krytyczny
ro: Critic
ru: Критический уровень
sv: Kritiskt
uk: Критичний
zh_cn: 严重

source: Sensor
cs: Čidlo
el: Αισθητήρας
fr: Capteur
hu: Érzékelő
it: Sensore
lo: ເຊັນເຊີ
pl: Czujnik
ro: Senzor
ru: Сенсор
uk: Сенсор
zh_cn: 传感器

source: Reading
af: Besig om te lees
ca: Llegint
cs: Čtení
de: Lesen
el: Αποτέλεσμα μέτρησης
es: Lectura
fr: Lecture
hu: Olvasás
it: Lettura
lo: ຄ່າທີ່ອ່ານໄດ້
nl: Uitkomst
pl: Odczytywanie
ro: Citire
ru: Чтение
sv: Läsning
uk: Читання
zh_cn: 读取

source: Lower
af: Laer
ca: Més baix
cs: Snížit
de: Untere
el: Κατώτερο
es: Minimo
fr: Inférieur
hu: Kisbetűs
it: Inferiore
lo: ຕ່ຳ
nl: Laag
pl: Niższy
ro: Inferior
ru: Ниже
sv: Lägre
uk: Нижня
zh_cn: 降低

source: Upper
af: Boonste
ca: Superior
cs: Horní
de: Obere
el: Ανώτερο
es: Maximo
fr: Supérieur
hu: Nagybetűs
it: Maiuscolo
lo: ສູງ
nl: Hoog
pl: Nadrzędny
ro: Superior
ru: Выше
sv: Övre
uk: Верхня

source: iSCSI Target Information & Status
af: iSCSI Teiken Inligting & Status
ca: Informació i estat de la destinació iSCSI
cs: Informace o a stav iSCSI cíle
de: iSCSI Ziel Information & Status
el: Πληροφορίες και Κατάσταση προορισμού iSCSI
es: Información y Estado del destino iSCSI
fr: Informations sur la Cible iSCSI et Statut
hu: iSCSI Célinformáció & Állapot
it: Stato e informazione dell'obiettivo iSCSI
lo: ຂໍ້ມູນ ແລະ ສະຖານະເປົ້າໝາຍ iSCSI
nl: iSCSI Doel Informatie & Status
pl: Informacje i stan obiektu docelowego iSCSI
ro: Informații & Stare destinație iSCSI
ru: Информация и статус iSCSI Target
sv: iSCSI Mål Information & Status
uk: Інформація і статус iSCSI-цілі
zh_cn: iSCSI目标信息和状态

source: Mount Points
af: Monteer Punte
ca: Punts de muntatge
cs: Přípojné body
de: Einhängepunkte
el: Σημεία Προσάρτησης
es: Puntos de montaje
fr: Points de montage
hu: Csatolási pontok
it: Punti di mount
lo: ຈຸດເຊື່ອມຕໍ່
nl: Koppelpunten
pl: Punkty montowania
ro: Puncte de montare
ru: Точки монтирования
sv: Monteringspunkter
uk: Точки монтування
zh_cn: 挂载点

source: Disk Partition Information
af: Skyf Partisie Inligting
ca: Informació de les particions de disc
cs: Informace o diskových oddílech
de: Festplattenpartitionsinformation
el: Πληροφορίες Κατάτμησης Δίσκου
es: Información del particionado del disco
fr: Informations sur la partition du disque
hu: Lemezpartíció-információk
it: Informazioni di partizionamento del disco
lo: ຂໍ້ມູນພາທິຊັນດິສກ໌
nl: Schijf Partitie Informatie
pl: Informacje o partycjach na dysku
ro: Informații partiție disc
ru: Информация о разделах диска
sv: Disk Partitionsinformation
uk: Інформація про разділ диску
zh_cn: 磁盘分区信息

source: No disks found.
af: Geen skywe gevind.
ca: No es van trobar discos.
cs: Nebyly nalezeny žádné jednotky datového úložiště.
de: Es wurden keine Datenträger gefunden.
el: Δεν βρέθηκαν δίσκοι.
es: No se encuentran discos
fr: Aucun disque n'a été trouvé.
hu: Egy lemez sem található.
it: Nessun disco trovato
lo: ບໍ່ພົບດິສກ໌.
nl: Er zijn geen schijven gevonden.
pl: Nie znaleziono dysków
ro: Niciun disc găsit.
ru: Диски не найдены.
sv: Ninga diskar hittas.
uk: Жодного диску не знайдено.
zh_cn: 没有找到磁盘

source: No GEOM partition information found.
af: Geen GEOM partisie inligting gevind.
ca: No s'ha trobat cap informació de partició GEOM.
cs: Nebyly nalezeny žádné informace o GEOM oddílu
de: Keine GEOM Partitions Information gefunden.
el: Δεν βρέθηκαν πληροφορίες για κατάτμηση GEOM.
es: No se ha encontrado información sobre la partición GEOM.
fr: Aucune information de partition GEOM trouvée.
hu: Egy GEOM partíció információ sincs
it: Nessuna informazione di partizione GEOM è stata trovata
lo: ບໍ່ພົບຂໍ້ມູນພາທິຊັນ GEOM.
nl: Geen GEOM partitie informatie gevonden.
pl: Nie znaleziono informacji o partycji GEOM
ro: Nicio partiție GEOM disponibilă.
ru: Информация о разделе GEOM не найдена.
sv: Ingen GEOM partitionsinformation hittades.
uk: Інформації про разділ GEOM не знайдено.
zh_cn: 未找到GEOM分区信息。

source: GEOM Partition Information
af: GEOM Partisie Inligting
ca: Informació particions GEOM
cs: Informace o GEOM oddílu
de: GEOM Partitionsinformationen
el: Πληροφορίες Κατάτμησης GEOM
es: Información GEOM
fr: Informations sur la Partition GEOM
hu: GEOM partícióinformáció
it: Infomazioni sulla geometria della partizione
lo: ຂໍ້ມູນພາທິຊັນ GEOM
nl: GEOM Partitie Informatie
pl: Informacja o partycji GEOM
ro: Informații partiție GEOM
ru: Информация о разделах GEOM
sv: GEOM Partitionsinformation
uk: Інформація про Розділ GEOM
zh_cn: GEOM分区信息

source: No fdisk information found.
af: Geen fskyf inligting gevind.
ca: No s'ha trobat informació de Fdisk.
cs: Nebyla nalezena žádná fdisk informace.
de: Es wurden keine fdisk Informationen gefunden.
el: Δεν βρέθηκαν πληροφορίες fdisk.
es: No se encuentra información Fdisk
fr: Aucune information fdisk n'a été trouvée.
hu: Semmilyen fdisk információ nem található.
it: Nessuna informazione fdisk.
lo: ບໍ່ພົບຂໍ້ມູນ fdisk.
nl: Er is geen fdisk informatie gevonden.
pl: Brak informacji fdisk
ro: Nu au fost găsite informații fdisk.
ru: Информации fdisk не найдено.
sv: Ingen fdiskinsformation hittas.
uk: Доступної інформації про fdisk немає.
zh_cn: 未找到fdisk信息。

source: Fdisk Partition Information
af: F skyf Partisie Inligting
ca: Informació particions Fdisk
cs: Informace o oddílu z nástroje fdisk
de: Fdisk Partitionsinformation
el: Πληροφορίες Κατάτμησης fdisk
es: Información Fdisk
fr: Informations sur la Partition Fdisk
hu: Fdisk partícióinformációk
it: Informazioni di partizione Fdisk
lo: ຂໍ້ມູນພາທິຊັນ Fdisk
nl: Fdisk Partitie Informatie
pl: Informacje o partycji fdisk
ro: Informații fdisk partiție
ru: Информация о разделах fdisk
sv: Fdisk Partitionsinformation
uk: Інформація про Розділ Fdisk
zh_cn: Fdisk分区信息

source: RSYNC Client Information & Status
af: RSYNC -Klient Informasie & Status
ca: RSYNC informació del client i estat
cs: RSYNC klient – informace a stav
de: RSYNC-Client – Information & Zustand
el: Πληροφορίες & Κατάσταση Πελάτη RSYNC
es: Info y estado RSYNC
fr: Information & Statut du client RSYNC
hu: RSYNC kliens információ & állapot
it: Informazioni e status del client RSYNC
lo: ຂໍ້ມູນ ແລະ ສະຖານະລູກຂ່າຍ RSYNC
nl: RSYNC Cliënt Informatie & Status
pl: Klient RSYNC Informacje i status
ro: Informații client & Stare RSYNC
ru: Информация и статус RSYNC клиента
sv: RSYNC Klient Information & Status
uk: Інформація та статус RSYNC клієнта
zh_cn: RSYNC 客户端信息和状态

source: Remote Server Address
af: Afgeleë Bediener Adres
ca: Adreça del servidor remot
cs: Adresa vzdáleného serveru
de: Adresse des Zielservers
el: Διεύθυνση Απομακρυσμένου Διακομιστή
es: Dirección servidor remoto
fr: Adresse du Serveur Distant
hu: Távoli szerver címe
it: Indirizzo Server Remoto
lo: ທີ່ຢູ່ເຊີບເວີປາຍທາງ
nl: Externe Server Adres
pl: Adres serwera zdalnego
ro: Adresă server remote
ru: Адрес удаленного сервера
sv: Fjärrserveradress
uk: Адреса віддаленого серверу
zh_cn: 远程服务器地址

source: Remote Share Name
af: Afgeleë Deel Naam
ca: Nom del servidor remot
cs: Adresa sdílení na protějšku
de: Netzwerkfreigabename
el: Όνομα Απομακρυσμένου Κοινόχρηστου
es: Nombre de servidor remoto
fr: Nom du Partage Distant
hu: Távoli megosztás neve
it: Nome Condivisione Remota
lo: ຊື່ແຊຣ໌ປາຍທາງ
nl: Externe Deelnaam
pl: Nazwa zdalnego udziału
ro: Nume partajare remote
ru: Имя удаленного общего ресурса
sv: Namn på fjärrutdelning
uk: Ім'я віддаленого ресурсу
zh_cn: 远程共享名称

source: Direction
af: Rigting
ca: Direcció
cs: Směr
de: Richtung
el: Κατεύθυνση
es: Dirección
hu: Irány
it: Direzione
lo: ທິດທາງ
nl: Richting
pl: Kierunek
ro: Direcție
ru: Направление
sv: Riktning
uk: Напрямок
zh_cn: 方向

source: Local Share
af: Plaaslike Aandeel
ca: Compartició local
cs: Místní sdílení
de: Lokale Freigabe
el: Τοπικό Κοινόχρηστο
es: Compartición local
fr: Partage Local
hu: Helyi megosztás
it: Condivisione locale
lo: ແຊຣ໌ພາຍໃນ
nl: Lokaal Gedeeld
pl: Lokalny udział
ro: Partajare locală
ru: Локальный общий ресурс
sv: Lokal utdelning
uk: Локальні ресурси
zh_cn: 本地共享

source: Detected Remote Shares
af: Bespeur Afgeleë Aandele
ca: Comparticións remotes detectades
cs: Zjištěná sdílení na protějšku
de: Netzwerkfreigabe erkannt
el: Εντοπισμένα Απομακρυσμένα Κοινόχρηστα
es: Comparticiones remotas detectadas
fr: Partages Distants Détectés
hu: Észlelt távoli megosztások
it: Condivisioni Remote rilevate
lo: ແຊຣ໌ປາຍທາງທີ່ກວດພົບ
nl: Gedetecteerde Externe Delingen
pl: Wykryte zdalne udziały
ro: Partajări remote detectate
ru: Обнаруженные удаленные общие ресурсы
sv: Upptäckta fjärrutdelningar
uk: Виявлені віддалені ресурси
zh_cn: 检测到远程共享

source: Push
af: Stoot
ca: Incorpora («Push»)
cs: Odeslat
de: Übertragen
el: Μεταφορά
es: Incorporar
fr: Envoi
lo: ສົ່ງອອກ
nl: Wegbrengen
pl: Wyślij
ro: Împinge
ru: Передать
sv: Skicka
uk: Надіслати
zh_cn: 推送

source: Pull
af: Trek
ca: Extreu («Pull»)
cs: Stáhnout
de: Abrufen
el: Λήψη
es: Extraer
fr: Extraction
lo: ດຶງເຂົ້າ
nl: Ophalen
pl: Pobierz
ro: Trage
ru: Принять
sv: Hämta
uk: Пул
zh_cn: 拉取

source: No RSYNC Client configured.
af: Geen RSYNC Klient gekonfigureer.
ca: Sense RSYNC client configurat.
cs: Nebyl nastaven žádný RSYNC klient.
de: Es wurde kein RSYNC Client konfiguriert.
el: Δε ρυθμίστηκε Πελάτης RSYNC.
es: No está configurado el cliente RSYNC
fr: Aucun client RSYNC configuré
hu: RSYNC kliens nincs konfigurálva.
it: Nessun client RSYNC configurato
lo: ບໍ່ມີການຕັ້ງຄ່າລູກຂ່າຍ RSYNC.
nl: Er is geen RSYNC Cliënt geconfigureerd.
pl: Nie skonfigurowano klienta RSYNC
ro: Niciun client RSYNC configurat.
ru: RSYNC Клиент не сконфигурирован.
sv: Ingen RSYNC klient är konfigurerad.
uk: Немає сконфігурованого клієнту RSYNC.
zh_cn: 未配置RSYNC客户端。

source: SMB is disabled.
af: SMB is gedeaktiveer.
ca: SMB desactivat.
de: SMB ist deaktiviert.
el: Το SMB είναι απενεργοποιημένο.
es: SMB está deshabilitado
fr: SMB est désactivé.
hu: SMB letiltva
it: SMB è disabilitato.
lo: SMB ຖືກປິດໃຊ້ງານ.
nl: SMB is uitgeschakeld.
pl: SMB jest wyłączony
ro: Protocolul SMB este dezactivat.
ru: SMB отключен.
sv: SMB är inaktiverat.
uk: SMB не дозволений.
zh_cn: SMB已禁用。

source: No information available.
af: Nee informasie beskikbaar.
ca: No hi ha informació disponible.
cs: Nejsou dostupné žádné informace.
de: Keine Informationen verfügbar.
el: Δεν υπάρχουν διαθέσιμες πληροφορίες.
es: Sin información disponible.
fr: Pas d'information disponible
hu: Nem érhető el információ.
it: Nessuna informazione disponibile.
lo: ບໍ່ມີຂໍ້ມູນ.
nl: Geen informatie beschikbaar.
pl: Brak dostępnych informacji.
ro: Nicio informaţie disponibilă.
ru: Нет доступной информации.
sv: Ingen information tillgänglig.
uk: Доступної інформації немає.
zh_cn: 无可用信息。

source: Active Users
af: Aktiewe Gebruikers
ca: Usuaris actius
cs: Uživatelé, kteří jsou právě připojení
de: Aktive Benutzer
el: Ενεργοί χρήστες
es: Usuarios activos
fr: Utilisateurs actifs
hu: Aktív felhasználók
it: Utenti Attivi
lo: ຜູ້ໃຊ້ທີ່ເຄື່ອນໄຫວ
nl: Actieve Gebruikers
pl: Aktywni użytkownicy
ro: Utilizatori activi
ru: Активные пользователи
sv: Aktiva användare
uk: Активні користувачі
zh_cn: 活跃用户

source: Active Shares
af: Aktiewe Gedeeldes
ca: Recursos actius
cs: Sdílení, ke kterým je právě přistupováno
de: Aktive Freigaben
el: Ενεργά διαμοιραζόμενα
es: Compartidos AD
fr: Partages actifs
hu: Aktív megosztások
it: Condivisioni attive
lo: ແຊຣ໌ທີ່ເຄື່ອນໄຫວ
nl: Actief Gedeeld
pl: Aktywne udziały
ro: Partajări active
ru: Активные общие ресурсы
sv: Aktiva delningar
uk: Активні ресурси
zh_cn: 活跃共享区

source: Locked Files
af: Toegeslot Lêers
ca: Arxius bloquejats
cs: Uzamčené soubory
de: Gesperrte Dateien
el: Κλειδωμένα Αρχεία
es: Archivos bloqueados
fr: Fichiers Verrouillés
hu: Zárolt fájlok
it: Files bloccati
lo: ໄຟລ໌ທີ່ຖືກລັອກ
nl: Vergrendelde Bestanden
pl: Zablokowane pliki
ro: Fișiere blocate
ru: Заблокированные файлы
sv: Låsta filer
uk: Заблоковані Файли
zh_cn: 锁定的文件
