Repository: rojim666/xigmanas-code-r10599-trunk
Catalog: locale/xigmanas-*.po
Languages: af, ca, cs, de, el, es, fr, hu, it, lo, nl, pl, ro, ru, sv, uk, zh_cn

source: Enable Selected Sysctl Settings
af: Inskakel Geselekteerde Sysctl Instellings
ca: Activa la configuració de Sysctl seleccionada
de: Ausgewählte Sysctl Einstellungen aktivieren
el: Ενεργοποίηση Επιλεγμένων Ρυθμίσεων Sysctl
es: Habilitar la configuracion de sysctl seleccionada
fr: Activer les paramètres Sysctl sélectionnés
hu: Az kijelölt sysctl beállítások engedélyezése
it: Abilita i settaggi Sysctl selezionati
lo: ເປີດໃຊ້ງານການຕັ້ງຄ່າ sysctl ທີ່ເລືອກ
nl: Geselecteerde Sysctl Instellingen Inschakelen
ro: Activare setări sysctl selectate
ru: Включить выбранные настройки Sysctl
sv: Aktivera vald Sysctl inställning?
uk: Дозволити обрані налаштування sysctl
zh_cn: 启用选定的sysctl设置

source: Do you want to enable selected sysctl settings?
af: Wil jy geselekteerde stelsel instellings inskakel?
ca: Voleu activar la configuració de sysctl seleccionada?
cs: Chcete povolit vybraná nastavení sysctl?
de: Möchten Sie die ausgewählten Sysctl Einstellungen aktivieren?
el: Θέλετε να ενεργοποιήσετε τις επιλεγμένες ρυθμίσεις sysctl;
es: ¿Desea habilitar la configuración de sysctl seleccionada?
fr: Voulez-vous activer les paramètres sysctl sélectionnés?
hu: %1$s menedzselt, %2$s használt, %3$s elérhető
it: Vuoi attivare i settaggi sysctl selezionati?
lo: ທ່ານຕ້ອງການເປີດໃຊ້ງານການຕັ້ງຄ່າ sysctl ທີ່ເລືອກບໍ່?
nl: Wilt u de geselecteerde sysctl instellingen inschakelen?
ro: Doriți să activați setările sysctl selectate?
ru: Вы хотите включить выбранные настройки sysctl?
sv: Vill du aktivera vald Sysctl inställning?
uk: Ви дійсно хочете увімкнути обрані налаштування Sysctl?
zh_cn: 是否要启用选定的sysctl设置？

source: Toggle Selected Sysctl Settings
af: Toggle Geselekteerde Sysctl Instellings
ca: Commuta la configuració de Sysctl seleccionada
de: Ausgewählte Sysctl Einstellungen umschalten
el: Μεταβολή Επιλεγμένων Ρυθμίσεων Sysctl
es: Cambiar las configuraciones Sysctl seleccionadas
fr: Changer d'état les paramètres sysctl sélectionnés
it: Abilitare le impostazioni Sysctl selezionate
lo: ສະຫຼັບການໃຊ້ງານການຕັ້ງຄ່າ sysctl ທີ່ເລືອກ
nl: Omschakelen Geselecteerde Sysctl Instellingen
ro: Inversare selecție setări Sysctl
ru: Переключить выбранные настройки Sysctl
sv: Växla vald Sysctl inställningar
uk: Перемкнути обрані налаштування Sysctl
zh_cn: 切换选中的Sysctl设置。

source: Do you want to toggle selected sysctl settings?
af: Doen jy wil geselekteerde stelsel instellings toggle?
ca: Voleu canviar la configuració de sysctl seleccionada?
de: Möchten Sie die ausgewählten Sysctl Einstellungen umschalten?
el: Θέλετε να μεταβάλλετε τις επιλεγμένες ρυθμίσεις sysctl;
es: ¿Desea alternar la configuración de sysctl seleccionada?
fr: Voulez-vous changerd'état les paramètres sysctl sélectionnés?
hu: Szeretnél átváltani a kijelült sysctl beállításokra.
it: Vuoi attivare i settaggi sysctl selezionati?
lo: ທ່ານຕ້ອງການສະຫຼັບການໃຊ້ງານການຕັ້ງຄ່າ sysctl ທີ່ເລືອກບໍ່?
nl: Wilt u de geselecteerde sysctl instellingen omschakelen?
ro: Doriți să inversați starea setărilor sysctl selectate?
ru: Вы хотите переключать выбранные настройки sysctl?
sv: Vill du växla vald Sysctl inställning?
uk: Ви підтверджуєте перемикання вибраних налаштувань sysctl?
zh_cn: 是否要切换选定的sysctl设置？

source: These sysctl variables will be added to /etc/sysctl.conf. It allows you to make changes to a running system.
af: Hierdie sysctl veranderlikes sal bygevoeg word om /etc/sysctl.conf. Dit laat jou toe om veranderinge aan 'n hardloop stelsel maak.
ca: Aquestes variables sysctl s’afegiran a /etc/sysctl.conf. Permet fer canvis en un sistema en funcionament.
de: Diese sysctl-Variablen werden zu /etc/sysctl.conf hinzugefügt. Hiermit können Sie Änderungen an einem laufenden System vornehmen.
el: Αυτές οι μεταβλητές sysctl θα προστεθούν στο /etc/sysctl.conf. Σας επιτρέπει να κάνετε αλλαγές σε ένα σύστημα που είναι σε λειτουργία.
es: Las variables sysctl aquí mostradas se añadiran a /etc/sysctl.conf. esto le permite realizar cambios al sistema en ejecución.
fr: Ces variables sysctl seront ajoutées à /etc/sysctl.conf. Il vous permet d'apporter des modifications à un système en cours d'exécution.
it: Queste variabili sysctl verranno aggiunte al file /etc/sysctl.conf- Permettono di apportare modifiche ad un sistema già avviato.
lo: ຕົວແປ sysctl ເຫຼົ່ານີ້ຈະຖືກເພີ່ມໃສ່ /etc/sysctl.conf. ມັນຊ່ວຍໃຫ້ທ່ານສາມາດປ່ຽນແປງລະບົບທີ່ກຳລັງເຮັດວຽກຢູ່ໄດ້.
nl: Deze sysctl variabelen worden toegevoegd aan /etc/sysctl.conf. Hiermee kunt u wijzigingen aanbrengen in een lopend systeem.
ro: Aceste variabile sysctl vor fi adăugate la fișierul /etc/sysctl.conf. Ele vor permite efectuarea de modificări la un sistem care rulează.
ru: Эти переменные sysctl будут добавлены в /etc/sysctl.conf. Это позволяет вносить изменения в работающую систему.
sv: Dessa sysctl variabler kommer läggas till /etc/sysctl.conf. Detta ger dig möjlighet att göra ändringar i ett system som körs.
uk: Ці змінні sysctl будуть додані до /etc/sysctl.conf. Це дозволить вам зробити зміни на працюючий системі.
zh_cn: 这些sysctl变量将添加到/etc/sysctl.conf中。 它允许你对正在运行的系统进行更改。

source: Variable
af: Veranderlike
cs: Proměnná
el: Μεταβλητή
hu: Változó
it: Variabile
lo: ຕົວແປ
nl: Variabele
pl: Zmienna
ro: Variabilă
ru: Переменная
sv: Variabel
uk: Змінна
zh_cn: 变量

source: The value of the setting.
af: Die waarde van die instelling.
ca: El valor de la configuració.
de: Der Wert der Einstellung.
el: Η τιμή της ρύθμισης.
es: El valor configurado.
fr: La valeur du paramètre.
it: Valore dell'impostazione
lo: ຄ່າຂອງການຕັ້ງຄ່າ.
nl: De waarde van de instelling.
ro: Valoarea setării.
ru: Значение настройки.
sv: Värdet för inställningen
uk: Значення налаштування.
zh_cn: 设置的值。

source: Choose which interface this route applies to.
af: Kies vir watter koppelvlak hierdie roete geld.
ca: Trieu a quin interfície s'aplica aquesta regla
cs: Zvolte rozhraní pro které bude tato trasa platit.
de: Wählen Sie eine Netzwerkschnittstelle, auf die diese Route angewandt wird.
el: Επιλέξτε για ποια διασύνδεση ισχύει αυτή η δρομολόγηση.
es: Elija el interfaz al que aplicar esta ruta.
fr: Sélectionnez à quelle interface cette route s'applique.
hu: Válaszd ki, melyik interfészhez tartozik ez az útvonal.
it: Scegli a quale interfaccia applicare questa route.
lo: ເລືອກວ່າເສັ້ນທາງນີ້ຈະນຳໃຊ້ກັບອິນເຕີເຟດໃດ.
nl: Selecteer het netwerk waarop deze route van toepassing is.
pl: Wskaż interfejs, dla którego jest ten ruting.
ro: Selectați interfața pentru care se aplică această rută.
ru: Выберите, к каким интерфейсам применим этот маршрут.
sv: Välj det gränssnitt som denna väg gäller.
uk: Виберіть інтерфейси до яких застосувати дане правило
zh_cn: 选择此路由应用于哪个接口。

source: Destination network for this static route.
af: Bestemming netwerk vir hierdie statiese roete.
ca: Xarxa de destí per aquesta ruta estàtica.
cs: Cílová síť pro toto statické směrování.
de: Zielnetzwerk für diese statische Route.
el: Δίκτυο προορισμού για αυτή τη στατική δρομολόγηση.
es: Red de destino para esta ruta estática.
fr: Réseau de destination pour cette route statique.
hu: Ezen statikus útvonlat célhálózata.
it: Rete di destinazione per questo percorso statico.
lo: ເຄືອຂ່າຍປາຍທາງສຳລັບເສັ້ນທາງສະຖິດນີ້.
nl: Bestemmingsnetwerk voor deze statische route.
ro: Rețea destinație pentru această rută statică.
ru: Сеть назначения для этого статического маршрута.
sv: Destinationsnätverk för denna statiska rutt.
uk: Мережа призначення для цього статичного маршруту.
zh_cn: 此静态路由的目的网络

source: Gateway to be used to reach the destination network.
af: Gateway om wees gebruiked te bereik die bestemming netwerk.
ca: Porta d'enllaç a ser utilitzat per arribar a la xarxa de destinació.
cs: Brána do cílové sítě
de: Gateway, der zum Erreichen des Zielnetzwerks benutzt werden soll.
el: Πύλη που χρησιμοποιείται για πρόσβαση στο δίκτυο προορισμού.
es: Puerta de enlace usada para alcanzar la red de destino.
fr: Passerelle à utiliser pour atteindre le réseau de destination
hu: Az átjárót távoli hálózatok eléréshez használják.
it: Gateway da usare per arrivare alla rete di destinazione.
lo: ເກດເວທີ່ຈະໃຊ້ເພື່ອໄປເຖິງເຄືອຂ່າຍປາຍທາງ.
nl: De gebruikte gateway om het bestemmingsnetwerk te bereiken.
pl: Brama używana przy dostępie do sieci docelowej
ro: Gateway de utilizat pentru rețeaua de destinație.
ru: Шлюз будет использован для доступа в указанную сеть.
sv: Gateway som används för att nå destinationsnätverk.
uk: Шлюз до підмережі призначення.
zh_cn: 用网关到达目的端网络。

source: Add Route
af: Voeg Roete
ca: Afegir ruta
cs: Přidat trasu
de: Route hinzufügen
el: Προσθήκη Δρομολόγησης
es: Añadir Ruta
fr: Ajouter une route
hu: Útvonal hozzáadása
it: Aggiungi Route
lo: ເພີ່ມເສັ້ນທາງ
nl: Route Toevoegen
pl: Dodaj trasę
ro: Adăugare Rută
ru: Добавить маршрут
sv: Lägg till väg
uk: Додати маршрут
zh_cn: 添加路由

source: Edit Route
af: Redigeer Roete
ca: Editar ruta
cs: Upravit trasu
de: Route bearbeiten
el: Επεξεργασία Δρομολόγησης
es: Editar Ruta
fr: Modifier l'itinéraire
hu: Útvonal szerkesztése
it: Modifica Route
lo: ແກ້ໄຂເສັ້ນທາງ
nl: Bewerk Route
pl: Edytuj trasę
ro: Editare Rută
ru: Редактировать маршрут
sv: Redigera väg
uk: Редагувати маршрут
zh_cn: 编辑路由

source: Route is marked for deletion
af: Roete is gemerk vir skrap
ca: La ruta està marcada per esborrar
cs: Trasa je označena ke smazání
de: Route wurde zum Löschen markiert
el: Η δρομολόγηση έχει σημειωθεί προς διαγραφή
es: La ruta ha sido marcada para borrado
fr: Le chemin est marqué pour suppression
hu: Útvonal törlésre megjelölve
it: Route segnalata per la cancellazione
lo: ເສັ້ນທາງຖືກໝາຍໄວ້ເພື່ອລຶບ
nl: Route is gemarkeerd voor verwijdering
ro: Ruta este marcată pentru ștergere
ru: Маршрут помечен для удаления
sv: Rutten är markerad för borttagning
uk: Маршрут позначений для видалення
zh_cn: 路由被标记为删除

source: Route is locked
af: Roete is toegeslot
ca: La ruta està bloquejada
de: Route ist gesperrt
el: Η δρομολόγηση είναι κλειδωμένη
es: Ruta bloqueada
fr: La route est verrouillée
it: Il percorso è bloccato
lo: ເສັ້ນທາງຖືກລັອກ
nl: Route is vergrendeld
ro: Ruta este blocată
ru: Маршрут заблокирован
sv: Rutten är låst
uk: Маршрут заблокований
zh_cn: 路由被锁定

source: Route is unlocked
af: Roete is ontgeslot
ca: La ruta està desbloquejada
cs: Trasa
de: Route ist entriegelt
el: Η δρομολόγηση είναι ξεκλείδωτη
es: La ruta está desbloqueado
fr: Le chemin est déverrouillé
hu: Az útvonal zárolását feloldottad
it: Route sbloccata
lo: ເສັ້ນທາງຖືກປົດລັອກ
nl: Route is ontgrendeld
ro: Ruta este deblocată
ru: Маршрут разблокирован
sv: Rutten är olåst
uk: Маршрут розблокований
zh_cn: 路由已解锁

source: Delete Selected Routes
af: Skrap Geselekteerde Roetes
ca: Suprimeix rutas seleccionades
cs: Smazat označené trasy
de: Ausgewählte Routen löschen
el: Διαγραφή Επιλεγμένων Δρομολογήσεων
es: Borrar rutas seleccionadas
fr: Supprimer les chemins sélectionnés
hu: Kijelölt útvonalak törlése
it: Cancella Routes selezionate
lo: ລຶບເສັ້ນທາງທີ່ເລືອກ
nl: Geselecteerde Routes Verwijderen
ro: Ștergere rute selectate
ru: Удалить выбранные маршруты
sv: Ta bort valda rutter
uk: Видалити обрані маршрути
zh_cn: 删除选中的路由

source: Do you want to delete selected routes?
af: Wil jy geselekteerde roetes skrap?
ca: Voleu eliminar les rutes seleccionats?
cs: Opravdu smazat označené trasy?
de: Möchten Sie die ausgewählte Route löschen?
el: Θέλετε να διαγράψετε τις επιλεγμένες δρομολογήσεις;
es: ¿Desea Borrar las rutas seleccionadas?
fr: Voulez-vous supprimer les chemins sélectionnés?
hu: Biztos, hogy törlöd a kijelölt útvonalakat?
it: Desideri cancellare le routes selezionate?
lo: ທ່ານຕ້ອງການລຶບເສັ້ນທາງທີ່ເລືອກບໍ່?
nl: Wilt u de geselecteerde routes verwijderen?
ro: Doriți să ștergeți rutele selectate?
ru: Вы хотите удалить выбранные маршруты?
sv: Vill du ta bort valda rutter?
uk: Ви підтверджуєте видалення обраних маршрутів?
zh_cn: 要删除选中的路线吗？

source: Disable Selected Routes
af: Deaktiveer Geselekteerde Roetes
ca: Desactiva les rutes seleccionades
cs: Zakázat označené trasy
de: Ausgewählte Routen abschalten
el: Απενεργοποίηση Επιλεγμένων Δρομολογήσεων
es: Deshabilitar rutas seleccionadas
fr: Désactiver les Routes Sélectionnées
hu: A kijelölt útvonalak tiltása
it: Disabilita le Rotte Selezionate
lo: ປິດໃຊ້ງານເສັ້ນທາງທີ່ເລືອກ
nl: Uitschakelen Geselecteerde Routes
ro: Dezactivare rute selectate
ru: Отключить выбранные маршруты
sv: Inaktivera valda rutter
uk: Заборонити обрані маршрути
zh_cn: 禁用所选路由

source: Do you want to disable selected routes?
af: Wil jy geselekteerde roetes deaktiveer?
ca: Voleu desactivar les rutes seleccionades?
cs: Chcete zakázat zvolené routy?
de: Wollen Sie die gewählten Routen abschalten?
el: Θέλετε να απενεργοποιήσετε τις επιλεγμένες δρομολογήσεις;
es: ¿Desea deshabilitar las rutas seleccionadas?
fr: Voulez-vous désactiver les routes sélectionnées?
hu: Valóban tiltani akradod a kijelölt útvonalakat?
it: Vuoi disattivare i percorsi selezionati?
lo: ທ່ານຕ້ອງການປິດໃຊ້ງານເສັ້ນທາງທີ່ເລືອກບໍ່?
nl: Wilt u de geselecteerde routes uitschakelen?
ro: Doriți să dezactivați rutele selectate?
ru: Вы хотите отключить выбранные маршруты?
sv: Vill du inaktivera valda rutter?
uk: Ви дійсно бажаєте заборонити обрані маршрути?
zh_cn: 你要禁用选定的路由吗？

source: Enable Selected Routes
af: Inskakel Geselekteerde Roetes
ca: Activa les rutes seleccionades
de: Ausgewählte Routen zuschalten
el: Eνεργοποίηση Επιλεγμένων Δρομολογήσεων
es: Habilitar rutas seleccionadas
fr: Activer les Routes Sélectionnées
hu: A kijelölt útvonalak engedélyezése
it: Abilita i percorsi selezionati
lo: ເປີດໃຊ້ງານເສັ້ນທາງທີ່ເລືອກ
nl: Geselecteerde Routes Inschakelen
ro: Activare rute selectate
ru: Включить выбранные маршруты
sv: Aktivera valda rutter
uk: Дозволити обрані маршрути
zh_cn: 启用选中的路由

source: Do you want to enable selected routes?
af: Wil jy geselekteerde roetes Inskakel?
ca: Voleu activar les rutes seleccionades?
de: Wolle Sie die gewählten Routen zuschalten?
el: Θέλετε να ενεργοποιήσετε τις επιλεγμένες δρομολογήσεις;
es: ¿Desea habilitar las rutas seleccionadas?
fr: Voulez-vous activer les routes sélectionnées?
hu: Állapot
it: Vuoi attivare i percorsi selezionati?
lo: ທ່ານຕ້ອງການເປີດໃຊ້ງານເສັ້ນທາງທີ່ເລືອກບໍ່?
nl: Wilt u de geselecteerde routes inschakelen?
ro: Doriți să activați rutele selectate?
ru: Вы хотите включить выбранные маршруты?
sv: Vill du aktivera valda rutter?
uk: Ви дійсно бажаєте дозволити обрані маршрути?
zh_cn: 你要启用选中的路由吗？

source: Toggle Selected Routes
af: Toggle Geselekteerde Roetes
ca: Commuta les rutes seleccionades
de: Ausgewählte Routen umschalten
el: Μεταβολή Επιλεγμένων Δρομολογήσεων
es: Intercambiar rutas
fr: Changer d'état les Routes Sélectionnées
it: Abilitare le rotte selezionate
lo: ສະຫຼັບການໃຊ້ງານເສັ້ນທາງທີ່ເລືອກ
nl: Geselecteerde Routes Omschakelen
ro: Inversare selecție rute
ru: Переключить выбранные маршруты
sv: Växla valda rutter
uk: Перемкнути обрані маршрути
zh_cn: 切换选中的路由

source: Do you want to toggle selected routes?
af: Doen jy wil geselekteerde roetes toggle?
ca: Voleu alternar les rutes seleccionades?
de: 39/5000 Möchten Sie ausgewählte Routen umschalten?
el: Θέλετε να μεταβάλλετε τις επιλεγμένες δρομολογήσεις;
es: ¿Desea intercambiar las rutas seleccionadas?
fr: Voulez-vous changer d'état les routes sélectionnées?
hu: Szeretnél átváltani a kijelölt útvonalakra?
it: Vuoi attivare i percorsi selezionati?
lo: ທ່ານຕ້ອງການສະຫຼັບການໃຊ້ງານເສັ້ນທາງທີ່ເລືອກບໍ່?
nl: Wilt u de geselecteerde routes omschakelen?
ro: Doriți să inversați starea rutelor selectate?
ru: Вы хотите переключать выбранные маршруты?
sv: Vill du växla valda rutter?
uk: Ви дійсно бажаєте перемкнути вибрані маршрути?
zh_cn: 你要切换选中的路由吗？

source: Destination Network
af: Bestemming Netwerk
ca: Xarxa de destí
cs: Cílová síť
de: Zielnetz
el: Δίκτυο Προορισμού
es: Red de Destino
fr: Réseau de Destination
hu: Célhálózat
it: Rete di destinazione
lo: ເຄືອຂ່າຍປາຍທາງ
nl: Bestemmingsnetwerk
pl: Sieć docelowa
ro: Reţea destinaţie
ru: Сеть назначения
sv: Destinationsnätverk
uk: Мережа призначення
zh_cn: 目的网络

source: Running user
af: Hardlooping gebruiker
ca: Usuari en execució
de: Ausführender Nutzer
el: Χρήστης που την εκτελεί
es: Usuario en ejecución
fr: Utilisateur en cours
it: Utente in esecuzione
lo: ຜູ້ໃຊ້ທີ່ກຳລັງເຮັດວຽກ
nl: Actieve gebruiker
ro: Utilizator activ
ru: Запуск от имени пользователя
sv: Körande användare
uk: Виконати від користувача
zh_cn: 正在运行的用户

source: These option(s) will be added to /boot/loader.conf.local. This allows you to specify parameters to be passed to the kernel and additional modules to be loaded.
af: Hierdie opsie (s) sal bygevoeg word /boot/loader.conf.local. Hiermee kan u parameters spesifiseer wat aan die kern oorgedra moet word en addisionele modules wat gelaai moet word.
ca: Aquestes opcions s’afegiran a /boot/loader.conf.local. Això us permet especificar els paràmetres que s'han de passar al nucli i els mòduls addicionals que es carregaran.
de: Diese Option(en) werden zu /boot/loader.conf.local hinzugefügt. Auf diese Weise können Sie Parameter angeben, die an den Kernel übergeben werden sollen, und zusätzliche Module, die geladen werden sollen.
el: Αυτές οι επιλογές θα προστεθούν στο /boot/loader.conf.local. Αυτό σας επιτρέπει να καθορίσετε παραμέτρους που θα περάσουν στον πυρήνα και επιπλέον αρθρώματα για να φορτωθούν.
es: Esta opción(es) serán añadidas a /boot/loader.conf.local. Esto le permite especificar parámetros que se pasarán al kernel y módulos adicionales que serán cargados.
fr: Ces options seront ajoutées à /boot/loader.conf.local. Cela vous permet de spécifier les paramètres à transmettre au noyau et les modules supplémentaires à charger.
it: Questa(e) opzione(i) saranno aggiunte al file /boot/loader.conf.local. Questo permette di specificare quali parametri devono essere inoltrati al kernel e quali moduli aggiuntivi devono essere caricati.
lo: ຕົວເລືອກເຫຼົ່ານີ້ຈະຖືກເພີ່ມໃສ່ /boot/loader.conf.local. ອັນນີ້ຊ່ວຍໃຫ້ທ່ານສາມາດລະບຸພາຣາມິເຕີທີ່ຈະສົ່ງໃຫ້ເຄີເນລ ແລະ ໂມດູນເພີ່ມເຕີມທີ່ຈະໂຫຼດ.
nl: Deze optie(s) worden toegevoegd aan /boot/loader.conf.local. Hiermee kunt u parameters opgeven die aan de kernel worden doorgegeven en extra modules worden geladen.
ro: Aceste opțiuni vor fi adăugate la la fișierul de configurare /boot/loader.conf.local. Se pot specifica astfel diverși parametri pentru kernel sau modulele suplimentare de utilizat.
ru: Эти опции будут добавлены в /boot/loader.conf.local. Это позволяет вам указать параметры для передачи в ядро ​​и дополнительные модули для загрузки.
sv: Dessa alternativ kommer läggas till /boot/loader.conf.local. Detta ger dig möjligheter att specificera parametrar som överförs till kärnan och extra moduler som skall laddas.
uk: Ці налаштування будуть додані до /boot/loader.conf.local. Це дозволить вам передавати ці параметри до ядра та завантажувати розширені модулі.
zh_cn: 这些选项将添加到/boot/loader.conf.local。 这使您可以指定要传递给内核的参数以及要加载的其他模块。

source: The name of the variable.
af: Die naam van die veranderlike.
ca: El nom de la variable.
de: Der Name der Variable.
el: Το όνομα της μεταβλητής
es: El nombre de la variable
fr: Le nom de la variable.
it: Nome della variabile
lo: ຊື່ຂອງຕົວແປ.
nl: De naam van de variabele.
ro: Numele variabilei.
ru: Имя переменной.
sv: Namnet på variabeln.
uk: Ім'я змінної
zh_cn: 变量的名称。

source: The value of the variable.
af: Die waarde van die veranderlike.
ca: El valor de la variable.
cs: Hodnota proměnné.
de: Der Wert der Variable.
el: Η τιμή της μεταβλητής.
es: El valor de la variable.
fr: La valeur de la variable.
hu: A változó értéke.
it: Il valore della variabile.
lo: ຄ່າຂອງຕົວແປ.
nl: De waarde van de variabele.
pl: Wartość zmiennej.
ro: Valoarea variabilei.
ru: Значение переменной.
sv: Värdet på variabeln.
uk: Значення змінної.
zh_cn: 变量的值。

source: Disabled variable names will be removed from /etc/rc.conf.
af: Gedeaktiveer veranderlike name sal wees verwyder vanaf /etc/rc.conf.
ca: Els noms de les variables deshabilitats s’eliminaran del fitxer /etc/rc.conf.
cs: Názvy vypnutých proměnných budou odebrány z /etc/rc.conf.
de: Gesperrte Vaiablennamen werden aus /etc/rc.conf entfernt.
el: Τα ονόματα των απενεργοποιημένων μεταβλητών θα αφαιρεθούν από το /etc/rc.conf.
es: Los nombres de variables deshabilitados se eliminarán de /etc/rc.conf.
fr: Les noms de variables désactivés seront supprimés de /etc/rc.conf.
hu: A kikapcsolt változókat eltávolítjuk a /etc/rf.conf fájlból.
it: Il nome della variabile disattivato, sarà rimosso da /etc/rc.conf.
lo: ຊື່ຕົວແປທີ່ຖືກປິດໃຊ້ງານຈະຖືກລຶບອອກຈາກ /etc/rc.conf.
nl: Uitgeschakelde variabele namen zullen worden verwijderd uit /etc/rc.conf.
ro: Numele de variabile dezactivate vor fi șterse din /etc/rc.conf.
ru: Имена отключенных переменных будут удалены из /etc/rc.conf.
sv: Inaktiverade variabelnamn kommer tas bort från /etc/rc.conf.
uk: Вимкнені імена змінних будуть видалені з /etc/rc.conf.
zh_cn: 禁用的变量名将从/etc/rc.conf中删除。

source: Enabled options will be added to /etc/rc.conf.
af: Ingeskakel opsies sal bygevoeg word om /etc/rc.conf.
ca: Les opcions habilitades s’afegiran a /etc/rc.conf.
cs: Zapnuté voby budou přidány do /etc/rc.conf.
de: Erlaubte Optionen weden /etc/rc.conf hinzugefügt.
el: Οι ενεργοποιημένες επιλογές θα προστεθούν στο /etc/rc.conf.
es: Las opciones habilitadas se agregarán a /etc/rc.conf.
fr: Les options activées seront ajoutées à /etc/rc.conf.
hu: A bekapcsolt változókat hozzáadjuk a /etc/rf.conf fájlhoz.
it: Le opzioni abilitate saranno aggiunte a /etc/rc.conf.
lo: ຕົວເລືອກທີ່ເປີດໃຊ້ງານຈະຖືກເພີ່ມໃສ່ /etc/rc.conf.
nl: Ingeschakelde opties worden toegevoegd aan/etc/rc.conf.
ro: Opțiunile activate vor fi adăugate în /etc/rc.conf.
ru: Включенные параметры будут добавлены в /etc/rc.conf.
sv: Aktiverade optioner kommer att läggas till i /etc/rc.conf.
uk: Увімкнені параметри будуть додані до /etc/rc.conf.
zh_cn: 启用的选项将添加到/etc/rc.conf中。

source: Name of the variable.
af: Naam van die veranderlike.
ca: Nom de la variable.
cs: Název proměnné
de: Name der Variablen.
el: Το όνομα της μεταβλητής.
es: Nombre de la variable
fr: Nom de la variable.
hu: A változó neve.
it: Nome della variabile
lo: ຊື່ຂອງຕົວແປ.
nl: Naam van de variable.
pl: Nazwa zmiennej.
ro: Numele variabilei.
ru: Имя переменной.
sv: Namn på variabeln.
uk: Ім'я змінної.
zh_cn: 改名名称。

source: Enter Value
af: Ingaan Waarde
ca: Introduïu el valor
cs: Zadejte hodnotu
de: Wert eingeben
el: Εισάγετε Τιμή
es: Introduzca dato
fr: Entrer une valeur
hu: Adj meg egy értéket
it: Inserire un valore
lo: ປ້ອນຄ່າ
nl: Voer waarde in
ro: Introduceți o valoarea
ru: Введите значение
sv: Mata in värde
uk: Введіть значення
zh_cn: 输入数值

source: Display action buttons in the scrollable area instead of the footer area.
af: Vertoon aksie knoppies in die scrollable area in plaas van die footer area.
ca: Mostra els botons d'acció a la zona desplegable en comptes de la zona del peu de pàgina.
cs: Zobrazit tlačítka akcí v posouvatelné oblasti namísto v zápatí.
de: Anzeige der Action-Buttons im Scrollbereich statt im Fußzeilenbereich.
el: Εμφάνιση των κουμπιών ενεργειών στην περιοχή κύλισης αντί για το υποσέλιδο.
es: Muestra los botones en el area de scroll en lugar de en la parte inferior
fr: Afficher les boutons d'action dans la zone de défilement au lieu de la zone du pied de page.
hu: Műveletek gomb a görgethető területen legyen, ne a láblécen.
it: Visualizza il tasto delle attività nell'area scrollabile invece che nella parte bassa.
lo: ສະແດງປຸ່ມດຳເນີນການໃນພື້ນທີ່ທີ່ເລື່ອນໄດ້ແທນພື້ນທີ່ສ່ວນທ້າຍ.
nl: Toon actieknoppen in het scrollbare gebied in plaats van het voettekstgebied.
ro: Afișare butoane de acțiune în zona de derulare în loc de zona de subsol a paginii.
ru: Отобразить кнопки действий в области прокрутки вместо области нижнего колонтитула.
sv: Visa aktivitetsknappar i den rullningsbara delen i stället för sidfoten.
uk: Відображати кнопки виконання в зоні прокрутки замість зони виноски.
zh_cn: 在可滚动区域中显示操作按钮，而不是页脚区域。
