Repository: rojim666/xigmanas-code-r10599-trunk
Catalog: locale/xigmanas-*.po
Languages: af, ca, cs, de, el, es, fr, hu, it, lo, nl, pl, ro, ru, sv, uk, zh_cn

source: Auth Group is marked for deletion
af: Auth Groep is gemerk vir skrap
ca: El grup de autenticació està marcat per suprimir
cs: Ověřovací skupina je označena ke smazání
de: Authentifizierungsgruppe ist zum Löschen vorgemerkt
el: Η ομάδα πιστοποίησης έχει σημειωθεί προς διαγραφή.
es: El grupo de autenticación está marcado para supresión
fr: Le groupe d'authentification est marqué pour la suppression
hu: A Hitelesítési csoportot törlése jelölték meg
it: Il gruppo autorizzazione è segnalato per la cancellazione
lo: ກຸ່ມກວດສອບສິດຖືກໝາຍໄວ້ເພື່ອລຶບ
nl: Auth Groep is gemarkeerd voor verwijdering
ro: Grup autorizat marcat pentru ștergere
ru: Группа аутентификации отмечена для удаления
sv: Autentiseringsgruppen är markerad för borttagning
uk: Група автентифікації позначена для видалення
zh_cn: 认证组标记为删除

source: Auth Group is locked
af: Auth Groep is geslote
ca: Grup d'autenticació està bloquejat
cs: Ověřovací skupina je uzamčena
de: Authentifizierungsgruppe ist gesperrt
el: Ομάδα Πιστοποίησης κλειδωμένη
es: El grupo de autenticación está bloqueado
fr: Le groupe d'authentification est verrouillé
hu: A Hitelesítési csoport zárolt
it: Gruppo autorizzazione bloccato
lo: ກຸ່ມກວດສອບສິດຖືກລັອກ
nl: Auth Groep is vergrendeld
ro: Grup autorizat blocat
ru: Группа аутентификации заблокирована
sv: Autentiseringsgruppen är låst
uk: Група автентифікації заблокована
zh_cn: 认证组被锁定

source: Auth Group is unlocked
af: Auth Groep is ongeslote
ca: El grup de autenticació està desbloquejat
cs: Ověřovací skupina je odemčena
de: Authentifizierungsgruppe ist entsperrt
el: Ομάδα Πιστοποίησης ξεκλείδωτη
es: El grupo de autenticación està desbloqueado
fr: Le groupe d'authentification est déverrouillé
hu: A Hitelesítési csoport zárolását felodották
it: Gruppo autorizzazione sbloccato
lo: ກຸ່ມກວດສອບສິດຖືກປົດລັອກ
nl: Auth Groep is ontgrendeld
ro: Grup autorizat deblocat
ru: Группа аутентификации разблокирована
sv: Autentiseringsgruppen är olåst
uk: Група автентифікації розблокована
zh_cn: 验证组已解锁

source: Delete Selected Auth Groups
af: Skrap Gekose Auth Groepe
ca: Elimineu els grups d'autenticació seleccionats
cs: Smazat označené ověřovací skupiny
de: Lösche ausgewählte Authentifizierungsgruppen
el: Διαγραφή Επιλεγμένων Ομάδων Πιστοποίησης
es: Borrar los grupos de autenticación seleccionados
fr: Supprimer les groupes d'authentification sélectionnés
hu: Kiválasztott Hitelesítési csoportok törlése
it: Elimina i gruppi Auth selezionati
lo: ລຶບກຸ່ມກວດສອບສິດທີ່ເລືອກ
nl: Geselecteerde Auth Groepen Verwijderen
ro: Ștergere grupuri autorizate selectate
ru: Удалить выбранные группы аутентификации
sv: Ta bort valda autentiseringsgrupper
uk: Видалити вибрані групи автентифікації
zh_cn: 删除选定的身份验证组

source: Disable Selected Auth Groups
af: Deaktiveer Geselekteerde Auth Groepe
ca: Desactiveu els grups d'autenticació seleccionats
cs: Vypnout vyznačené skupiny ověřování
de: Ausgewählte Authentifizierungsgruppen deaktivieren
el: Απενεργοποίηση Επιλεγμένων Ομάδων Πιστοποίησης
es: Deshabilitar los grupos de autenticación seleccionados
fr: Désactiver les groupes d'authentification sélectionnés
hu: Kiválasztott Hitelesítési csoport tiltása
it: Disabilita i gruppi Auth selezionati
lo: ປິດໃຊ້ງານກຸ່ມກວດສອບສິດທີ່ເລືອກ
nl: Geselecteerde Auth Groepen Uitschakelen
ro: Dezactivare Grupuri autorizate selectate
ru: Отключить выбранные группы аутентификации
sv: Inaktivera valdaautentiseringsgrupper
uk: Вимкнути обрані групи автентифікації
zh_cn: 禁用选定的身份验证组

source: Enable Selected Auth Groups
af: Inskakel Selected Auth Groups
ca: Activar els grups d'autenticació seleccionats?
cs: Zapnout označené skupiny ověřování
de: Ausgewählte Authentifizierungsgruppen aktivieren
el: Ενεργοποίηση Επιλεγμένων Ομάδων Πιστοποίησης
es: Habilitar los grupos de autenticación seleccionados
fr: Activer les groupes d'authentification sélectionnés
hu: Kiválasztott hitelesítési csoportok engedélyezése
it: Attiva i gruppi Auth selezionati
lo: ເປີດໃຊ້ງານກຸ່ມກວດສອບສິດທີ່ເລືອກ
nl: Wilt u de geselecteerde Auth Groepen inschakelen?
ro: Activare grupurile Auth selectate
ru: Включить выбранные группы аутентификации
sv: Aktivera valda autentiseringsgrupper
uk: Дозволити обрані групи автентифікації
zh_cn: 启用选定的认证组

source: Toggle Selected Auth Groups
af: Toggle Geselekteerde Auth Groepe
ca: Commuta els grups d'autenticació seleccionats
cs: Vyp/zap označené skupiny ověřování
de: Ausgewählte Authentifizierungsgruppen umschalten
el: Μεταβολή Επιλεγμένων Ομάδων Πιστοποίησης
es: Alternar grupos de autenticación seleccionados
fr: Changer d'état les Groupes d'Authentification Sélectionnés
hu: Kiválasztott hitelesítési csoportok átkapcsolása
it: Abilita i gruppi di autenticazione selezionati
lo: ສະຫຼັບການໃຊ້ງານກຸ່ມກວດສອບສິດທີ່ເລືອກ
nl: Geselecteerde Auth Groepen Omschakelen
ro: Inversare selecție Grupuri Autorizate
ru: Переключить выбранные группы аутентификации
sv: Växla valda autentiseringsgrupper
uk: Перемкнути обрані групи автентицікації
zh_cn: 切换选定的身份验证组

source: Do you want to delete selected auth groups?
af: Wil jy geselekteerde auth groepe skrap?
ca: Voleu eliminar els grups de autenticació seleccionats?
cs: Opravdu chcete označené skupiny pro ověřování smazat?
de: Möchten Sie die ausgewählten Authentifizierungsgruppen löschen?
el: Θέλετε να διαγράψετε τις επιλεγμένες ομάδες πιστοποίησης;
es: Quieres borrar los grupos de autenticación seleccionados?
fr: Voulez-vous supprimer les groupes d'authentification sélectionnés?
hu: Biztos, hogy törli a kiválasztott Hitelesítési csoportokat?
it: Desideri cancellare i gruppi di autenticazione selezionati?
lo: ທ່ານຕ້ອງການລຶບກຸ່ມກວດສອບສິດທີ່ເລືອກບໍ່?
nl: Wilt u de geselecteerde autorisatiegroepen verwijderen?
ro: Doriți să ștergeți grupurile autorizate selectate?
ru: Вы хотите удалить выбранные группы аутентификации?
sv: Vill du ta bort valda autentiseringsgrupper?
uk: Ви підтверджуєте видалення обраних груп автентифікації?
zh_cn: 你想删除选定的认证组吗？

source: Do you want to disable selected auth groups?
af: Wil jy geselekteerde auth groepe deaktiveer?
ca: Voleu desactivar els grups de autenticació seleccionats?
cs: Opravdu chcete vypnout označené skupiny ověřování?
de: Möchten Sie die ausgewählten Authentifizierungsgruppen deaktivieren?
el: Θέλετε να απενεργοποιήσετε τις επιλεγμένες ομάδες πιστοποίησης;
es: Quieres deshabilitar los grupos de autenticación seleccionados?
fr: Voulez-vous désactiver les groupes d'authentification sélectionnés?
hu: Biztos, hogy kikapcsolja a kiválasztott Hitelesítési csoportokat?
it: Vuoi disabilitare i gruppi di autenticazione selezionati?
lo: ທ່ານຕ້ອງການປິດໃຊ້ງານກຸ່ມກວດສອບສິດທີ່ເລືອກບໍ່?
nl: Wilt u de geselecteerde autorisatiegroepen uitschakelen?
ro: Doriți să dezactivați grupurile autorizate selectate?
ru: Вы хотите отключить выбранные группы аутентификации?
sv: Vill du inaktivera valda autentiseringsgrupper?
uk: Ви підтверджуєте вимкнення обраних груп автентифікації?
zh_cn: 你想禁用选定的认证组吗？

source: Do you want to enable selected auth groups?
af: Wil jy geselekteerde auth groepe inskakel?
ca: Voleu activar els grups de autenticació seleccionats?
cs: Opravdu chcete zapnout označené skupiny ověřování?
de: Möchten Sie die ausgewählten Authentifizierungsgruppen aktivieren?
el: Θέλετε να ενεργοποιήσετε τις επιλεγμένες ομάδες πιστοποίησης;
es: Quieres habilitar los grupos de autenticación seleccionados?
fr: Voulez-vous activer les groupes d'authentification sélectionnés?
hu: Biztos, hogy bekapcsolja kiválasztott Hitelesítési csoportokat?
it: Desideri abilitare i gruppi di autorizzazione selezionati?
lo: ທ່ານຕ້ອງການເປີດໃຊ້ງານກຸ່ມກວດສອບສິດທີ່ເລືອກບໍ່?
nl: Wilt u de geselecteerde autorisatiegroepen inschakelen?
ro: Doriți să activați grupurile auth selectate?
ru: Вы хотите включить выбранные группы аутентификации?
sv: Vill du aktivera valda autentiseringsgrupper?
uk: Ви підтверджуєте увімкнення обраних груп автентифікації?
zh_cn: 你想启用选定的认证组吗？

source: Do you want to toggle selected auth groups?
af: Doen jy wil geselekteerde auth groepe toggle?
ca: Voleu canviar els grups d'autenticació seleccionats?
cs: Opravdu chcete přepnout označené skupiny ověřování?
de: Möchten Sie die ausgewählten Authentifizierungsgruppen umschalten?
el: Θέλετε να μεταβάλλετε τις επιλεγμένες ομάδες πιστοποίησης;
es: Quieres cambiar los grupos de autenticación seleccionados?
fr: Voulez-vous changer d'état les groupes d'authentification sélectionnés?
hu: Biztos, hogy átkapcsolod a kiválasztott hitelesítési csoportokat?
it: Desideri rimuovere i gruppi di autorizzazione selezionati?
lo: ທ່ານຕ້ອງການສະຫຼັບການໃຊ້ງານກຸ່ມກວດສອບສິດທີ່ເລືອກບໍ່?
nl: Wilt u de geselecteerde autorisatiegroepen omschakelen?
ro: Doriți să inversați grupurile auth selectate?
ru: Вы хотите переключить выбранные группы аутентификации?
sv: Vill du växla valda autentiseringsgrupper?
uk: Ви підтверджуєте перемикання обраних груп автентифікації?
zh_cn: 你想切换选定的身份验证组吗？

source: Initiator Names
af: Inisieerder Name
ca: Noms d'iniciadors
cs: Názvy iniciátorů
de: Initiatornamen
el: Ονόματα Εκκινητών
es: Nombre iniciador
fr: Noms de l'initiateur
hu: Kezdeményező nevek
it: Iniziatori dei nomi
lo: ຊື່ຜູ້ເລີ່ມຕົ້ນ
nl: Initiator Namen
ro: Nume inițiator
ru: Имена инициаторов
sv: Initierarnamn
uk: Ім'я ініціатора
zh_cn: 启动器名称

source: Initiator Portals
af: Inisieerder Portaale
ca: Portals iniciadors
cs: Portály iniciátoru
de: Initiatorportale
el: Portal Εκκινητών
es: Portales de iniciador
fr: Portails initiateur
hu: Kezdeményező portálok
it: Inizializzatore portali
lo: ພໍທັລຜູ້ເລີ່ມຕົ້ນ
nl: Initiator Portalen
ro: Portaluri inițiator
ru: Порталы инициаторов
sv: Initierarportaler
uk: Портали ініціатора
zh_cn: 启动器门户

source: Name of the Auth Group.
af: Naam van die Auth Groep.
ca: Nom del grup d'autenticació
cs: Název ověřovací skupiny.
de: Name der Authentifizierungsgruppe
el: Όνομα της Ομάδας Πιστοποίησης
es: Nombre del grupo de autenticación.
fr: Nom du groupe d'authentification
hu: A hitelesítési csoport neve
it: Name del gruppo Auth (autenticazione)
lo: ຊື່ຂອງກຸ່ມກວດສອບສິດ.
nl: Naam van de autorisatiegroep
ro: Numele grupului Auth.
ru: Имя группы аутентификации.
sv: Namnet på autentiseringsgruppen
uk: Ім'я групи автентифікації.
zh_cn: 认证组的名称。

source: Sets the authentication type.
af: Stel die ontentisering tipe.
ca: Estableix el tipus d'autenticació.
cs: Nastaví typ ověřování.
de: Setzt den Authentifizierungstyp.
el: Ορίζει τον τύπο πιστοποίησης
es: Establece el tipo de autenticación.
fr: Définit le type d'authentification.
hu: A hitelesítés típusát állítja be.
it: Seleziona metodo di autenticazione
lo: ຕັ້ງປະເພດການກວດສອບສິດ.
nl: Bepaald het verificatietype
ro: Stabilire tip de autentificare.
ru: Устанавливает тип аутентификации.
sv: Sätter autentiseringstypen.
uk: Встановлює тип автентифікації.
zh_cn: 设置验证类型。

source: These parameters will be added to this auth-group.
af: Hierdie parameters sal hierby gevoeg word auth-groep.
ca: Aquests paràmetres s'afegiran a aquest grup d'autenticació.
cs: Tyto parametry budou přidány do této skupiny ověření.
de: Diese Parameter werden zu dieser auth-Gruppe hinzugefügt
el: Αυτές οι παράμετροι θα προστεθούν σε αυτή την ομάδα πιστοποίησης.
es: Estos parámetros se añadirán a este grupo de autenticación.
fr: Ces paramètres vont être ajoutés à ce groupe auth-group
hu: Ezeket a paramétereket ehhez a hitelesítő-csoporthoz adjuk hozzá
it: Questi parametri verranno aggiunti a questo gruppo di autenticazione
lo: ພາຣາມິເຕີເຫຼົ່ານີ້ຈະຖືກເພີ່ມເຂົ້າໃນກຸ່ມກວດສອບສິດນີ້.
nl: Deze parameters worden toegevoegd aan deze auth-groep.
ro: Acești parametri vor fi adăugați la acest grup auth.
ru: Эти параметры будут добавлены в эту auth-группу.
sv: Dessa parametrar kommer läggas till i denna autentiseringgrupp.
uk: Ці параметри будуть додані до цієї групи автентифікації.
zh_cn: 这些参数将添加到此auth组。

source: Name of the LUN.
af: Naam van die LUN.
ca: Nom del LUN
cs: Název LUN.
de: Name des LUN
el: Όνομα του LUN.
es: Nombre de LUN
fr: Nom du LUN
hu: A LUN neve
it: Nome di LUN
lo: ຊື່ຂອງ LUN.
nl: Naam van de LUN.
ro: Numele unității logice LUN
ru: Имя LUN.
sv: Namnet på LUNet
uk: Ім'я LUN.
zh_cn: LUN的名称。

source: LUN Name
af: LUN Naam
ca: Nom LUN
cs: Název LUN
el: Όνομα LUN
es: Nombre LUN
fr: Nom du LUN
hu: LUN neve
it: Nome LUN
lo: ຊື່ LUN
nl: LUN Naam
ro: Nume LUN
ru: Название LUN
sv: LUN Namn
uk: Ім'я LUN
zh_cn: LUN名称

source: The CTL backend to use for a given LUN.
af: Die CTL terug einde om te gebruik vir 'n gegewe LUN.
ca: El motor CTL que s'utilitzarà per a un LUN determinat.
cs: CTL podpůrná vrstva kterou použít pro dané LUN.
de: Das nachgeschaltete CTL (CTL backend) zur Verwendung mit einem bestimmten LUN.
el: Το CTL backend που θα χρησιμοποιείται για ένα δεδομένο LUN.
es: El backend de CTL para usar para un LUN dado.
fr: L'arrière-plan CTL à utiliser pour un LUN donné.
hu: A megadott LUN által használt CTL háttér.
lo: CTL backend ທີ່ຈະໃຊ້ສຳລັບ LUN ທີ່ໃຫ້ໄວ້.
nl: De CTL achtergrondsysteem om te gebruiken voor een bepaalde LUN.
ro: Valoare CTL de rezervă de utilizat pentru un anumit LUN dat.
ru: CTL backend для использования для данного LUN.
sv: Det CTL bakgrundsprogram som skall användas för en specifik LUN.
uk: CTL backend для використання для даного LUN.
zh_cn: 用于给定LUN的CTL后端。

source: Block
af: Blok
ca: Bloc
cs: Bloková
el: Μπλοκ
es: Bloque
fr: Bloc
hu: Blokk
it: Blocco
lo: ບລັອກ
nl: Blok
pl: Zablokuj
ro: Blocare
ru: Блокировать
uk: Блок
zh_cn: 阻止

source: RAM Disk
af: RAM Skyf
ca: Disc RAM
cs: Úložiště v operační paměti
el: Δίσκος RAM
es: Disco RAM
fr: Disque en mémoire
hu: Memórialemez
it: Disco RAM
nl: RAM Schijf
ro: Disc RAM
ru: Диск RAM
uk: RAM диск
zh_cn: 内存盘

source: The blocksize visible to the initiator.
af: Die blokgrootte is sigbaar vir die inisieerder.
ca: El mida de bloc visible per l'iniciador.
cs: Velikost bloku viditelná iniciátoru.
de: Die Blockgröße die für den Initiator sichtbar ist.
el: Το μέγεθος μπλοκ που είναι ορατό στον εκκινητή.
es: El tamaño de bloque visible para el iniciador.
fr: La taille de bloc visible pour l'initiateur.
hu: A kezdeményező láthatja a blokkméretet.
it: La dimensione del blocco visibili all'inizializzatore
lo: ຂະໜາດບລັອກທີ່ເຫັນໄດ້ໂດຍຜູ້ເລີ່ມຕົ້ນ.
nl: De blokgrootte zichtbaar aan de initiator.
ro: Dimensiunea blocului vizibilă inițiatorului.
ru: Размер блока видимый инициатору.
sv: Blockstrolek som visas för initiatorn.
uk: Видимий ініціаторові розмір блоку.
zh_cn: 块的大小对启动程序可见。

source: 512 Bytes
cs: 512 bajtů
de: 512 Byte
fr: 512 Octets
hu: 512 bájt
lo: 512 ໄບຕ໌
pl: 512 bajtów
ru: 512 Байт
sv: 512 Byte
uk: 512 байт
zh_cn: 512字节

source: 2 KiB
fr: 2 Kio
ru: 2 КиБ
uk: 2 КіБ

source: 4 KiB
fr: 4 Kio
ru: 4 КиБ
uk: 4 КіБ

source: 8 KiB
fr: 8 Kio
ru: 8 КиБ
uk: 8 КіБ

source: 16 KiB
fr: 16 Kio
ru: 16 КиБ
uk: 16 КіБ

source: 32 KiB
fr: 32 Kio
hu: 2 KiB
ru: 32 КиБ
uk: 32 КіБ

source: 64 KiB
fr: 64 Kio
ru: 64 КиБ
uk: 64 КіБ

source: Global numeric identifier to use for a given LUN inside CTL.
af: Globale numeriese identifiseerder om te gebruik vir 'n gegewe LUN binnekant CTL.
ca: Identificador numèric global que s'utilitzarà per a un LUN determinat dins del CTL.
cs: Globální číselný identifikátor který použít pro dané LUN uvnitř CTL.
de: Globaler numerischer Identifikator zur Verwendung für eine gegebene LUN innerhalb von CTL.
el: Γενικό αριθμητικό αναγνωριστικό για χρήση σε κάθε LUN μέσα στο CTL.
es: Identificador numérico global para usar para un LUN dentro de CTL.
fr: Identificateur numérique global à utiliser pour un LUN donné dans CTL.
hu: Globális numerikus azonosító, amelyet egy CTL-en belüli LUN-hoz használandó.
it: Identificatore numerico globale da usare per uno specifico LUN entro CTL.
lo: ຕົວລະບຸຕົວເລກທົ່ວໄປທີ່ຈະໃຊ້ສຳລັບ LUN ທີ່ໃຫ້ໄວ້ພາຍໃນ CTL.
nl: Globaal numerieke identificatie te gebruiken voor een bepaalde LUN binnen CTL.
ro: Identificator numeric global pentru o unitate LUN dată în interiorul CTL.
ru: Глобальный числовой идентификатор для использования данного LUN внутри CTL.
sv: Global numerisk identitet att använda för en given LUN i CTL.
uk: Загальний числовий ідентифікатор для використання даного LUN усередині CTL.
zh_cn: 用于CTL内给定LUN的全局数字标识符。

source: The SCSI Device Identification string presented to the initiator.
af: Die SCSI apparaat identifikasie string wat aan die inisieerder aangebied word.
ca: La cadena d'identificació del dispositiu SCSI es va presentar a l'iniciador.
cs: Řetězec SCSI identifikátoru zařízení prezentovaný iniciátoru.
de: Der SCSI Gerätekennzeichentext der dem Initiator übergeben wird.
el: Η συμβολοσειρά Αναγνωριστικού Συσκευής SCSI που παρουσιάζεται στον εκκινητή.
es: La cadena de identificación del dispositivo SCSI presentada al iniciador.
fr: La chaîne d'identification de périphérique SCSI présentée à l'initiateur.
hu: A SCSI eszközazonosítási karaktersorozatot megmutatjuk a kérelmezőnek.
it: Stringa di identificazione del dispositivo SCSI presentata all'inizializzatore
lo: ສະຕຣິງການລະບຸອຸປະກອນ SCSI ທີ່ນຳສະເໜີຕໍ່ຜູ້ເລີ່ມຕົ້ນ.
nl: Het SCSI Schijf Identificatie tekenreeks gepresenteerd aan de initiator.
ro: Identificatorul text al dispozitivului iSCSI prezentat inițiatorului.
ru: Строка идентификации устройства SCSI представляемая ​​инициатору.
sv: SCSI enhetens identifikationssträng som presenteras för initiatorn.
uk: Строка ідентифікатора пристрою SCSI, що представляється ініціаторові.
zh_cn: 提供给启动器的SCSI设备标识字符串。

source: Device ID
af: Toestel ID
ca: Id. de dispositiu
cs: Identifikátor zařízení
de: Gerätekennung (Device ID)
el: ID συσκευής
es: ID de dispositivo
fr: Identifiant du périphérique
hu: Eszközazonosító
it: ID dispositivo
lo: ID ອຸປະກອນ
nl: Apparaat ID
pl: Identyfikator urządzenia
ro: ID dispozitiv
ru: ID устройства
sv: Enhets-ID
uk: ID пристрою
zh_cn: 设备 ID

source: Specify the SCSI device type to use when creating the LUN.
af: Spesifiseer die SCSI apparaat tipe wat moet gebruik wanneer die LUN skep.
ca: Especifiqueu el tipus de dispositiu SCSI que s'utilitzarà en crear el LUN.
cs: Zadejte jaký typ SCSI zařízení použít při vytváření LUN.
de: Legt den SCSI Gerätetyp fest, der beim Anlegen des LUN verwendet wird.
el: Καθορίστε τον τύπο συσκευής SCSI που θα χρησιμοποιείται κατά τη δημιουργία του LUN.
es: Especifique el tipo de dispositivo SCSI que se utilizará al crear el LUN.
fr: Indiquez le type de périphérique SCSI à utiliser lors de la création du LUN.
hu: Meghatározza a LUN létrehozásakor használandó SCSI eszköz típusát.
it: Specifica il tipo di dispositivo SCSI da usare quando si crea la LUN
lo: ລະບຸປະເພດອຸປະກອນ SCSI ທີ່ຈະໃຊ້ເມື່ອສ້າງ LUN.
nl: Geef het SCSI schijf type op te gebruiken bij het aanmaken van de LUN.
ro: Stabilește tipul de dispozitiv SCSI de utilizat la crearea unei unități LUN.
ru: Укажите тип устройства SCSI, который будет использоваться при создании LUN.
sv: Ange ICSI enhetstyp att använda vid skapandet av LUN.
uk: Визначає тип пристрою SCSI для використання під час створювання LUN.
zh_cn: 指定创建LUN时要使用的SCSI设备类型。

source: Direct
ca: Directe
cs: Přímé
de: Direkt
el: Άμεσο
es: Directo
hu: Közvetlenül
it: Diretto
lo: ໂດຍກົງ
pl: Bezpośredni
ru: Прямой
sv: Dirigera
uk: Безпосередньо
zh_cn: 直接

source: Enter passthrough device address bus:path:lun
af: Ingaan slaag-deur toestel adres
ca: Introduïu el bus d'adreça del dispositiu de pas:ruta d'accés:lun
cs: Zadejte adresu průchozího zařízení sběrnice:umístění:lun
de: Geben Sie das Passtrough-Gerät nach dem Schema bus:path:lun ein
el: Εισάγετε τη διεύθυνση της συσκευής passthrough bus:path:lun
es: Ingrese el bus de direcciones del dispositivo de paso: ruta: lun
fr: Entrer l'adresse du dispositif relais: chemin: lun
hu: Add meg az átmenő eszközcímet busz:útvonal:lun
it: Inserire l'indirizzo di un dispositivo di passaggio con la sintassi bus:path:lun
lo: ປ້ອນທີ່ຢູ່ອຸປະກອນ passthrough bus:path:lun
nl: Geef het adres van het passthrough schijf op bus:path:lun
ro: Introducere adresă dispozitiv passthrough de forma bus:path:lun
ru: Введите адрес транзитного устройства bus:path:lun
sv: Mata in "passthrough"-enhetens adress bus:path:lun
uk: Введіть адресу транзитного пристрою bus:path:lun
zh_cn: 输入直通设备地址bus:path:lun

source: The path to the file, device node, or zfs volume used to back the LUN.
af: Die pad na die lêer, toestel node, of zfs volume gebruik om terug die LUN.
ca: La ruta d'accés al fitxer, el node del dispositiu o el volum de zfs utilitzat per tornar el LUN.
cs: Popis umístění souboru, uzlu zařízení, nebo zfs svazku na kterém je LUN založen.
de: Der Pfad zur Datei, zum Geräteknoten oder zum ZFS Volumen verwendet, um das LUN mitzutragen (back the LUN).
el: Η διαδρομή για το αρχείο, τη συσκευή ή τον τόμο zfs που θα χρησιμοποιείται για αντίγραφα ασφαλείας του LUN.
es: La ruta al archivo, nodo de dispositivo o volumen zfs utilizado para respaldar el LUN.
fr: Le chemin d'accès au fichier, au node périphérique ou au volume zfs utilisé pour sauvegarder le LUN.
hu: A LUN-hoz visszaállításhoz használandó fájl, eszközcsomópont vagy zfs kötet útvonala.
it: Percorso al file, nodo del dispositivo o volume ZFS usato per tornare a LUN
lo: ເສັ້ນທາງໄປຍັງໄຟລ໌, ໂໜດອຸປະກອນ, ຫຼື ໂວລຸມ zfs ທີ່ໃຊ້ເພື່ອສຳຮອງ LUN.
nl: Het pad naar het bestand, schijfknooppunt of zfs volume gebruikt terug naar de LUN.
ro: Calea către fișier, nod dispozitiv, sau volum ZFS pentru rezervarea unității LUN.
ru: Путь к файлу, узлу устройства или тому zfs используемого для поддержки LUN.
sv: Sökvägen till filen, enhetsnoden, eller ZFS volymen som används till backup av LUNet.
uk: Шлях до файлу, вузла пристрою або тому zfs, що використовується для підтримки LUN.
zh_cn: 用于备份LUN的文件，设备节点或zfs卷的路径。

source: The SCSI serial number presented to the initiator.
af: Die SCSI reeks nommer word aan die inisieerder aangebied.
ca: El número de sèrie SCSI presentat a l'iniciador.
cs: SCSI sériové číslo přezentované iniciátoru.
de: Der SCSI Seriennummer die dem Initiator übergeben wird.
el: Ο σειριακός αριθμός SCSI που παρουσιάζεται στον εκκινητή.
es: El número de serie SCSI presentado al iniciador.
fr: Le numéro de série SCSI présenté à l'initiateur.
hu: A SCSI sorozatszámát megmutatjuk a kérelmezőnek.
it: Numero seriale SCSI presentato all'inizializzatore
lo: ໝາຍເລກຊີຣຽວ SCSI ທີ່ນຳສະເໜີຕໍ່ຜູ້ເລີ່ມຕົ້ນ.
nl: Het SCSI serienummer gepresenteerd aan de initiator.
ro: Numărul serial al dispozitivului iSCSI prezentat inițiatorului.
ru: Серийный номер SCSI представляемый инициатору.
sv: SCSI enhetens serienummer som presenteras för initiatorn.
uk: Серійний номер SCSI, що представляється ініціаторові.
zh_cn: 提供给启动器的SCSI序列号。

source: The size of the LUN.
af: Die grootte van die LUN.
ca: La mida del LUN.
cs: Velikost LUN.
de: Die Größe der LUN.
el: Το μέγεθος του LUN.
es: Tamaño del LUN
fr: La taille du LUN.
hu: A LUN mérete.
it: Dimensione del LUN
lo: ຂະໜາດຂອງ LUN.
nl: De grootte van de LUN.
ro: Dimensiunea unității LUN.
ru: Размер LUN.
sv: Storleken på LUNet.
uk: Розмір LUN.
zh_cn: LUN的大小。

source: Specifies LUN vendor string up to 8 chars.
af: Spesifiseer die LUN vendor string tot 8 chars.
ca: Especifica la cadena de proveïdor LUN de fins a 8 caràcters.
cs: Určuje řetězec výrobce LUN, dlouhý až 8 znaků.
de: Legt den LUN Herstellernamenstext bis zu 8 Zeichen fest.
el: Ορίζει τη συμβολοσειρά του προμηθευτή LUN μέχρι 8 χαρακτήρες.
es: Especifica cadenas de proveedores de LUN de hasta 8 caracteres.
fr: Spécifie le nom du fournisseur de LUN jusqu'à 8 caractères.
hu: A LUN vendor karaktersorozatát 8 karakterig korlátozza.
it: Specifica la stringa del venditore LUN fino a 8 caratteri
lo: ລະບຸສະຕຣິງຜູ້ຜະລິດ LUN ສູງສຸດ 8 ຕົວອັກສອນ.
nl: Specificeert de LUN leverancier tekenreeks tot 8 tekens.
ro: Specificare furnizor LUN ca șir de max. 8 caractere.
ru: Указывает строку поставщика LUN длиной до 8 символов.
sv: Anger LUN tillverkarsträng upp till 8 tecken.
uk: Визначає рядок виробника LUN довжиною до 8 символів.
zh_cn: 指定最多8个字符的LUN供应商字符串。
