Repository: rojim666/xigmanas-code-r10599-trunk
Catalog: locale/xigmanas-*.po
Languages: af, ca, cs, de, el, es, fr, hu, it, lo, nl, pl, ro, ru, sv, uk, zh_cn

source: Passive ports restricts the range of ports from which the server will select when sent the PASV command from a client. The server will randomly choose a number from within the specified range until an open port is found. The port range selected must be in the non-privileged range (eg. greater than or equal to 1024). It is strongly recommended that the chosen range be large enough to handle many simultaneous passive connections (for example, 49152-65534, the IANA-registered ephemeral port range).
af: Passiewe poorte restricts die reeks van poorte vanaf watter die bediener sal selekteer wanneer gestuur die PASV bevel vanaf 'n klient. Die bediener sal lukraak kies 'n nommer vanaf met in die gespesifiseerde reeks totdat 'n oop poort gevind word. Die poort reeks gekies moet wees in die nie-bevoorregte reeks (bv. groter as of gelyk aan 1024). Dit is sterksterkste aanbeveel dat die gekose reeks groot genoeg is te hanteer baie gelyktydige passiewe verbindings (Byvoorbeeld, 49.152-65.534, die IANA-geregistreerde efemere poort reeks).
ca: Els ports passius restringeix el rang de ports a partir del qual el servidor seleccionarà quan s'envia la comanda PASV des d'un client. El servidor triarà aleatòriament un número des de dins del rang especificat fins que es troba un port obert. L'interval de ports seleccionat ha d'estar en el rang no privilegiat (per exemple. Major que o igual a 1024). Es recomana encaridament que el rang escollit sigui prou gran com per manejar moltes connexions simultànies passives (per exemple, 49.152-65.534, l'interval de ports efímers registrat en IANA).
cs: Pasivní porty omezují rozsah portů, ze kterých server vybírá po obdržení příkazu PASV od klienta. Server vybírá ze zadaného rozsahu náhodné číslo tak dlouho, dokud nenalezne otevřený port. Je třeba, aby zvolený rozsah portů byl mimo vyhrazený rozsah (např. 1024 a výše). 49152-65534 – rozsah dočasných portů registrovaných organizací IANA).
de: Passive Ports schränken den Bereich der Ports ein, die vom Server gewählt werden können, wenn er den PASV-Befehl von einem Client geschickt bekommt. Der Server wählt zufällig eine Zahl innerhalb des angegebenen Bereichs, bis ein geöffneter Port gefunden ist. Die vorgewählte Portstrecke muss im nichtprivilegierten Bereich (z. B. größer als oder gleich 1024) liegen. Es wird dringend empfohlen, den Bereich ausreichend groß einzustellen, um viele simultane passive Verbindungen (z. B., 49152-65534, entsprechend RFC 6335 sowie der Empfehlung der IANA für zeitweilig zur Verfügung gestellte Ports) zu verwalten.
el: Οι παθητικές θύρες περιορίζουν το εύρος των θυρών από τις οποίες ο διακομιστής θα επιλέξει, όταν στείλει την εντολή PASV από έναν πελάτη. Ο διακομιστής θα επιλέξει τυχαία έναν αριθμό από το καθορισμένο εύρος, μέχρι να βρει μια ανοιχτή θύρα. Η επιλεγμένη περιοχή πρέπει να είναι σε μη-προνομιούχο εύρος (π.χ. μεγαλύτερη ή ίση με 1024). Συνιστάται ιδιαίτερα το επιλεγμένο εύρος να είναι αρκετά μεγάλο, για να μπορεί να χειριστεί πολλές ταυτόχρονες παθητικές συνδέσεις (για παράδειγμα, 49152-65534, περιοχή προσωρινών θυρών εγγεγραμμένων από το IANA).
es: Los puertos pasivos restringen el rango de puertos de entre los que el servidor seleccionará cuando se le envíe una orden PASV desde un cliente. El servidor elegirá aleatoriamente un número del rango especificado de puertos hasta que encuentre un puerto abierto. El rango de puertos seleccionado debe estar dentro de los no-privilegiados (esto es, mayor o igual que 1024). Se recomienda que se escoja un rango lo suficientemente grande para tratar con muchas conexiones simultáneas pasivas (Ej: 49152-65534, el rango de puertos efímero registrado por IANA).
fr: L'utilisation des ports passifs restreint la plage des ports dans laquelle le serveur puise à l'envoi de la commande PASV à un client. Le serveur sélectionne un port au hasard dans cette plage jusqu'à ce qu'un port libre soit trouvé. Cette plage de ports doit être dans la plage de ports non-privilégiés (ie. plus grand ou égal à 1024). Il est vivement recommandé que la plage choisie soit suffisamment large pour pouvoir gérer beaucoup de connexions passives simultanées.
hu: Passzív portok korlátozzák a port tartományát, amiből a kiszolgáló választ amikor elküldte a PASV parancsot a kliens. A szerver véletlenszerűen választ egy számot a meghatározott tartományon belül, amin nyitott port található. A kiválasztott porttartománynak benne kell lennie a nem-privilegizált tartományban (pl. nagyobb vagy egyenlő 1024). Erősen ajánlott, hogy a választott tartomány elég nagy legyen ahhoz, hogy kezelni tudjon több egyidejű passzív kapcsolatot (például 49152-65.534, az IANA-regisztrált efemer port tartomány).
it: Le porte passive restringono l'insieme di possibili porte da cui il server effettua la selezione quando riceve il comando PASV del client. Il server sceglie un numero a caso fra i valori specificati finché non trova una porta aperta. Il range indicato dev'essere nel range delle porte non privilegiate (maggiore o uguale a 1024). Inoltre è assolutamente consigliato che il range scelto sia abbastanza esteso da gestire più connessioni passive simultanee (per esempio, il range delle porte efemerali 49152-65534 indicato dalla IANA).
lo: ພອດ Passive ຈຳກັດຊ່ວງຂອງພອດທີ່ເຊີບເວີຈະເລືອກເມື່ອໄດ້ຮັບຄຳສັ່ງ PASV ຈາກລູກຂ່າຍ. ເຊີບເວີຈະສຸ່ມເລືອກຕົວເລກຈາກຊ່ວງທີ່ລະບຸຈົນກວ່າຈະພົບພອດທີ່ເປີດຢູ່. ຊ່ວງພອດທີ່ເລືອກຕ້ອງຢູ່ໃນຊ່ວງທີ່ບໍ່ມີສິດທິພິເສດ (ຕົວຢ່າງ: ໃຫຍ່ກວ່າ ຫຼື ເທົ່າກັບ 1024). ຂໍແນະນຳຢ່າງຍິ່ງໃຫ້ຊ່ວງທີ່ເລືອກມີຂະໜາດໃຫຍ່ພຽງພໍທີ່ຈະຮອງຮັບການເຊື່ອມຕໍ່ passive ພ້ອມກັນຈຳນວນຫຼາຍ (ຕົວຢ່າງ: 49152-65534, ຊ່ວງພອດ ephemeral ທີ່ລົງທະບຽນໂດຍ IANA).
nl: Passieve poorten beperken het bereik van poorten waaruit de server zal selecteren wanneer PASV opdrachten vanaf een cliënt wordt verstuurd. De server zal een willekeurig poortnummer kiezen binnen het opgegeven bereik totdat een open poort gevonden wordt. Het ingesteld poortbereik moet binnen het non-privileged bereik zijn (bijv. hoger dan of gelijk aan poort 1024). Het is aanbevolen dat het gekozen bereik groot genoeg is om veel gelijktijdige passieve verbindingen te kunnen verwerken (bijvoorbeeld, 49152-65534, het IANA-geregistreerd kortstondig poortbereik).
pl: Pasywne porty ograniczają zakres wyboru portów gdy serwer będzie wysyłał komendy PASV do klienta. Serwer będzie losowo wybrać numer portu w określonym zakresie, aż znajdzie otwarty port. Zakres portów musi być wybrany z nie uprzywilejowanego zakresu (np. większy lub równy 1024). Zaleca się, aby wybrany zakres był na tyle duży, aby obsłużyć jednoczesnych wiele połączeń pasywnych (na przykład, 49152-65534, IANA z zarejestrowanego zakresu portów)
ro: Porturile pasive introduse restricționează intervalul de porturi utilizate de server pentru a trimite comenzi PASV către client. Serverul va alege aleator un port liber din intervalul specificat. Intervalul trebuie să nu fie cuprins în intervalul privilegiat (ex. mai mare sau egal cu 1024). Este recomandabil ca intervalul specificat să fie suficient de larg pentru a putea gestiona conexiuni simultane multiple (spre exemplu intervalul 49152-65534, porturile temporare rezervate IANA etc.).
ru: Пассивные порты задают диапазон, из которого будет выбран номер порта при получении команды PASV от клиента. Сервер будет случайным образом выбирать порт из указанного диапазона до тех пор, пока не найдет открытый. Выбранный диапазон не должен включать зарезервированные порты (0-1023), также настоятельно рекомендуется выбирать диапазон достаточно большим для поддержки множества одновременных пассивных соединений (например, IANA-зарегистрированный свободный диапазон 49152-65534).
sv: Passiva portar begränsar spannet av portar som servern väljer när den sänder PSAV-kommandot från en klient. Servern kommer slumpvis välja ett portnummer inom det specificerade området tills den hittar en öppen port. Port-området som väljs måste vara inom det icke-priviligierade området (dvs. större än eller lika med 1024). Det är kraftfullt rekommenderat att det valda området är stort nog att hantera många samtidiga passiva anslutningar (t ex. 49152-65534, det IANA-registrerade kortlivade portområdet).
uk: Пасивні порти задають діапазон, з якого буде обраний номер порту при отриманні команди PASV від клієнта. Сервер буде випадковим чином вибирати порт з зазначеного діапазону до тих пір, поки не знайде відкритий. Обраний діапазон не повинен включати зарезервовані порти (0-1023), також настійно рекомендується вибирати діапазон досить великим для підтримки безлічі одночасних пасивних з'єднань (наприклад, зареєстрований IANA вільний діапазон 49152-65534).
zh_cn: 被动端口限制由客户端发送PASV命令给服务器时的端口范围。该服务器将在指定端口范围内随机选择一个端口编号，直到找到一个开放的端口。选中的端口范围必须是在非特权的范围内（例如，大于或等于1024）。强烈建议选择足以处理同时连接的被动端口范围（例如49152 - 65534，IANA 注册的短暂端口范围）。

source: Upload Bandwidth
af: Oplaai Bandwydte
ca: Ample de banda de pujada
cs: Rychlost odesílání
de: Upload-Bandbreite
el: Εύρος Ζώνης Ανεβάσματος
es: Ancho de banda de carga
fr: Bande passante des transferts
hu: Feltöltési sávszélesség
it: Larghezza di banda di caricamento
lo: ແບນວິດການອັບໂຫຼດ
nl: Upload Bandbreedte
pl: Prędkość wysyłania
ro: Lățime de bandă pentru încărcare
ru: Скорость раздачи
sv: Uppladdningsbandbredd
uk: Пропускна смуга на вивантаження
zh_cn: 上载 带宽

source: Authenticated user upload bandwith in KB/s. An empty field means infinity.
af: Geoutenseerde gebruiker oplaai bandwydte in KB/s. 'N leë veld beteken oneindig.
ca: Ample de banda de pujada d'usuari autenticat en KB/s. Un camp buit significa l'infinit.
cs: Rychlost odesílání (v KB/s) poskytovaná ověřenému uživateli. Nevyplněno znamená bez omezení.
de: Upload-Bandbreite für authentifizierte Benutzer in KB/s. Leer lassen bedeutet unbeschränkt.
el: Εύρος ζώνης για την ταχύτητα ανεβάσματος των πιστοποιημένων χρηστών σε KB/δευτ. Κενό πεδίο σημαίνει απεριόριστο.
es: Ancho de banda de subida para usuarios autentificados en KB/s. vacío es sin limite.
fr: Bande passante de téléversement d'utilisateur authentifiée en KBps. Un champ vide signifie infini.
hu: Hitelesített felhasználó feltöltés sávszélessége KB/s-ben. Üres mező végtelent jelent.
it: Banda di upload in KB/S per utenti autenticati. Un campo vuoto significa banda infinita
lo: ແບນວິດການອັບໂຫຼດຂອງຜູ້ໃຊ້ທີ່ກວດສອບແລ້ວເປັນ KB/s. ຊ່ອງຫວ່າງໝາຍເຖິງບໍ່ຈຳກັດ.
nl: Geverifieerde gebruiker upload bandbreedte in KB/s. Een leeg veld betekent oneindig.
pl: Pasmo wysyłania w KB/s użytkowników uwierzytelnionych. Puste pole oznacza nieskończoność.
ro: Lățime de bandă de încărcare (upload) pentru utilizatori autentificați, în KB/s. Câmpul necompletat inseamnă bandă nelimitată.
ru: Скорость загрузки для авторизованного пользователя в KB/s. Пустое поле означает бесконечность.
sv: Uppladdningsbandbredd för autentiserade användare i KB/s. Ett tomt fält innebär oändlig.
uk: Швидкість вивантаження для автентифікованих користувачів в КБ/с. Пусте поле означає без обмежень.
zh_cn: 已认证的用户上传带宽（KBps）。 空字段表示无穷大。

source: Download Bandwidth
af: Aflaai Bandwydte
ca: Ample de banda de descàrrega
cs: Rychlost stahování
de: Download-Bandbreite
el: Εύρος Ζώνης Κατεβάσματος
es: Ancho de banda de descarga
fr: Bande passante des téléchargements
hu: Letöltési sávszélesség
it: Banda di ricezione
lo: ແບນວິດການດາວໂຫຼດ
nl: Download Bandbreedte
pl: Prędkość pobierania
ro: Lățimea de bandă pentru download
ru: Скорость загрузки
sv: Nedladdningsbandbredd
uk: Пропускна смуга на завантаження
zh_cn: 下载 带宽

source: Authenticated user download bandwith in KB/s. An empty field means infinity.
af: Geoutenseerde gebruiker aflaai bandwydte in KB/s. 'N leë veld beteken oneindig.
ca: Ample de banda de descàrrega d'usuari autenticat en KB/s. Un camp buit significa l'infinit.
cs: Rychlost stahování (v KB/s) poskytovaná ověřenému uživateli. Nevyplněno znamená neomezeno.
de: Download-Bandbreite für authentifizierte Benutzer in KB/s. Leer lassen bedeutet unbeschränkt.
el: Εύρος ζώνης για την ταχύτητα μεταφόρτωσης των πιστοποιημένων χρηστών σε KB/δευτ. Κενό πεδίο σημαίνει απεριόριστο.
es: Ancho de banda de descarga para usuarios autentificados en KB/s. vacío es sin limite.
fr: Bande passante de téléchargement d'utilisateur authentifié en KBps. Un champ vide signifie infini.
hu: Hitelesített felhasználó letöltés sávszélessége KB/s-ben. Üres mező végtelent jelent.
it: Banda di download in KB/S per utenti autenticati. Un campo vuoto significa banda infinita
lo: ແບນວິດການດາວໂຫຼດຂອງຜູ້ໃຊ້ທີ່ກວດສອບແລ້ວເປັນ KB/s. ຊ່ອງຫວ່າງໝາຍເຖິງບໍ່ຈຳກັດ.
nl: Geverifieerde gebruiker download bandbreedte in KB/s. Een leeg veld betekent oneindig.
pl: Pasmo pobierania w KB/s użytkowników uwierzytelnionych. Puste pole oznacza nieskończoność.
ro: Lățime de bandă de descărcare (download) pentru utilizatori autentificați, în KB/s. Câmpul necompletat inseamnă bandă nelimitată.
ru: Скорость скачивания для авторизованного пользователя в KB/s. Пустое поле означает бесконечность.
sv: Nedladdningsbandbredd för autentiserade användare i KB/s. Ett tomt fält innebär oändlig.
uk: Швидкість завантаження для автентифікованих користувачів в КБ/с. Пусте поле означає без обмежень.
zh_cn: 已认证的用户下载带宽（KBps）。 空字段表示无穷大。

source: Anonymous user upload bandwith in KB/s. An empty field means infinity.
af: Anonieme gebruiker oplaai bandwydte in KB/s. 'N Leë veld beteken oneindig.
ca: Ample de banda de pujada per un usuari anònim en KB/s. Un camp buit significa l'infinit.
cs: Rychlost odesílání (v KB/s) pro anonymního uživatele. Nevyplněno znamená bez omezení.
de: Upload-Bandbreite anonymer Benutzer in KB/s. Ein leeres Feld steht für unbegrenzt.
el: Εύρος ζώνης για την ταχύτητα ανεβάσματος των ανώνυμων χρηστών σε KB/δευτ. Κενό πεδίο σημαίνει απεριόριστο.
es: Ancho de banda de subida de usuario anónimo en KB/s. El campo vacío indica infinito.
fr: Bande passante du sens montant en KB/s pour un utilisateur anonyme. Le Un champ vide signifie 'pas de limite'.
hu: Anonymus felhasználó max feltöltési sebessége KB/s-ban. Üresen hagyva nincs korlátozás.
it: Larghezza di banda in upload dell'utente anonimo in KB/s. Il campo vuoto significa infinita banda.
lo: ແບນວິດການອັບໂຫຼດຂອງຜູ້ໃຊ້ບໍ່ລະບຸຊື່ເປັນ KB/s. ຊ່ອງຫວ່າງໝາຍເຖິງບໍ່ຈຳກັດ.
nl: Anonieme gebruikers upload bandbreedte in KB/s. Een leeg gelaten veld betekent onbeperkt.
pl: Anonimowy użytkownik przesyła z prędkością wyrażoną w KB/s. Puste pole oznacza brak ograniczeń.
ro: Lăţimea de bandă la încărcare (upload) pentru utilizatorii anonimi în KB/s. Lăsaţi câmpul necompletat pentru viteză maximă.
ru: Ограничение скорости закачки для анонимных пользователей (кбайт/с). Пустое поле - без ограничений.
sv: Uppladdningsbandbredd i KB/s för Anonym användare. Ett tomt fält är lika med oändlig.
uk: Швидкість вивантаження для анонімних користувачів в КБ/с. Пусте поле означає без обмежень.
zh_cn: 匿名用户上传带宽，以 KB/s 为单位。空白表示没限制。

source: Anonymous user download bandwith in KB/s. An empty field means infinity.
af: Annonieme gebruiker aflaai bandwydte in KB/s. 'N Leë veld beteken oneindig.
ca: Ample de banda de descarrega per un usuari anònim en KB/s. Un camp buit significa l'infinit.
cs: Rychlost stahování (v KB/s) pro anonymního uživatele. Nevyplněno znamená bez omezení.
de: Download-Bandbreite anonymer Benutzer in KB/s. Ein leeres Feld steht für unbegrenzt.
el: Εύρος ζώνης για την ταχύτητα μεταφόρτωσης των ανώνυμων χρηστών σε KB/δευτ. Κενό πεδίο σημαίνει απεριόριστο.
es: Ancho de banda de descarga de usuario anónimo en KB/s. El campo vacío indica infinito.
fr: Bande passante en KB/s du sens descendant pour un utilisateur anonyme. Un champ vide signifie 'pas de limite'.
hu: Anonymus felhasználó max letöltési sebessége KB/s-ban. Üresen hagyva nincs korlátozás.
it: Larghezza di banda in scaricamento dell'utente anonimo in KB/s. Il campo vuoto significa infinita banda.
lo: ແບນວິດການດາວໂຫຼດຂອງຜູ້ໃຊ້ບໍ່ລະບຸຊື່ເປັນ KB/s. ຊ່ອງຫວ່າງໝາຍເຖິງບໍ່ຈຳກັດ.
nl: Anonieme gebruikers download bandbreedte in KB/s. Een leeg gelaten veld betekent onbeperkt.
pl: Anonimowy użytkownik pobiera z prędkością wyrażoną w KB/s. Puste pole oznacza brak ograniczeń.
ro: Lățimea de bandă la descărcare (download) pentru utilizatori anonimi în KB/s. Lăsaţi câmpul necompletat pentru viteză maximă.
ru: Ограничение скорости скачивания для анонимных пользователей (кбайт/с). Пустое поле - без ограничений.
sv: Nedladdningsbandbredd i KB/s för Anonym användare. Ett tomt fält är lika med oändlig.
uk: Швидкість завантаження для анонімних користувачів в КБ/с. Пусте поле означає без обмежень.
zh_cn: 匿名用户下载带宽，以 KB/s 为单位。空白表示没限制。

source: Enable TLS connections.
af: Inskakel TLS konneksies.
ca: Habilitar conexions TLS.
cs: Zapnout TLS spojení.
de: SSL-Verbindungen aktivieren.
el: Ενεργοποίηση συνδέσεων TLS.
es: Habilitar conexiones TSL
fr: Autorise les connexions TLS.
hu: TLS kapcsolat engedélyezése.
it: Abilita le connessioni TLS.
lo: ເປີດໃຊ້ການເຊື່ອມຕໍ່ TLS.
nl: Inschakelen TLS verbindingen.
pl: Włącz połączenia TLS
ro: Activare conexiuni TLS.
ru: Разрешить TLS соединения.
sv: Aktivera TLS-anslutningar.
uk: Дозволити TLS з'єднання.
zh_cn: 启用TLS连接。

source: Paste a signed certificate in X.509 PEM format here.
af: Plak 'n getekende sertifikaat in X.509 PEM formaat hier
ca: Enganxeu un certificat signat en format X.509 PEM aquí.
cs: Sem vložte podepsaný certifikát ve formátu X.509 PEM.
de: Fügen Sie hier ein Zertifikat im X.509 PEM Format ein.
el: Επικολλήστε εδώ ένα υπογεγραμμένο πιστοποιητικό σε μορφή X.509 PEM.
es: Pegue aquí un certificado firmado en formato X.509 PEM.
fr: Copiez un certificat au format X.509 PEM ici.
hu: Másold ide az aláírt tanúsítványt X.509 PEM formátumban.
it: Incolla qui un certificato firmato in formato X.509 PEM.
lo: ວາງໃບຢັ້ງຢືນທີ່ລົງນາມໃນຮູບແບບ X.509 PEM ທີ່ນີ້.
nl: Plak hier het in X.509 PEM formaat ondertekend certificaat.
pl: Tutaj wklej podpisany certyfikat w formacie X.509 PEM.
ro: Introduceți aici un certificat semnat în formatul X.509 PEM.
ru: Вставьте сюда подписанный сертификат в формате X.509 PEM.
sv: Klistra in ett signerat certifikat i X.509 PEM-format här.
uk: Вставити підписаний сертифікат у форматі X509 PEM тут.
zh_cn: 请在此贴上 X.509 PEM 格式的签署凭证。

source: Private Key
af: Privaat Sleutel
ca: Clau privada
cs: Soukromá část klíče
de: Privater Schlüssel
el: Ιδιωτικό Κλειδί
es: Clave privada
fr: Clef privée
hu: Privát kulcs
it: Chiave Privata
lo: ກະແຈສ່ວນຕົວ
nl: Privé Sleutel
pl: Klucz prywatny
ro: Cheie Privată
ru: Секретный ключ
sv: Privat nyckel
uk: Приватний ключ
zh_cn: 私钥

source: Paste an private key in PEM format here.
af: Plak 'n private sluitel in PEM formaat hier
ca: Enganxeu una clau privada en format PEM aquí.
cs: Sem vložte SOUKROMOU část klíče ve formátu PEM.
de: Fügen Sie hier einen privaten Schlüssel im PEM Format ein.
el: Επικολλήστε ένα ιδιωτικό κλειδί σε μορφή PEM εδώ.
es: Pegar una clave privada en formato PEM aquí
fr: Coller la clé privée au format PEM ici.
hu: Illessz be ide egy privát kulcsot PEM formátumban
it: Incollare qui una chiave privata in formato PEM.
lo: ວາງກະແຈສ່ວນຕົວໃນຮູບແບບ PEM ທີ່ນີ້.
nl: Plak hier een privé sleutel in PEM formaat.
pl: Wklej tu klucz prywatny w formacie PEM.
ro: Introduceți aici cheia privată în format PEM.
ru: Вставьте сюда частный ключ в формате PEM.
sv: Klistra in en privat nyckel i PEM-format här.
uk: Вставте тут приватний ключ в PEM форматі.
zh_cn: 请在此贴上PEM 格式的密钥。

source: TLS Only
af: TLS Enigste
ca: Nòmes TLS
cs: Pouze TLS
de: Nur TLS
el: Μόνο TLS
es: Solo TLS
fr: TLS seulement
hu: Csak TLS
it: Solo TLS
lo: TLS ເທົ່ານັ້ນ
nl: Alleen TLS
pl: Wyłącznie TLS
ro: Doar TLS
ru: Только TLS
sv: Endast TLS
uk: Тільки TLS
zh_cn: 仅TLS

source: Allow TLS connections only.
af: Toelaat TLS slegs verbindings.
ca: Permetre només conexions TSL.
cs: Umožnit pouze šifrovaná spojení (TLS).
de: Nur TLS-Verbindungen zulassen
el: Να επιτρέπονται μόνο συνδέσεις TLS.
es: Permitir conexiones TSL únicamente
fr: Permettre seulement les connections TLS.
hu: Csak TLS kapcsolat engedélyezése.
it: Consenti solo connessioni TLS.
lo: ອະນຸຍາດການເຊື່ອມຕໍ່ TLS ເທົ່ານັ້ນ.
nl: Alleen TLS verbindingen toestaan.
pl: Zezwalaj tylko na połączenia TLS
ro: Permite doar conexiuni TLS.
ru: Разрешить только TLS соединения.
sv: Tillåt endast TLS anslutningar.
uk: Дозволяти лише TLS з'єднання.
zh_cn: 只允许TLS连接。

source: Syslog Level
af: Syslog vlak
ca: Nivell del registre de sistema
cs: Úroveň podrobností pro syslog
de: Syslog-Detailstufe
el: Επίπεδο Syslog
es: Nivel de syslog
fr: Niveau Syslog
hu: Rendszernaplózási szint
it: Livello di log sistema
lo: ລະດັບ Syslog
nl: Syslog niveau
ro: Nivel syslog
ru: Уровень syslog
sv: Syslognivå
uk: Рівень системного логування
zh_cn: Syslog级别

source: Ban List
af: Verbanlys
ca: Llista de banejats
cs: Seznam vykázaných (ban)
de: Sperrliste
el: Λίστα απαγόρευσης εισόδου
es: Lista de expulsados
fr: Liste des bannis
hu: Kitiltási lista
it: Lista utenti bloccati
lo: ລາຍການຫ້າມ
nl: Banlijst
pl: Lista zablokowanych
ro: Listă interdicții
ru: Черный список
sv: Spärrlista
uk: Перелік блокувань
zh_cn: 封禁名单

source: Rules
af: Reëls
ca: Regles
cs: Pravidla
de: Regeln
el: Κανόνες
es: Reglas
fr: Règles
hu: Szabályok
it: Regole
lo: ກົດລະບຽບ
nl: Regels
pl: Reguły
ro: Reguli
ru: Правила
sv: Regler
uk: Правила
zh_cn: 规则

source: Frequency
af: Frekwensie
ca: Freqüència
cs: Frekvence
de: Frequenz
el: Συχνότητα
es: Frecuencia
fr: Fréquence
hu: Gyakoriság
it: Frequenza
lo: ຄວາມຖີ່
nl: Frequentie
pl: Częstotliwość
ro: Frecvență
ru: Частота возникновения
sv: Frekvens
uk: Періодичність
zh_cn: 频率

source: Edit rule
af: Reigeer reël
ca: Editar una regla
cs: Upravit pravidlo
de: Regel bearbeiten
el: Επεξεργασία κανόνα
es: Editar regla
fr: Editer une règle
hu: Szabály szerkesztése
it: Editare regola
lo: ແກ້ໄຂກົດລະບຽບ
nl: Regel bewerken
pl: Edytuj regułę
ro: Editare regulă
ru: Редактировать правило
sv: Redigera regel
uk: Редагувати правило
zh_cn: 编辑规则

source: Do you really want to delete this rule?
af: Wil jy regtig hierdie reël skrap?
ca: Realment vol eliminar aquesta regla?
cs: Opravdu smazat toto pravidlo?
de: Möchten Sie diese Regel wirklich löschen?
el: Θέλετε σίγουρα να διαγράψετε αυτό τον κανόνα;
es: ¿Realmente desea borrar esta regla?
fr: Voulez-vous vraiment supprimer cette règle?
hu: Biztos, hogy törli ezt a szabályt?
it: Vuoi veramente eliminare questa regola?
lo: ທ່ານຕ້ອງການລຶບກົດລະບຽບນີ້ແທ້ບໍ?
nl: Weet u zeker dat u deze regel wilt verwijderen?
pl: Czy na pewno usunąć tę regułę?
ro: Doriți să ștergeți această regulă?
ru: Вы действительно хотите удалить это правило?
sv: Vill du verkligen radera denna regeln?
uk: Ви підтверджуєте видалення цього правила?
zh_cn: 你确定要删除这个规则吗？

source: Delete rule
af: Skrap reël
ca: Suprimeix la regla
cs: Odstranit pravidlo
de: Regel löschen
el: Διαγραφή κανόνα
es: Eliminar regla
fr: Supprimer une règle
hu: Szabály törlése
it: Rimuovi regola
lo: ລຶບກົດລະບຽບ
nl: Regel verwijderen
pl: Usuń regułę
ro: Ștergere regulă
ru: Удалить правило
sv: Radera regel
uk: Видалити правило
zh_cn: 删除规则

source: Add rule
af: Voeg reël
ca: Afegir una regla
cs: Přidat pravidlo
de: Regel hinzufügen
el: Προσθήκη κανόνα
es: Añadir regla
fr: Ajouter une règle
hu: Szabály hozzáadása
it: Aggiungi regola
lo: ເພີ່ມກົດລະບຽບ
nl: Regel toevoegen
pl: Dodaj regułę
ro: Adăugare regulă
ru: Добавить правило
sv: Lägg till regel
uk: Додати правило
zh_cn: 添加规则
