Repository: rojim666/xigmanas-code-r10599-trunk
Catalog: locale/xigmanas-*.po
Languages: af, ca, cs, de, el, es, fr, hu, it, lo, nl, pl, ro, ru, sv, uk, zh_cn

source: Do you really want to delete this scheduled self-test?
af: Wil jy regtig hierdie geskeduleerde self-toets skrap?
ca: Realment vol eliminar aquesta auto-prova programada?
cs: Opravdu smazat tento naplánovaný samotest?
de: Möchten Sie wirklich diesen planmäßigen Selbsttest löschen?
el: Θέλετε σίγουρα να διαγράψετε αυτή τη προγραμματισμένη αυτοεξέταση;
es: ¿Realmente desea eliminar esta autocomprobación planeada?
fr: Voulez-vous vraiment supprimer cet auto-test planifié?
hu: Biztos, hogy törlöd ezt az időzített öntesztet?
it: Volete veramente cancellare questo test automatico programmato?
lo: ທ່ານຕ້ອງການລຶບການທົດສອບຕົນເອງຕາມຕາຕະລາງນີ້ແທ້ບໍ່?
nl: Weet u zeker dat u deze zelf-test wilt verwijderen?
pl: Czy na pewno chcesz usunąć ten zaplanowany test wewnętrzny?
ro: Doriți să ștergeți acest auto-test programat?
ru: Вы действительно хотите удалить запланированное самотестирование?
sv: Vill du verkligen radera detta schemalagda självtest?
uk: Ви підтверджуєте видалення цього запланованого самотестування?
zh_cn: 你确定要删除这项自我检测流程吗？

source: Delete self-test
af: Skrap selftoets
ca: Suprimeix els auto tests
cs: Odstranit samotest
de: Selbsttest löschen
el: Διαγραφή αυτοεξέτασης
es: Eliminar autoconprobación
fr: Supprimer l'auto test.
hu: Önteszt törlése
it: Cancella self-test
lo: ລຶບການທົດສອບຕົນເອງ
nl: Zelf-test verwijderen
pl: Usuń test wewnętrzny
ro: Ștergere auto-test
ru: Удалить самотестирование
sv: Radera självtest
uk: Видалити тест самодіагностики
zh_cn: 删除自我检测

source: Add self-test
af: Voeg selftoets
ca: Afegir auto-prova
cs: Přidat samotest
de: Selbsttest hinzufügen
el: Προσθήκη αυτοεξέτασης
es: Añadir autocomprobación
fr: Ajouter un auto test.
hu: Önteszt hozzáadása
it: Aggiungi self-test
lo: ເພີ່ມການທົດສອບຕົນເອງ
nl: Zelf-test toevoegen
pl: Dodaj test wewnętrzny
ro: Adăugare auto-test
ru: Добавить самотестирование
sv: Lägg till självtest
uk: Додати самотест
zh_cn: 添加自检

source: Do you really want to delete all scheduled self-tests?
af: Wil jy regtig om alle geskeduleerde selftoetse te verwyder?
ca: Realment vols eliminar totes les proves automàtiques programades?
cs: Opravdu smazat všechny naplánované samotesty?
de: Möchten Sie wirklich sämtliche geplanten Selbsttests löschen?
el: Θέλετε σίγουρα να διαγράψετε όλους τους προγραμματισμένους ελέγχους;
es: ¿Realmente quiere eliminar todas las auto-pruebas planificadas?
fr: Voulez-vous vraiment supprimer tous les auto-tests planifiés?
hu: Biztos, hogy törlöd az összes ütemezett öntesztet?
it: Si vogliono veramente cancellare tutti gli auto-test programmati?
lo: ທ່ານຕ້ອງການລຶບການທົດສອບຕົນເອງຕາມຕາຕະລາງທັງໝົດແທ້ບໍ່?
nl: Weet u zeker dat u alle geplande zelf-testen wilt verwijderen?
pl: Czy na pewno chcesz usunąć wszystkie zaplanowane testy wewnęrzne?
ro: Doriți să ștergeți toate auto-testele programate?
ru: Вы действительно хотите удалить все запланированные самотестирования?
sv: Vill du verkligen ta bort alla schemalagda självtester?
uk: Ви підтверджуєте видалення всіх запланованих самотестуваннь?
zh_cn: 你确定要删除所有自我测试任务吗?

source: Delete all self-tests
af: Vee alle self-toetse uit
ca: Suprimeix tots els auto tests
cs: Smazat všechny samotesty
de: Alle Selbsttests löschen
el: Διαγραφή όλων των αυτοελέγχων
es: Borrar todos los Auto-Test
fr: Supprimer tous les auto-tests
hu: Összes önteszt törlése
it: Cancella tutti i self-test
lo: ລຶບການທົດສອບຕົນເອງທັງໝົດ
nl: Alle zelf-testen verwijderen
pl: Usuń wszystkie testy wewnętrzne.
ro: Șterge toate auto-testele
ru: Удалить все самотестирования
sv: Ta bort alla självtest
uk: Видалити всі тести самодіагностики
zh_cn: 删除所有自我测试

source: Add additional scheduled self-test.
af: Voeg 'n addisionele geskeduleerde self-toets by.
ca: Afegeix auto-provas addicionals calendaritzades.
cs: Přidat další naplánovaný samotest.
de: Zusätzliche planmäßige Selbsttests hinzufügen.
el: Προσθήκη επιπλέον προγραμματισμένης αυτοεξέτασης.
es: Añadir autocomprobación planeada adicional.
fr: Ajouter d'autres planifications d'auto tests.
hu: További időzített öntesztek hozzáadása
it: Aggiungi auto-test delle schede aggiuntive
lo: ເພີ່ມການທົດສອບຕົນເອງຕາມຕາຕະລາງເພີ່ມເຕີມ.
nl: Een geplande zelf-test toevoegen.
pl: Dodaj dodatkowy zaplanowany test wewnetrzny.
ro: Adăugare auto-test suplimentar programat.
ru: Добавить запланированное самотестирование.
sv: Lägg till ytterligare schemalagda självtest.
uk: Додати заплановане самотестування.
zh_cn: 添加额外计划的自检。

source: Email Report
af: Epos Verslag
ca: Informe de correu
cs: Hlášení e-mailem
de: E-Mail Bericht
el: Αναφορά Ηλ.Ταχυδρομείου
es: Informe por e-mail
fr: Rapport par courriel
hu: E-mail jelentés
lo: ລາຍງານທາງອີເມລ໌
nl: E-mail Rapportage
pl: Prześlij raport e-mailem
ro: Raport pe email
ru: Отчет по электронной почте
sv: E-postrapport
uk: Звіт електронною поштою
zh_cn: Email报告

source: Activate
af: Aktiveer
ca: Activar
cs: Aktivovat
de: Aktivieren
el: Ενεργοποίηση
es: Activar
fr: Activer
hu: Aktivál
it: Attiva
lo: ເປີດໃຊ້
nl: Activeren
pl: Aktywuj
ro: Activare
ru: Активировать
sv: Aktivera
uk: Активувати
zh_cn: 启用

source: Destination email address.
af: Bestemming epos adres.
ca: Adreça de correu electrònic de destinació.
cs: Cílová e-mailové adresa.
de: E-Mail Adresse des Empfängers.
el: Διεύθυνση ηλεκτρονικού ταχυδρομείου παραλήπτη.
es: Dirección de e-mail de destino
fr: Adresse e-mail de destination.
hu: Cél e-mailcím.
it: Indirizzo email di destinazione
lo: ທີ່ຢູ່ອີເມລ໌ປາຍທາງ.
nl: Bestemmings e-mail adres.
pl: Docelowy adres e-mail.
ro: Adresă/adrese email destinație.
ru: Адрес е-mail назначения.
sv: E-postadress till mottagaren av rapporter.
uk: Email адреса призначення.
zh_cn: Email目的地址。

source: Separate email addresses by semi-colon.
af: Skei epos adresse met 'n kommapunt.
ca: Adreces de correu electrònic separades per punt i coma.
cs: E-mailové adresy oddělujte pomocí středníku.
de: Mehrere Adressen können durch Semikola getrennt angegeben werden.
el: Διαχωρίστε τις διευθύνσεις ηλεκτρονικού ταχυδρομείου με ερωτηματικό.
es: Separe direcciones de e-mail con punto y coma ";"
fr: Séparer les adresses e-mail par des points-virgules.
hu: Több e-mailcímet pontosvesszővel elválasztva adj meg.
it: Separare gli indirizzi email con un punto e virgola (senza spazi tra gli indirizzi)
lo: ຂັ້ນທີ່ຢູ່ອີເມລ໌ດ້ວຍຈຸດຈ້ຳ.
nl: Afzonderlijke e-mailadressen scheiden met puntkomma. (gebruik de ; toets)
pl: Oddziel adresy email średnikiem.
ro: Separați adresele de email prin punct şi virgulă ';'
ru: Несколько адресов e-mail разделяются точкой с запятой.
sv: Separerar e-postadresser med semikolon.
uk: Розділяйте email адреси символом ";"
zh_cn: 以 ";" 分号隔开Email地址。

source: Test Email
af: Toets Epos
ca: Email de prova
cs: Zkušební e-mail
de: E-Mail testen
el: Δοκιμαστικό μήνυμα ηλ. ταχυδρομείου
es: Email de prueba
fr: E-mail de Test
hu: Teszt e-mail
it: E-Mail di test
lo: ທົດສອບອີເມລ໌
pl: Testowy email
ro: Email de test
ru: Тестовое сообщение
sv: Testa E-post
uk: Тестове Повідомлення
zh_cn: 测试邮件

source: Send a TEST warning email on startup.
af: Stuur 'n TOETS waarskuwing epos gedurende aanskakel.
ca: Enviar un correu electrònic d'advertència de prova en l'inici.
cs: Při spouštění poslat ZKUŠEBNÍ varovný e-mail.
de: Sende eine TEST-Warnung als E-Mail nach dem Start.
el: Αποστολή ΔΟΚΙΜΑΣΤΙΚΟΥ προειδοποιητικού μηνύματος ηλεκτρονικού ταχυδρομείου κατά την εκκίνηση.
es: Enviar una alerta de PRUEBA por correo (e-mail) al arrancar el PC
fr: Envoyer un e-mail TEST d'avertissement au démarrage.
hu: A rendszer indulásakor figyelmeztető TESZT email küldése.
it: Invia email TEST di avvertimento all'avvio
lo: ສົ່ງອີເມລ໌ເຕືອນ TEST ເມື່ອເລີ່ມລະບົບ.
nl: Verstuur TEST waarschuwingsmail tijdens het opstarten van het systeem.
pl: Wyślij podczas uruchamiania testowy mail ostrzegawczy.
ro: Trimite email TEST de avertizare, la pornire.
ru: Отправить предупреждение TEST на e-mail при старте
sv: Skicka ett TEST e-brev under uppstarten.
uk: Надіслати тестовий лист-попередження при старті.
zh_cn: 启动时发送测试警告Email。

source: Save and Restart
af: Stoor en Herlaai
ca: Desa i reinicia
cs: Uložit a restartovat
de: Speichern und Neustart
el: Αποθήκευση και Επανεκκίνηση
es: Guardar y Reiniciar
fr: Enregistrer et redémarrer
hu: Mentés és újraindítás
it: Salva e Riavvia
lo: ບັນທຶກ ແລະ ເລີ່ມໃໝ່
nl: Opslaan en Herstarten
pl: Zapisz i restaruj
ro: Salvare și Repornire
ru: Сохранить и перезапустить
sv: Spara och starta om
uk: Зберегти і перезавантажити
zh_cn: 保存并重启服务

source: Activate email report if you want to be notified if a failure or a new error has been detected, or if a S.M.A.R.T. command to a disk fails.
af: Aktiveer e-pos verslag as jy in kennis gestel wil word indien 'n bug of 'n nuwe bug opgemerk is, of as 'n S.M.A.R.T. opdrag na 'n skyf misluk.
ca: Activar informe de correu electrònic si voleu rebre una notificació en cas d'error o un nou error s'ha detectat, o si una comanda S.M.A.R.T a un dels discs falla.
cs: Pokud chcete být informováni o výpadku z provozu, zjištění nové chyby nebo o nezdařeném vykonání SMART příkazu na jednotce datového úložiště, zapněte hlášení e-mailem.
de: Aktiviere E-Mail-Benachrichtigung, falls Sie benachrichtigt werden wollen, wenn eine Störung oder ein neuer Fehler erkannt wurde, oder wenn ein S.M.A.R.T. Befehl an eine Festplatte fehlschlug.
el: Ενεργοποίηση αναφοράς με μήνυμα ηλεκτρονικού ταχυδρομείου σε περίπτωση αποτυχίας ή ανίχνευσης ενός νέου σφάλματος ή αποτυχίας μιας εντολής S.M.A.R.T. στο δίσκο.
es: Habilita el aviso por e-mail si quieres ser notificado en caso de fallo o en caso de que se haya detectado un nuevo error, o si un comando S.M.A.R.T. en un disco falla.
fr: Activer le rapport par e-mail si vous voulez être notifié de la détection d'un échec ou d'une nouvelle erreur, ou si une commande S.M.A.R.T vers un disque connaît un échec.
hu: Ne feledd el bekapcsolni az e-mail jelentést, ha e-mailben értesülni szeretnél egy esetleges hibáról vagy a merevlemez S.M.A.R.T. hibaüzeneteiről.
it: Attiva il report via mail se vuoi essere avvisato di malfunzionamenti, errori o segnalazioni S.M.A.R.T. riguardo i dischi fissi.
lo: ເປີດໃຊ້ລາຍງານທາງອີເມລ໌ຖ້າທ່ານຕ້ອງການຮັບການແຈ້ງເຕືອນເມື່ອກວດພົບຄວາມລົ້ມເຫຼວ ຫຼື ຂໍ້ຜິດພາດໃໝ່, ຫຼື ຖ້າຄຳສັ່ງ S.M.A.R.T. ໄປຍັງດິສກ໌ລົ້ມເຫຼວ.
nl: Activeer e-mail rapportage als u op de hoogte gebracht wilt worden bij een defect, of een error wordt gedetecteerd, of als een S.M.A.R.T. opdracht naar een schijf mislukt.
pl: Włącz raport wysyłany przez e-mail, jeśli chcesz być informowany o wykrytych awariach i nowych błędach, lub jeśli wykonanie na dysku polecenia S.M.A.R.T. nie powiedzie się.
ro: Activează raportul prin email dacă doriți să fiți informat în cazul apariției oricărei erori sau defecțiuni la discurile monitorizare cu S.M.A.R.T.
ru: Активируйте отправку отчета по e-mail, если хотите получать предупреждения о сбоях, ошибках или подозрительном статусе S.M.A.R.T.
sv: Aktivera e-postrapportering om du vill be notifierad om fel uppstår eller ett nytt fel har upptäckts, eller om ett S.M.A.R.T. kommando till en disk misslyckats.
uk: Активуйте email-інформування, якщо бажаєте отримувати повідомлення про виявлені помилки або у випадку невдалого виконання команди S.M.A.R.T.
zh_cn: 如果你想在检测到新的错误或SMART命令失败时获得通知，请开启Email报告功能。

source: Scheduled Self-Test
af: Geskeduleerde Self-Toets
ca: Autocomprovació programada
cs: Naplánovaný samotest
de: Geplanter Selbst-Test
el: Προγραμματισμένη αυτοεξέταση
es: Auto-Test planificado
fr: Auto test planifié
hu: Ütemezett önteszt
it: Autodiagnosi pianificata.
lo: ການທົດສອບຕົນເອງຕາມຕາຕະລາງ
nl: Geplande Zelf-Testen
pl: Zaplanowany test wewnętrzny
ro: Auto-Test Programat
ru: Запланированное самотестирование
sv: Schemalagt självtest
uk: Заплановане самотестування
zh_cn: 定时自我检测

source: Scheduled Self-Test Settings
af: Geskeduleer Self-Toets Instellings
ca: Ajustos de verificació automàtica programats
cs: Nastavení naplánovaného samotestu
de: geplante Selbsttest Einstellungen
el: Ρυθμίσεις Προγραμματισμένων ΑυτοΕξετάσεων
es: Opciones de Auto-Test programados
fr: Paramètres d'auto-test planifiés
hu: Időzített önellenőrző beállításai
it: Settaggi auto-test programmato
lo: ການຕັ້ງຄ່າການທົດສອບຕົນເອງຕາມຕາຕະລາງ
nl: Geplande Zelf-Test Instellingen
pl: Ustawienia zaplanowanego self-testu
ro: Setări Auto-Test programat
ru: Настройки планирования самотестирования
sv: Inställningar schemalagda självtester
uk: Налаштування самотестування за розкладом
zh_cn: 计划自检设置

source: Select a disk that is enabled for S.M.A.R.T. monitoring.
af: Kies 'n skyf wat opgestel is vir S.M.A.R.T. monitering.
ca: Seleccioneu un disc que està habilitat per monitoratge S.M.A.R.T.
cs: Vyberte jednotku datového úložiště, která umožňuje dohledování hodnot SMART diagnostiky.
de: Wählen Sie ein Gerät aus, welches für die S.M.A.R.T. Überwachung aktiviert ist.
el: Επιλέξτε δίσκο ο οποίος είναι ενεργοποιημένος για παρακολούθηση S.M.A.R.T.
es: Seleccionar un disco habilitado para monitoreo S.M.A.R.T.
fr: Sélectionnez un disque configuré pour le pilotage S.M.A.R.T.
hu: Válassz ki egy a S.M.A.R.T. által figyelendő lemezt.
it: Selezionare un disco che sia abilitato per il monitoraggio S.M.A.R.T.
lo: ເລືອກດິສກ໌ທີ່ເປີດໃຊ້ການຕິດຕາມ S.M.A.R.T.
nl: Selecteer een schijf dat is ingeschakeld voor S.M.A.R.T. controle.
pl: Wybierz dysk, który ma włączone monitorowanie S.M.A.R.T.
ro: Selectați un disc care are activată opțiunea de monitorizare S.M.A.R.T.
ru: Укажите диск с включенным S.M.A.R.T.
sv: Välj en disk som har S.M.A.R.T.-övervakning aktiverat.
uk: Оберіть диск для вмикання моніторингу S.M.A.R.T.
zh_cn: 请选择已开启 S.M.A.R.T. 监测的硬盘。

source: Schedule Time
af: Skedule Tyd
ca: Temps programat
cs: Časový plán
de: geplante Zeit
el: Προγραμματισμένη ώρα
es: Temporización
fr: Heure de début programmée
hu: Ütemezett időpont
it: Orario programmato
lo: ເວລາກຳນົດ
nl: Tijdsplanning
pl: Harmonogram
ro: Timp programat
ru: Время расписаний
sv: Körtid
uk: Час розкладів
zh_cn: 排程时间

source: Mount Point
af: Monteer Punt
ca: Punt de muntatge
cs: Přípojný bod
de: Einhängepunkt
el: Σημείο Προσάρτησης
es: Punto de Montaje
fr: Point de montage
hu: Csatolási pont (Mount Point)
it: Punto di Mount
lo: ຈຸດເຊື່ອມຕໍ່
nl: Koppelpunten
pl: Punkt zamontowania
ro: Punct Montare
ru: Точка монтирования
sv: Monteringspunkt
uk: Точка монтування
zh_cn: 挂载点

source: Mount Point Management
af: Monteer Punt Bestuure
ca: Gestió de Punt de muntatge
cs: Správa přípojných bodů
de: Einhängepunkt Verwaltung
el: Διαχείριση Σημείου Προσάρτησης
es: Puntos de Montaje
fr: Gestion du Point de Montage
hu: Csatolási pont kezelő
it: Gestione della locazione di montaggio
lo: ການຈັດການຈຸດເຊື່ອມຕໍ່
nl: Koppelpunt Management
pl: Zarządzanie punktem montowania
ro: Management punct montare
ru: Управление точками монтирования
sv: Hantering av monteringspunkter
uk: Керування Точками Монтування
zh_cn: 挂载点管理

source: Name
af: Naam
ca: Nom
cs: Název
el: Όνομα
es: Nombre
fr: Nom
hu: Név
it: Nome
lo: ຊື່
nl: Naam
pl: Nazwa
ro: Nume
ru: Имя
sv: Namn
uk: Назва
zh_cn: 名称

source: Error
af: Fout
cs: Chyba
de: Fehler
el: Σφάλμα
fr: Erreur
hu: Hiba
it: Errore
lo: ຂໍ້ຜິດພາດ
nl: Fout
pl: Błąd
ro: Eroare
ru: Ошибка
sv: Fel
uk: Помилка
zh_cn: 错误

source: Retry
af: Probeer Weer
ca: Reintenta
cs: Znovu
de: Wiederholen
el: Επανάληψη
es: Reintentar
fr: Réessayer
hu: Ismét
it: Riprova
lo: ລອງໃໝ່
nl: Opnieuw proberen
pl: Powtórz
ro: Reîncercare
ru: Попытаться снова
sv: Försök igen
uk: Повторити
zh_cn: 重试

source: Edit mount point
af: Redigeer monteer punt
ca: Editar punt de muntatge
cs: Upravit přípojný bod
de: Einhängepunkt bearbeiten
el: Επεξεργασία σημείου προσάρτησης
es: Editar punto de montaje
fr: Editer le point de montage
hu: Csatolási pont szerkesztése
it: Modifica il mount point
lo: ແກ້ໄຂຈຸດເຊື່ອມຕໍ່
nl: Koppelpunt bewerken
pl: Edytuj punkt montowania
ro: Editare punct de montare
ru: Изменить точку монтирования
sv: Redigera monteringspunkt
uk: Редагувати точку монтування
zh_cn: 编辑挂载点

source: Do you really want to delete this mount point? All elements that still use it will become invalid (e.g. share)!
af: Wil jy regtig hierdie monteer punt geskrap? Alle elementes wat dit steeds gebruik sal raak ongeldig (bv. deling)!
ca: Realment vol eliminar aquest punt de muntatge? Tots els elements que encara l'utilitzen deixaran de ser vàlids (per exemple, recursos)!
cs: Opravdu smazat tento přípojný bod? Veškeré prvky, které ho využívají, přestanou fungovat (např. sdílení)!
de: Möchten Sie diesen Einhängepunkt wirklich löschen? Alle Elemente, die gerade darauf zugreifen, werden ungültig werden (z. B. Freigaben).
el: Θέλετε σίγουρα να διαγράψετε αυτό το σημείο προσάρτησης; Όλα τα στοιχεία που το χρησιμοποιούν ακόμα θα μετατραπούν σε μη έγκυρα (πχ. κοινόχρηστα)!
es: ¿Realmente quiere borrar este punto de montaje? Dejaran de ser validos todos los elementos que todavía lo usen (Ej: elementos compartidos)!
fr: Voulez-vous vraiment supprimer ce point de montage ? Tous les éléments l'utilisant seront invalidés !
hu: Biztos, hogy törlöd ezt a csatolási pontot? Minden erre hivatkozó elem érvénytelenné válik (pl. megosztás)!
it: Si vuole realmente cancellare questo punto di mount? Tutti gli elementi che ancora lo utilizzano non saranno piu' validi (es. condivisioni)!
lo: ທ່ານຕ້ອງການລຶບຈຸດເຊື່ອມຕໍ່ນີ້ແທ້ບໍ່? ອົງປະກອບທັງໝົດທີ່ຍັງໃຊ້ມັນຢູ່ຈະບໍ່ຖືກຕ້ອງ (ຕົວຢ່າງ: ແຊຣ໌)!
nl: Weet u zeker dat u dit koppelpunt wilt verwijderen? Alle elementen die er nog steeds gebruik maken zullen ongeldig worden (bijv. delingen)!
pl: Czy na pewno chcesz usunąć ten punkt zamontowania? Wszystkie elementy, które go nadal używają zostaną uszkodzone (np. współdzielone)!
ro: Doriți să ștergeți acest punct de montare? Toate elementele asociate, chiar și cele active, vor fi șterse (inclusiv partajările)!
ru: Вы действительно хотите удалить эту точку монтирования? Все объекты, использующие её, станут недоступны (например, общие ресурсы)!
sv: Vill du verkligen ta bort den här monteringspunkten? Alla element som fortfarande använder den kommer att bli ogiltiga (t.ex. utdelningen)!
uk: Ви підтверджуєте видалення цієї точки монтування? Всі елементи, що досі використовувалися стануть недоступними (наприклад каталоги спільного доступу)!
zh_cn: 你确定要删除这个挂载点吗？所有使用此挂载点的元件都会失效！ (例如：分享区)

source: Delete mount point
af: Skrap monteer punt
ca: Suprimeix punt de muntatge
cs: Odstranit přípojný bod
de: Einhängepunkt löschen
el: Διαγραφή σημείου προσάρτησης
es: Borrar punto de montaje
fr: Supprimer le point de montage
hu: Csatolási pont törlése
it: Cancella punto di montaggio
lo: ລຶບຈຸດເຊື່ອມຕໍ່
nl: Koppelpunt verwijderen
pl: Usuń punkt montowania
ro: Ștergere punct de montare
ru: Удалить точку монтирования
sv: Radera monteringspunkt
uk: Видалити точку монтування
zh_cn: 删除挂载点

source: Add mount point
af: Voeg monteerpunt
ca: Afegir punt de muntatge
cs: Přidat přípojný (mount) bod
de: Einhängepunkt hinzufügen
el: Προσθήκη σημείου προσάρτησης
es: Añadir punto de montaje
fr: Ajouter un point de montage
hu: Csatolási pont hozzáadása
it: Aggiungi punto di mount
lo: ເພີ່ມຈຸດເຊື່ອມຕໍ່
nl: Koppelpunt toevoegen
pl: Dodaj punkt montowania
ro: Adăugare punct de montare
ru: Добавить точку монтирования
sv: Lägg till monteringspunkt
uk: Додати точку монтування
zh_cn: 添加挂载点

source: Warning
af: Waarskuwing
ca: Avís
cs: Varování
de: Warnung
el: Προειδοποίηση
es: Precaución
fr: Avertissement
hu: Figyelmeztetés
it: Attenzione
lo: ຄຳເຕືອນ
nl: Waarschuwing
pl: Ostrzeżenie
ro: Atenție
ru: Внимание
sv: Varning
uk: Попередження
zh_cn: 警告

source: UFS and ZFS are NATIVE filesystems of %s. Attempting to use other filesystems such as EXT2, EXT3, EXT4, FAT, FAT32, or NTFS can result in unpredictable results, file corruption and the loss of data!
af: UFS en ZFS is INHEEMSE lêersisteme van %s. Om ander lêersisteme soos EXT2, EXT3, EXT4, FAT, FAT32 of NTFS te probeer gebruik kan lei tot onvoorspelbare resultate, lêer korrupsie en data verlies!
ca: UFS i ZFS són sistemes d'arxius nadius de %s. L'intent d'utilitzar altres sistemes d'arxius com EXT2, EXT3, EXT4, FAT, FAT32 o NTFS poden donar lloc a resultats impredictibles, corrupció d'arxius i la pèrdua de dades!
cs: UFS a ZFS jsou v %s PŮVODNÍ souborové systémy. Pokus o použití jiných souborových systémů, jako třeba EXT2, EXT3, EXT4, FAT, FAT32, nebo NTFS může vést k neočekávaným výsledkům, poškození souborového systému a ztrátě dat!
de: UFS und ZFS sind NATIVE Dateisysteme von %s. Die Verwendung anderer Dateisysteme, wie z. B. EXT2, EXT3, EXT4, FAT, FAT32 oder NTFS kann zu unvorhersehbaren Ergebnissen, Dateibeschädigungen oder sogar Datenverlust führen!
el: Το UFS και το ZFS είναι ΕΓΓΕΝΗ συστήματα αρχείων του %s. Η απόπειρα χρήσης άλλων συστημάτων αρχείων, όπως EXT2, EXT3, EXT4, FAT, FAT32, ή NTFS μπορεί να οδηγήσει σε απρόβλεπτη συμπεριφορά, καταστροφή αρχείων και απώλεια δεδομένων!
es: UFS y ZFS son sistemas de archivos nativos de %s, El uso de otros sistemas de archivos como EXT2, EXT3, EXT4, FAT, FAT32, o NTFS puede resultar impredecible, y como consecuencia se pueden perder datos o corromper los archivos!
fr: UFS et ZFS sont les systèmes NATIFS de %s. Toute tentative d'utiliser des systèmes tels que EXT2, EXT3, EXT4, FAT, FAT32, ou NTFS peut conduire à des résultats imprévisibles, corruption de fichiers et perte de données!
hu: UFS és ZFS a(z) %s NATÍV fájlrendszerei. Más fájlrendszer használata, mint például az EXT2, EXT3, EXT4, FAT, FAT32 vagy az NTFS kiszámíthatatlan eseményeket, fájlok sérüléseit, és adatvesztést okozhat!
it: UFS e ZFS sono filesystem nativo di %s. Il tentativo di utilizzare altri file system, come ext2, ext3, EXT4, FAT, FAT32 o NTFS può portare a risultati imprevedibili, corruzione dei file e la perdita di dati!
lo: UFS ແລະ ZFS ແມ່ນລະບົບໄຟລ໌ພື້ນເມືອງຂອງ %s. ການພະຍາຍາມໃຊ້ລະບົບໄຟລ໌ອື່ນເຊັ່ນ EXT2, EXT3, EXT4, FAT, FAT32, ຫຼື NTFS ອາດສົ່ງຜົນໃຫ້ເກີດຜົນທີ່ຄາດເດົາບໍ່ໄດ້, ໄຟລ໌ເສຍຫາຍ ແລະ ການສູນເສຍຂໍ້ມູນ!
nl: UFS en ZFS zijn de NATIVE bestandssystemen van %s. Het gebruik van andere bestandssystemen zoals EXT2, EXT3, EXT4, FAT, FAT32 of NTFS kan onvoorspelbare resultaten opleveren zoals bestandsbeschadiging en verlies van gegevens!
pl: UFS i ZFS są natywnymi systemu plików %s. Próba użycia innych systemów plików jak EXT2, EXT3, EXT4, FAT, FAT32 lub NTFS może przynieść nieoczekiwane skutki, zajętość plików i utratę danych!
ro: UFS și ZFS sunt formatele NATIVE pentru %s. Utilizarea altor sisteme de fișiere ca EXT2, EXT3, EXT4, FAT, FAT32 sau NTFS poate duce la rezultate impredictibile, corupere de fișiere cu chiar pierderi de date!
ru: UFS и ZFS являются родными файловыми системами %s. Попытка использовать другие файловые системы такие как ext2, ext3, EXT4, FAT, FAT32 или NTFS может привести к непредсказуемым результатам, порче файлов и потере данных!
sv: UFS och ZFS är STANDARD filsystem för %s. Försök att använda andra filsystem som EXT2, EXT3, EXT4, FAT, FAT32, eller NTFS kan resultera i oförutsägbara resultat, filskador och förlust av data!
uk: UFS і ZFS є нативними файловими системами на %s. Спроба використовувати інші файлові системи, такі як EXT2, EXT3, EXT4, FAT, FAT32 або NTFS може привести до непередбачуваних результатів, пошкодження файлів і втрати даних!
zh_cn: UFS和ZFS是%s的自有文件系统。 尝试使用其他文件系统（如EXT2，EXT3，EXT4，FAT，FAT32或NTFS）可能会导致不可预测的结果，文件损坏和数据丢失！

source: Partition type
af: Partisie tipe
ca: Tipus de partició
cs: Typ diskového oddílu
de: Partitionstyp
el: Τύπος κατάτμησης
es: Tipo de particion
fr: Type de partition
hu: Partíció típusa
it: Tipo di partizione
lo: ປະເພດພາທິຊັນ
nl: Partitie type
pl: Typ partycji
ro: Tip partiție
ru: Тип раздела
sv: Partitionstyp
uk: Тип розділу
zh_cn: 分割区类型

source: File system
af: Lêer sisteem
ca: Sistema de fitxers
cs: Souborový systém
de: Dateisystem
el: Σύστημα αρχείων
es: Sistema de archivos
fr: Système de fichiers
hu: Fájlrendszer
lo: ລະບົບໄຟລ໌
nl: Bestandssysteem
pl: System plików
ro: Sistem de fișiere
ru: Файловая система
sv: Filsystem
uk: Файлова система
zh_cn: 文件系统
