Repository: rojim666/xigmanas-code-r10599-trunk
Catalog: locale/xigmanas-*.po
Languages: af, ca, cs, de, el, es, fr, hu, it, lo, nl, pl, ro, ru, sv, uk, zh_cn

source: Neither user data nor metadata will be cached in L2ARC.
af: Nie gebruikersdata of metadata sal in L2ARC cached word nie.
ca: Ni les dades d'usuari ni les metadades s'emmagatzemen en memòria cau en L2ARC.
cs: V L2ARC mezipaměti nebudou uchovávána ani data, ani metadata.
de: Weder Benutzerdaten noch Metadaten werden gecached im L2ARC .
el: Ούτε τα δεδομένα χρήστη ούτε τα μεταδεδομένα δε θα μπουν στην κρυφή μνήμη L2ARC.
es: Ni el dato de usuario ni los metadatos serán cacheados en la L2ARC
fr: Ni les données utilisateur ni les métadonnées ne seront mises en cache dans L2ARC.
hu: Sem a felhasználó adatát sem a metaadatát nem gyorsítótátrazzuk az L2ARC-ban.
it: Dati utente e metadati non saranno salvati in L2ARC.
lo: ທັງຂໍ້ມູນຜູ້ໃຊ້ ແລະ ເມຕາເດຕາຈະບໍ່ຖືກເກັບໄວ້ໃນ L2ARC.
nl: Gebruikersgegevens noch metadata zal in de cache L2ARC worden opgeslagen.
ro: Nici datele utilizator și nici metadatele nu vor fi stocate în cache-ul L2ARC.
ru: Ни пользовательские данные ни метаданные не будут кэшироваться в L2ARC.
sv: Varken användardata eller metadata kommer att mellanlagras i L2ARC.
uk: Ні користувацькі дані, ні метадані не будуть кешуватися в L2ARC.
zh_cn: 用户数据和元数据都不会缓存在L2ARC中。

source: Controls whether the set-UID bit is respected for the file system.
af: Kontrols whether die stel-UID bit is gerespekteer vir die lêer stelsel.
ca: Controla si el bit set-UID és respectat pel sistema d'arxius.
cs: Řídí zda je u souborového systému respektován příznak spouštění jak uživatel (set-UID).
de: Steuert, ob das set-UID Bit für das Filesystem berücksichtigt wird.
el: Ελέγχει αν το set-UID bit τηρείται για το σύστημα αρχείων.
es: Controla si se debe respetar el bit set-UID del sistema de archivos
fr: Contrôle si le bit set-UID est respecté pour le système de fichiers.
hu: Meghatározza, hogy a fájlrendszer tiszteltben tartsa-e a set-UID-et.
it: Indica se il bit del set-UID è considerato per il file system.
lo: ຄວບຄຸມວ່າບິດ set-UID ຈະຖືກເຄົາລົບສຳລັບລະບົບໄຟລ໌ຫຼືບໍ່.
nl: Bepaalt of het set-UID-bit wordt gerespecteerd voor het bestandssysteem.
pl: Kontroluje czy bit set-UID jest respektowany przez system plików.
ro: Controlează dacă atributul set_UID este respectat pentru sistemul de fișiere.
ru: Управляет соблюдается ли бит set-UID для файловой системы.
sv: Styr huruvida sätt-UID biten respekteras för filsystemet.
uk: Управляє тим, чи дотримується біт set-UID для файлової системи.
zh_cn: 控制文件系统是否符合set-UID位。

source: Share NFS options.
ca: Comparteix les opcions NFS
de: NFS-Optionen teilen.
el: Επιλογές κοινής χρήσης NFS.
es: Opciones compartición NFS
fr: Partager les options NFS.
it: Opzioni condivisione NFS
lo: ຕົວເລືອກແບ່ງປັນ NFS.
nl: NFS deel opties.
sv: Dela NFS optioner.
uk: Опції спільного ресурсу NFS.
zh_cn: 共享 NFS 选项。

source: Controls whether the file system is shared via NFS.
af: Beheer of die lêerstelsel met NFS beskikbaar gemaak word.
ca: Controla si el sistema de fitxers es comparteix mitjançant NFS.
de: Steuert, ob das Dateisystem über NFS freigegeben wird.
el: Ελέγχει αν το σύστημα αρχείων είναι κοινόχρηστο μέσω NFS.
es: Controla si el sistema de archivos se comparte a través de NFS.
fr: Contrôle si le système de fichiers est partagé via NFS.
it: Controlla se il file system è condiviso tramite NFS.
lo: ຄວບຄຸມວ່າລະບົບໄຟລ໌ຖືກແບ່ງປັນຜ່ານ NFS ຫຼືບໍ່.
nl: Bepaalt of het bestandssysteem wordt gedeeld via NFS.
ru: Управляет, предоставляется ли общий доступ к файловой системе через NFS.
sv: Styr om filsystemet delas via NFS.
uk: Контролює, чи надається спільний доступ до файлової системи через NFS.
zh_cn: 控制文件系统是否通过 NFS 共享。

source: Off - do not share
af: Af - moenie deel nie
ca: Apagat: no compartiu
de: Aus - nicht teilen
el: Off - όχι κοινή χρήση
es: Apagado - no compartir
fr: Désactivé - ne pas partager
it: Off - non condividere
lo: ປິດ - ບໍ່ແບ່ງປັນ
nl: Uit - niet delen
pl: Wyłączone - nie udostępniaj
ru: Выкл. - не делиться
sv: Av - dela inte
uk: Вимкнуто - не розшарено
zh_cn: 关闭 - 不共享

source: On - share with default permissions
af: Aan - deel met verstek toestemmings
ca: Activat: comparteix amb els permisos predeterminats
de: Ein – mit Standardberechtigungen teilen
el: On - κοινή χρήση με προεπιλεγμένα δικαιώματα
es: Encendido - compartir con permisos por defecto
fr: Activé - partager avec les autorisations par défaut
it: ON - condividi con i permessi predefiniti
lo: ເປີດ - ແບ່ງປັນດ້ວຍການອະນຸຍາດເລີ່ມຕົ້ນ
nl: Aan - delen met standaardmachtigingen
pl: Włączone - udostępnij z domyślnymi uprawnieniami
ru: On - общий доступ с разрешениями по умолчанию
sv: På - dela med standardrättigheter
uk: Увімкнуто - розшарювати з дозволами за замовчуванням
zh_cn: 开启 - 以默认权限共享

source: Custom sharing
af: Pasgemaakte deling
ca: Compartició personalitzada
de: Benutzerdefiniertes Teilen
el: Προσαρμοσμένη κοινή χρήση
es: Compartición a medida
fr: Partage personnalisé
it: Condivisione personalizzata
lo: ການແບ່ງປັນແບບກຳນົດເອງ
nl: Aangepast delen
pl: Spersonalizowane udostepnianie
ru: Пользовательский общий доступ
sv: Anpassad delning
uk: Користувацький спільний доступ
zh_cn: 自定义分享

source: Share SMB options.
ca: Comparteix les opcions Samba
de: SMB-Typ teilen.
el: Επιλογές κοινής χρήσης SMB.
es: Opciones compartición SMB
fr: Partagez les options SMB.
it: Opzioni condivisione SMB
lo: ຕົວເລືອກແບ່ງປັນ SMB.
nl: SMB deel opties.
pl: Opcje udostępniania SMB
sv: Dela SMB optioner.
uk: Опції спільного ресурсу SMB.
zh_cn: 共享 SMB 选项。

source: Controls whether the file system is shared via SMB.
af: Beheer of die lêerstelsel met SMB beskikbaar gemaak word.
ca: Controla si el sistema de fitxers es comparteix mitjançant Samba.
de: Steuert, ob das Dateisystem über SMB freigegeben wird.
el: Ελέγχει αν το σύστημα αρχείων είναι κοινόχρηστο μέσω SMB.
es: Controla si el sistema de archivos se comparte a través de SMB.
fr: Contrôle si le système de fichiers est partagé via SMB.
it: Controlla se il file system è condiviso tramite SMB.
lo: ຄວບຄຸມວ່າລະບົບໄຟລ໌ຖືກແບ່ງປັນຜ່ານ SMB ຫຼືບໍ່.
nl: Bepaalt of het bestandssysteem wordt gedeeld via SMB.
ru: Управляет, предоставляется ли общий доступ к файловой системе через SMB.
sv: Styr om filsuystemet delas via SMB.
uk: Контролює, чи надається спільний доступ до файлової системи через SMB.
zh_cn: 控制文件系统是否通过 SMB 共享。

source: Samba sharing
ca: Compartició de samba
de: Samba teilen
el: Κοινή χρήση Samba
es: Compartir Samba
fr: Partage Samba
it: Condivisione SAMBA
lo: ການແບ່ງປັນ Samba
nl: Samba delingen
pl: Udostępniania Samba
ru: Совместное использование Samba
sv: Sambadelning
uk: Спільний ресурс Samba
zh_cn: Samba共享

source: Controls whether the volume snapshot devices under /dev/zvol/<pool> are hidden or visible.
af: Beheer of die volume momentopname toestelle onder /dev/zvol/<poel> weggesteek of sigbaar is.
ca: Controla si els dispositius de la instantània de volum a /dev/zvol/<pool> estan ocults o visibles.
de: Steuert, ob die Datenträger-Snapshot-Geräte unter /dev/zvol/<pool> ausgeblendet oder sichtbar sind.
el: Ελέγχει αν οι συσκευές snapshot τόμων κάτω από το /dev/zvol/<pool> είναι κρυφές ή φανερές.
es: Controla si los dispositivos de instantáneas de volumen en /dev/zvol/<pool> están ocultos o visibles.
fr: Contrôle si les périphériques d'instantané de volume sous /dev/zvol/<pool> sont masqués ou visibles.
it: Controlla se i dispositivi snapshot del volume in /dev/zvol/<pool> sono nascosti o visibili.
lo: ຄວບຄຸມວ່າອຸປະກອນສະແນັບຊັອດຂອງໂວລຸມພາຍໃຕ້ /dev/zvol/<pool> ຈະຖືກຊ່ອນ ຫຼື ເຫັນໄດ້.
nl: Bepaalt of de volume momentopname schijven onder /dev/zvol/<pool> verborgen of zichtbaar zijn.
ru: Определяет, скрыты или видны устройства моментального снимка тома в /dev/zvol/<пул>.
sv: Styr om volym ögonblicksbildsenheten under /dev/zvol/<pool> är dold eller synlig.
uk: Контролює, чи будуть знімки томів у /dev/zvol/<pool> приховані чи видимі.
zh_cn: 控制 /dev/zvol/<pool> 下的卷快照设备是隐藏还是可见。

source: Hidden
af: Versteek
ca: Ocult
cs: Skryté
de: Verborgen
el: Κρυφό
es: Oculto
fr: Caché
hu: Rejtett
it: Invisibile
lo: ຊ່ອນ
nl: Verborgen
pl: Ukryty
ro: Ascuns
ru: Скрыто
sv: Dold
uk: Прихований
zh_cn: 隐藏的

source: Visible
af: Sigbaar
cs: Viditelné
de: Sichtbar
el: Ορατό
hu: Látható
it: Visibile
lo: ເຫັນໄດ້
nl: Zichtbaar
pl: Widoczny
ro: Vizibil
ru: Видимый
sv: Synliga
uk: Видимий
zh_cn: 可见的

source: Controls whether the .zfs directory is hidden or visible in the root of the file system.
af: Kontrols whether die .zfs gids is verborge of sigbaar in die wortel van die lêer stelsel.
ca: Controla si el directori .zfs s'oculta o visible en l'arrel del sistema de fitxers.
cs: Řídí zda složka .zfs, nacházející se v kořeni souborového systému, skrytá nebo viditelná.
de: Steuert, ob das .zfs Verzeichnis in der Wurzel des Filesystems verborgen wird oder sichtbar ist.
el: Ελέγχει αν ο φάκελος .zfs θα είναι κρυφός ή φανερός στον αρχικό κατάλογο του συστήματος αρχείων.
es: Controla que los directorios .zfs puedan ser visibles o no al sistema de archivos
fr: Contrôle si le répertoire .zfs est caché ou visible dans la racine du système de fichiers.
hu: Meghatározza, hogy a .zfs mappa rejtve legyen vagy látszódjon a fájlrendszer gyökerében.
it: Definisce se la cartella .zfs è nascosta o visibile nella root del file system.
lo: ຄວບຄຸມວ່າໄດເຣັກທໍຣີ .zfs ຈະຖືກຊ່ອນ ຫຼື ເຫັນໄດ້ໃນຮາກຂອງລະບົບໄຟລ໌.
nl: Bepaalt of de .zfs-map verborgen of zichtbaar is in de root van het bestandssysteem.
pl: Kontroluje czy katalog .zfs jest ukryty bądź widoczny w katalogu głównym tego systemu plików.
ro: Controlează dacî directorul .zfs este vizibil sau ascuns în rădăcina sistemului de fișiere.
ru: Управляет скрыт или видим каталог .zfs в корне файловой системы.
sv: Styr huruvida .zfs katalogen är dold eller synlig i roten av filsystemet.
uk: Управляє тим, чи буде прихованим каталог .zfs у корені файлової системи.
zh_cn: 控制.zfs目录是否在文件系统的根目录中隐藏或可见。

source: Snapshot limit
ca: Llimit d'instantànies
el: Όριο snapshot
es: Limite de instantaneas
fr: Limite d'Instantané
lo: ຂີດຈຳກັດສະແນັບຊັອດ
nl: Momentopnamelimiet
pl: Ograniczenia migawki
ru: Предел снимков
sv: Ögomblicksbildsgräns
uk: Ліміт знімків
zh_cn: 快照限制

source: User defined limit
ca: Límit definit per l'usuari
de: Benutzerdefinierte Grenze
el: Όριο καθορισμένο από το χρήστη
es: Limite defino usuario
fr: Limite définie par l'utilisateur
lo: ຂີດຈຳກັດທີ່ຜູ້ໃຊ້ກຳນົດ
nl: Gebruiker gedefinieerde limiet
pl: Ograniczenia użytkownika
sv: Användardefinierad gräns
uk: Користувацький ліміт
zh_cn: 用户定义的限制

source: This value represents the threshold block size for including small file blocks into the special allocation class.
ca: Aquest valor representa la mida del bloc llindar per incloure blocs de fitxers petits a la classe d'assignació especial.
de: Dieser Wert stellt die Schwellenblockgröße für das Einschließen kleiner Dateiblöcke in die spezielle Zuordnungsklasse dar.
el: Αυτή η τιμή αντιπροσωπεύει το όριο μεγέθους μπλοκ για να συμπεριλαμβάνονται μπλοκ μικρών αρχείων στην κλάση ειδικής κατανομής.
es: Este valor representa el tamaño de bloque de umbral para incluir bloques de archivos pequeños en la clase de asignación especial.
fr: Cette valeur représente la taille de bloc seuil pour l'inclusion de petits blocs de fichiers dans la classe d'allocation spéciale.
lo: ຄ່ານີ້ສະແດງເຖິງຂະໜາດບລັອກຕ່ຳສຸດສຳລັບການລວມເອົາບລັອກໄຟລ໌ຂະໜາດນ້ອຍເຂົ້າໃນຄລາສການຈັດສັນພິເສດ.
nl: Deze waarde vertegenwoordigt de drempelwaarde voor het opnemen van kleine bestandsblokken in de speciale toewijzingsklasse.
ru: Это значение представляет собой пороговый размер блока для включения небольших файловых блоков в специальный класс выделения.
sv: Detta värde representerar gränsvärdet på storleken för att inkludera små filblock i specialallokationsklassen.
uk: Це значення представляє пороговий розмір блоку для включення невеликих блоків файлів до спеціального класу розподілу.
zh_cn: 该值表示将小文件块包含到特殊分配类中的阈值块大小。

source: 512 bytes
af: 512 grepe
cs: 512 bajtů
lo: 512 ໄບຕ໌
pl: 512 bajtów
sv: 512 byte
uk: 512 байт
zh_cn: 512 字节

source: Specifies how the volume should be exposed to the OS.
af: Spesifiseer hoe die volume aan die bedryfstelsel blootgestel moet word.
ca: Especifica com el volum s'ha d'exposar al sistema operatiu.
cs: Určuje, jak má být svazek zpřístupněn operačnímu systému.
de: Spezifiziert wie das 'Volume' dem Betriebssystem dargestellt wird.
el: Ορίζει πως θα παρουσιάζεται ο τόμοε στο Λειτουργικό Σύστημα.
es: Especifica como debe ser mostrado el volumen al S.O.
fr: Spécifier comment le volume doit ce présenter au système d'exploitation.
hu: Meghatározza, hogy a kötet hogyan legyen kitéve az operációs rendszer számára.
it: Indica come il volume dovrebbe essere mostrato al SO.
lo: ລະບຸວິທີທີ່ໂວລຸມຈະຖືກສະແດງຕໍ່ລະບົບປະຕິບັດການ.
nl: Specificeer hoe de volume moet worden blootgesteld aan de OS.
ro: Specifică modul în care volumul este prezentat sistemului de operare.
ru: Определяет, как объем должен быть выделен для ОС.
sv: Specificerar hur volymen skall visas för operativsystemet.
uk: Визначає, як обсяг повинен бути виділений для ОС.
zh_cn: 指定卷应如何向操作系统公开。

source: full
ca: complet
de: voll
el: πλήρης
es: completo
fr: plein
lo: ເຕັມ
nl: volledig
pl: pełny
uk: повністю
zh_cn: 全满

source: dev
uk: для розробників

source: ZFS volume size. You can use human-readable suffixes like K, KB, M, GB.
af: ZFS volume grootte. Jy kan gebruik menslik leesbare agtervoegsels soos K, KB, M, GB.
ca: ZFS mida del volum. Podeu utilitzar sufixos llegible com K, KB, M, GB.
cs: Velikost ZFS svazku. Je možné použít člověku srozumitelné přípony jako K, KB, M a GB.
de: Größe des ZFS-Volume. Die Angabe erfolgt in Einheiten wie K, KB, M, oder GB.
el: Μέγεθος τόμου ZFS. Μπορείτε να χρησιμοποιήσετε προθέματα αναγωρίσιμα από τον άνθρωπο, όπως K, KB, M, GB.
es: Tamaño del volumen ZFS. Puede usar sufijos entendibles por humanos como K, KB, M, GB, etc...
fr: Taille du volume ZFS. Vous pouvez utiliser des suffixes lisibles pour l'homme comme K, KB, M, GB.
hu: ZFS kötet mérete. Megadásához használd a hagyományos utótag formátumokat (pl. K, KB, M, GB).
it: Dimensione del volume ZFS. Puoi usare un suffisso tipo K, KB, M o GB.
lo: ຂະໜາດໂວລຸມ ZFS. ທ່ານສາມາດໃຊ້ສ່ວນທ້າຍທີ່ອ່ານງ່າຍເຊັ່ນ K, KB, M, GB.
nl: ZFS volume grootte. U kunt de volgende leesbare achtervoegsels gebruiken zoals K, KB, M, GB.
pl: Objętość wolumenu ZFS. Możesz użyć zrozumiałych przyrostków jak K, KB, M, GB
ro: Dimensiunea volumului ZFS. Pot fi utilizate și sufixe gen K, KB, M, GB.
ru: Размер тома ZFS. Вы можете использовать человекочитаемые суффиксы, такие как K, KB, M, GB.
sv: ZFS volymstorlek. Du kan använda ändelser som K, KB, M, GB.
uk: Розмір тому ZFS. Ви можете використовувати загальноприйняті суфікси 'K', 'KB', 'M', 'GB' тощо.
zh_cn: ZFS卷大小。 你可以使用可读的后缀，如K，KB，M，GB。

source: Controls whether regular files should be scanned for viruses when a file is opened and closed. In addition to enabling this property, the virus scan service must also be enabled for virus scanning to occur.
af: Beheer of gewone lêers vir virusse geskandeer moet word as 'n lêer oopgemaak en toegemaak word. Vir virusskandering om te gebeur moet beide hierdie eienskap en die virusskanderingdiens aangeskakel word.
ca: Controla si els fitxers normals s'han d'escanejar per detectar virus quan s'obre i es tanca un fitxer. A més d'habilitar aquesta propietat, també s'ha d'activar el servei d'anàlisi de virus perquè es produeixi l'anàlisi de virus.
de: Steuert, ob normale Dateien beim Öffnen und Schließen einer Datei auf Viren gescannt werden sollen. Zusätzlich zur Aktivierung dieser Eigenschaft muss auch der Virenscandienst aktiviert werden, damit eine Virenprüfung durchgeführt werden kann.
el: Ελέγχει αν τυπικά αρχεία θα πρέπει να σαρώνονται για ιούς όταν ένα αρχείο ανοίγει και κλείνει. Επιπρόσθετα με την ενεργοποίηση αυτής της ιδιότητας, η υπηρεσία σάρωσης για ιούς θα πρέπει να είναι ενεργή για να εκτελεστεί σάρωση για ιούς.
es: Controla si los archivos normales deben analizarse en busca de virus cuando se abre y se cierra un archivo. Además de habilitar esta propiedad, el servicio de exploración de virus también debe estar habilitado para que se produzca la exploración de virus.
fr: Contrôle si les fichiers normaux doivent être analysés à la recherche de virus lorsqu'un fichier est ouvert et fermé. Outre l'activation de cette propriété, le service d'analyse antivirus doit également être activé pour que l'analyse antivirus ait lieu.
it: Controlla se i file regolari devono essere analizzati alla ricerca di virus quando un file viene aperto e chiuso. Oltre ad abilitare questa proprietà, il servizio di scansione antivirus deve anche essere abilitato per la scansione dei virus.
lo: ຄວບຄຸມວ່າໄຟລ໌ທົ່ວໄປຄວນຖືກສະແກນຫາໄວຣັສຫຼືບໍ່ເມື່ອໄຟລ໌ຖືກເປີດ ແລະ ປິດ. ນອກຈາກການເປີດໃຊ້ຄຸນສົມບັດນີ້ແລ້ວ, ບໍລິການສະແກນໄວຣັສກໍຕ້ອງຖືກເປີດໃຊ້ງານເຊັ່ນກັນເພື່ອໃຫ້ການສະແກນໄວຣັສເກີດຂຶ້ນ.
nl: Bepaalt of gewone bestanden moeten worden gescand op virussen wanneer een bestand wordt geopend en gesloten. Naast het inschakelen van deze eigenschap, moet de virusscanservice ook zijn ingeschakeld om virusscan te laten plaatsvinden.
ru: Определяет, следует ли проверять обычные файлы на наличие вирусов при открытии и закрытии файла. В дополнение к включению этого свойства, для выполнения проверки на вирусы также должна быть включена служба проверки на вирусы.
sv: Styr om vanliga filer skall virusscannade när filen öppnas och stängs. Förutom att aktivera detta alternativ måste virusscantjänsten aktiveras för att en genomsökning skall ske.
uk: Контролює, чи перевіряти звичайні файли на віруси під час відкриття та закриття файлів. Окрім увімкнення цієї властивості, для здійснення сканування на віруси також має бути ввімкнено службу сканування на віруси.
zh_cn: 控制在打开和关闭文件时是否应对常规文件进行病毒扫描。 除了启用此属性外，还必须启用病毒扫描服务才能进行病毒扫描。

source: Controls whether extended attributes are enabled for this file system.
af: Beheer of uitgebreide eienskappe aangeskakel is vir die lêerstelsel.
ca: Controla si els atributs ampliats estan habilitats per a aquest sistema de fitxers.
de: Steuert, ob erweiterte Attribute für dieses Dateisystem aktiviert sind.
el: Ελέγχει αν οι εκτεταμένες ιδιότητες είναι ενεργές για αυτό το σύστημα αρχείων.
es: Controla si los atributos extendidos están habilitados para este sistema de archivos.
fr: Contrôle si les attributs étendus sont activés pour ce système de fichiers.
it: Controlla se gli attributi estesi sono abilitati per questo file system.
lo: ຄວບຄຸມວ່າຄຸນລັກສະນະເພີ່ມເຕີມຖືກເປີດໃຊ້ງານສຳລັບລະບົບໄຟລ໌ນີ້ຫຼືບໍ່.
nl: Bepaalt of uitgebreide attributen zijn ingeschakeld voor dit bestandssysteem.
ro: Contolează dacă atributele extinse pentru sistemul acesta de fișiere vor fi utilizate.
sv: Styr om utökande attribut är aktiverade för detta filsystem.
uk: Контролює, чи ввімкнено розширені атрибути для цієї файлової системи.
zh_cn: 控制是否为此文件系统启用扩展属性。

source: System attribute based xattrs
ca: Xattrs basats en atributs del sistema
de: Systemattributbasierte xattrs
el: Xattrs βασισμένα στις ιδιότητες του συστήματος
es: Xattrs basados en atributos del sistema
fr: Xattrs basés sur les attributs système
lo: Xattrs ອີງຕາມຄຸນລັກສະນະຂອງລະບົບ
nl: Systeemkenmerken gebaseerde xattrs
sv: Systemattribut baserade xattrs
uk: Xattr на основі системних атрибутів
zh_cn: 基于系统属性的 xattrs

source: No ZFS filesystem information available.
af: Geen ZFS lêerstelsel inligting beskikbaar.
ca: No hi ha informació del sistema de fitxers ZFS disponible.
de: Keine Informationen zum ZFS-Dateisystem verfügbar.
el: Δεν υπάρχουν διαθέσιμες πληροφορίες για σύστημα αρχείων ZFS.
es: Sin información disponible del sistema ZFS
fr: Aucune information sur le système de fichiers ZFS disponible.
hu: Nincs elérhető ZFS fájlrendszer információ
it: Non è disponibile nessuna informazione sul filesystem ZFS.
lo: ບໍ່ມີຂໍ້ມູນລະບົບໄຟລ໌ ZFS.
nl: Geen ZFS filesysteem informatie beschikbaar.
pl: Brak informacji o systemie plików ZFS
ro: Nicio informație de sistem de fișiere ZFS disponibilă.
ru: Информация о файловой системе ZFS недоступна.
sv: Ingen information om ZFS filsystem tillgänglig.
uk: Доступної інформації про файлову систему ZFS немає.
zh_cn: 没有可用的ZFS文件系统信息。

source: Add Filesystem
af: Voeg Leerstelsel By
ca: Afegeix un sistema de fitxers
cs: Přidat souborový systém (FS)
de: Dateisystem hinzufügen
el: Προσθήκη Συστήματος Αρχείων
es: Añadir sistema de archivos
fr: Ajouter un Système de Fichiers
hu: Filerendszer felvétele
it: aggiunge Filesystem
lo: ເພີ່ມລະບົບໄຟລ໌
nl: Bestandssysteem Toevoegen
pl: Dodaj system plików
ro: Adăugare sistem fișiere
ru: Добавить файловую систему
sv: Lägg till filsystem
uk: Додати файлову систему
zh_cn: 添加文件系统

source: Edit Filesystem
af: Redigeer Lêerstelsel
ca: Edita el sistema de fitxers
de: Dateisystem bearbeiten
el: Επεξεργασία Συστήματος αρχείων
es: Editar sistema de archivos
fr: Modifier le système de fichiers
hu: Fájlrendszer szerkesztése
it: Edita il filesystem
lo: ແກ້ໄຂລະບົບໄຟລ໌
nl: Bestandssystemen Bewerken
pl: Edytuj system plików
ru: Редактировать файловую систему
sv: Ändra filsystem
uk: Редагувати файлову систему
zh_cn: 编辑文件系统

source: Filesystem is marked for deletion
af: Lêerstelsel is geoormerk om uitgevee te word
ca: El sistema de fitxers està marcat per a supressió
de: Das Dateisystem ist zum Löschen markiert
el: Το σύστημα αρχείων έχει σημειωθεί προς διαγραφή
es: El sistema de archivos está marcada para eliminar
fr: Le système de fichiers est marqué pour suppression
hu: Fájlrendszer törlésre kijelölve
it: Filesystem è marcato per la cancellazione
lo: ລະບົບໄຟລ໌ຖືກໝາຍໄວ້ເພື່ອລຶບ
nl: Bestandssysteem is gemarkeerd voor verwijdering
pl: System plików oznaczony do usunięcia
ru: Файловая система помечена для удаления
sv: Filsystemet är markerat för borttagning
uk: Файлова система позначена для видалення
zh_cn: 文件系统被标记为删除

source: Filesystem is locked
af: Lêerstelsel is toegesluit
ca: El sistema de fitxers està bloquejat
de: Dateisystem ist gesperrt
el: Το Σύστημα αρχείων είναι κλειδωμένο
es: El sistema de archivos está bloqueado
fr: Le système de fichiers est verrouillé
hu: Fájlrendszer zárolva
it: Il file system è bloccato
lo: ລະບົບໄຟລ໌ຖືກລັອກ
nl: Bestandssysteem is vergrendeld
pl: System plików zablokowany
ru: Файловая система заблокирована
sv: Filsystemet är låst
uk: Файлова система заблокована

source: Filesystem is unlocked
af: Lêerstelsel is oopgesluit
ca: El sistema de fitxers està desbloquejat
de: Dateisystem ist entsperrt
el: Το Σύστημα αρχείων είναι ξεκλείδωτο
es: El sistema de archivos está desbloqueado
fr: Le système de fichiers est déverrouillé
hu: Fájlrendszer feloldva
it: Il filesystem è sbloccato
lo: ລະບົບໄຟລ໌ຖືກປົດລັອກ
nl: Bestandssysteem is ontgrendeld
pl: System plików odblokowany
ru: Файловая система разблокирована
sv: Filsystemet är olåst
uk: Файлова система розблокована
zh_cn: 文件系统已解锁

source: Delete Selected Filesystems
af: Vee Gekose Lêerstelsels Uit
ca: Suprimeix els sistemes de fitxers seleccionats
de: Ausgewählte Dateisysteme löschen
el: Διαγραφή Επιλεγμένων Συστημάτων Αρχείων
es: Eliminar sistemas de archivos seleccionados
fr: Supprimer les Systèmes de Fichiers Sélectionnés
hu: Kijelölt fájlrendszer törlése
it: Elimina filesystem selezionati
lo: ລຶບລະບົບໄຟລ໌ທີ່ເລືອກ
nl: Geselecteerde Bestandssystemen Verwijderen
pl: Usuń wybrane systemy plików
ru: Удаление выбранных файловых систем
sv: Ta bort valda filsystem
uk: Видалити вибрані файлові системи
zh_cn: 删除选定的文件系统
