Repository: rojim666/xigmanas-code-r10599-trunk
Catalog: locale/xigmanas-*.po
Languages: af, ca, cs, de, el, es, fr, hu, it, lo, nl, pl, ro, ru, sv, uk, zh_cn

source: Deleting GEOM metadata
af: Skrap tans GEOM metadata
ca: Suprimint metadades GEOM
cs: Mazání GEOM metadat
de: GEOM-Metadaten werden gelöscht
el: Διαγραφή μεταδεδομένων GEOM
es: Borrar metadatos GEOM
fr: Suppression des metadonnées de GEOM
hu: GEOM metaadatok törlése
it: Eliminare metadati GEOM
lo: ກຳລັງລຶບຂໍ້ມູນ GEOM
nl: GEOM metadata Verwijderen
pl: Usuwanie metadanych GEOM
ro: Ștergere metadata GEOM
ru: Удаление метаданных GEOM
sv: Ta bort GEOM metadata
uk: Видалення метаданих GEOM
zh_cn: 删除 GEOM 元数据中

source: Creating filesystem
af: Besig om 'n lêersisteem te skep
ca: Crea sistema d'arxius
cs: Vytváření souborového systému
de: Dateisystem wird erstellt
el: Δημιουργία συστήματος αρχείων
es: Creando el sistema de archivos
fr: Création du système de fichiers
hu: Fájlrendszer létrehozása
it: Creo filesystem
lo: ກຳລັງສ້າງລະບົບໄຟລ໌
nl: Creëer bestandssysteem
pl: Tworzenie systemu plików
ro: Creare sistem de fișiere
ru: Создание файловой системы
sv: Skapar filsystem
uk: Створення файлової системи
zh_cn: 创建文件系统

source: Done!
af: Gedoen!
ca: Fet!
cs: Hotovo!
de: Fertig!
el: Ολοκληρώθηκε!
es: ¡Hecho!
fr: Terminé!
hu: Kész!
it: Fatto!
lo: ສຳເລັດ!
nl: Voltooid!
ro: Gata!
ru: Выполнено!
sv: Klar!
uk: Виконано!
zh_cn: 完成！

source: The disk is currently mounted! The mount point will be removed temporarily to perform selected command.
af: Die skyf is huidiglik gemonteer! Die monteer punt moet tydelik verwyder word om die geselekteerde bevel uit te voer.
ca: El disc ès muntat actualment! El punt de muntatge es retira temporalment per realitzar comandament seleccionat.
cs: V současnosti je z této jednotky datového úložiště připojen (mount) nějaký souborový systém! Kvůli provedení zvoleného příkazu bude přípojný bod dočasně odebrán.
de: Diese Festplatte is momentan gemountet! Der Einhängepunkt wird kurzzeitig entfernt um den ausgewählten Befehl auszuführen.
el: Ο δίσκος αυτή τη στιγμή προσαρτημένος. Το σημείο προσάρτησης θα πρέπει να αφαιρεθεί προσωρινά για να εκτελεστεί η επιλεγμένη εντολή.
es: El disco está montado! El punto de montaje se eliminará temporalmente para llevar a cabo el comando seleccionado.
fr: Ce disque est monté ! Il va être temporairement démonté afin d'exécuter la commande.
hu: A lemez jelenleg be van csatolva! A lemezt ideiglenesen lecsatoljuk a kiválasztott parancs futtatásához.
it: Al momento il disco &egrave; montato! Il punto di mount sar&agrave; rimosso temporaneamente per eseguire il comando selezionato.
lo: ດິສກຳລັງຖືກ mount ຢູ່! ຈຸດ mount ຈະຖືກລຶບອອກຊົ່ວຄາວເພື່ອປະຕິບັດຄຳສັ່ງທີ່ເລືອກ.
nl: De schijf is momenteel aangekoppeld! Het koppelpunt zal tijdelijk verwijderd worden om het geselecteerde commando uit te voeren.
pl: Dysk jest aktualnie zamontowany! Punkt zamontowania zostanie czasowo usunięty by wykonać wybrane polecenie.
ro: Discul este în acest moment montat! Punctul de montare va fi șters temporar pentru a putea efectua această comandă.
ru: Этот диск в настоящий момент смонтирован! Для выполнения выбранной команды точка монтирования будет временно удалена.
sv: Disken är redan monterad! Monteringspunkten kommer tillfälligt att tas bort för att utföra valt kommando.
uk: Цей диск змонтований! Точка монтування буде тимчасово видалена для виконання вибраної команди.
zh_cn: 磁盘正在挂载中！执行选中的命令时，挂载点将暂时被删除。

source: ZFS Pool Tools
af: ZFS Poel Gereedskap
ca: Eines de la piscina ZFS
cs: Nástroje pro ZFS fond úložišť
de: ZFS-Pool-Werkzeuge
el: Εργαλεία ZFS Pool
es: Herramientas ZFS para la agrupación de dispositivos(Pool).
fr: Outils pour Pool ZFS
hu: ZFS tárolóeszközök
it: Strumenti del ZFS Pool
lo: ເຄື່ອງມື ZFS Pool
pl: Narzędzia puli ZFS
ro: Unelte pool ZFS
ru: Инструменты ZFS пулов
sv: ZFS Poolverktyg
uk: Інструменти пулів ZFS
zh_cn: ZFS池工具

source: Pool Status
af: Poel Status
ca: Estat de la piscina
cs: Stav fondu
el: Κατάσταση pool
es: Estado de la agrupación de dispositivos(pool)
fr: Etat du pool
hu: Tárolóállapotok
it: Stato del Pool
lo: ສະຖານະ Pool
pl: Status puli
ro: Stare pool
ru: Статус пула
uk: Статус пулу
zh_cn: 池状态

source: Success
af: Sukses
ca: Èxit
cs: Úspěch
de: Erfolg
el: Επιτυχία
es: Correcto
fr: Succès
hu: Siker
it: Completato
lo: ສຳເລັດ
nl: Geslaagd
pl: Sukces
ro: Succes
ru: Выполнено
sv: Lyckades
uk: Виконано
zh_cn: 成功

source: Command execution was successful
af: Bevel uitvoering was suksesvol
ca: Execució d'ordre s'ha realitzat correctament
cs: Příkaz byl úspěšně vykonán
de: Befehl wurde erfolgreich ausgeführt.
el: Η εκτέλεση των εντολών ήταν επιτυχής
es: El comando se ejecuto corectamente
fr: La commande s"est effectuée avec succès
hu: Parancs sikeresen lefutott
it: Comando eseguito con successo
lo: ການປະຕິບັດຄຳສັ່ງສຳເລັດ
nl: Commando is met succes uitgevoerd
pl: Wykonanie polecenia zakończone pomyślnie
ro: Comanda a fost executată cu succes
ru: Команда выполнена успешно
sv: Körningen av komandot lyckades
uk: Команда виконана успішно
zh_cn: 命令执行成功

source: Invalid command line option
af: Ongeldige bevel lyn opsie
ca: Opció de línia de comanda no vàlid
cs: Neplatný parametr příkazového řádku
de: ungültige Kommandozeilen Option
el: Μη έγκυρη επιλογή γραμμής εντολών
es: Opcion de comando invalida
fr: Commande en ligne invalide
hu: Érvénytelen parancssori opció
it: Invalida opzione di linea di comando
lo: ຕົວເລືອກເສັ້ນຄຳສັ່ງບໍ່ຖືກຕ້ອງ
nl: Ongeldige command line optie
ro: Opțiune invalidă în linia de comandă
ru: неверная опция командной строки
sv: Felaktig komandoradsoption
uk: Невірна опція командного рядка
zh_cn: 命令行选项无效

source: Test mode, no command execution
af: Toets mode, geen bevel uitvoering
ca: Mode de prova, sense execució d'ordres
cs: Testovací režim, bez spouštění příkazu
de: Testmodus, keine Befehlsausführung
el: Δοκιμαστική λειτουργία, δεν εκτελούνται εντολές
es: Modo Test, No se ejecutan los comandos.
fr: MOde Test, pas d'exécution de commande
hu: Tesztmód, nincs parancsfuttatás
it: Modalità di test: nessun comando eseguito
lo: ໂໝດທົດສອບ, ບໍ່ມີການປະຕິບັດຄຳສັ່ງ
nl: Testmodus, geen opdracht uitvoering
ro: Mod testare, nu se execută nicio comandă
ru: Тестовый режим, команда не выполнена
sv: Testläge, ingen körning av kommandon
uk: Тестовий режим, команда не виконана
zh_cn: 测试模式，无命令执行

source: Missing parameter
af: Vermiste parameter
ca: Paràmetre que falta
cs: Chybějící parametr
de: Fehlender Parameter
el: Ελλειπής παράμετρος
es: Falta un parámetro
fr: Paramètre manquant
hu: Hiányzó paraméter
it: Parametro mancante
lo: ຂາດພາຣາມິເຕີ
nl: Ontbrekende parameter
pl: Brakujący parametr
ro: Parametru lipsă
ru: Отсутствует параметр
sv: Saknad parameter
uk: Відсутній параметр
zh_cn: 缺少参数

source: An error occured.
af: 'n Fout het voorgekom.
ca: S'ha produït un error.
cs: Vyskytla se chyba.
de: Ein Fehler ist aufgetreten.
el: Προέκυψε ένα σφάλμα.
es: Ha ocurrido un error
fr: Une erreur s'est produite.
hu: Hiba történt.
it: Si è verificato un errore.
lo: ເກີດຂໍ້ຜິດພາດ.
nl: Er is een fout opgetreden.
pl: Wystąpił błąd.
ro: A apărut o eroare.
ru: Произошла ошибка.
sv: Ett fel inträffade.
uk: Сталася помилка.
zh_cn: 发生错误。

source: Return to Command Page
af: Terug na Bevel Bladsy
ca: Tornar a la pàgina d'ordres.
cs: Vrátit na stránku příkaz
de: Zurück zur Komandoseite
el: Επιστροφή στη σελίδα Εκτέλεση Εντολής
es: Volver a la página de comandos
fr: Retour à la Page de Commandes
hu: Visszatérés a parancsoldalhoz
it: Ritorna alla pagina di comando
lo: ກັບໄປໜ້າຄຳສັ່ງ
nl: Terugkeren naar de Opdracht Pagina
ro: Revenire la pagina de comandă
ru: Вернуться к странице команд
sv: Åter till kommandosidan
uk: Повернутися до командної сторінки
zh_cn: 返回命令页面

source: Activity
af: Aktiwiteit
ca: Activitat
cs: Činnost
de: Aktivität
el: Δραστηριότητα
es: Actividad
fr: Activité
hu: Tevékenység
it: Attività
lo: ກິດຈະກຳ
nl: Activiteit
pl: Aktywność
ro: Activitate
ru: Действие
sv: Aktivitet
uk: Дія
zh_cn: Activity(活动)

source: Pool Version
af: Poel Weergawe
ca: Versió piscina
cs: Verze fondu úložišť
el: Έκδοση pool
es: Versión de la agrupación de dispositivos(pool)
fr: Version du pool
hu: Tárolóverzió
it: Versione del Pool
lo: ເວີຊັນ Pool
nl: Pool Versie
pl: Wersja puli
ro: Versiune pool
ru: Версия пула
uk: Версія пулу
zh_cn: 池版本

source: Pool State
af: Poel Staat
ca: Estat de la piscina
cs: Sav fondu
de: Pool-Zustand
el: Συσκευές pool
es: Estado de la agrupación de dispositivos(pool)
fr: Etat du pool
hu: Tárolóállapot
it: Stato del Pool
lo: ສະຖານະ Pool
nl: Pool Staat
ro: Stare pool
ru: Состояние пула
sv: Poolläge
uk: Стан пулу
zh_cn: 池状态

source: No suitable pools found.
af: Geen geskikte poele gevind.
ca: No es van trobar piscines adequades.
cs: Nebyla nalezena žádná vhodná virtuální zařízení.
de: Es wurden keine passenden Pools gefunden.
el: Δεν βρέθηκαν κατάλληλα pool
es: No se ha encontrado ninguna agrupación de dispositivos(pool) valida.
fr: Pas de pool approprié trouvé
hu: Egy megfelelő tároló sem található.
it: Nessun pool adatto trovato.
lo: ບໍ່ພົບ pool ທີ່ເໝາະສົມ.
nl: Er zijn geen geschikte pools gevonden.
pl: Nie znaleziono pasujących puli
ro: Niciun pool corespunzător nu a fost găsit.
ru: Подходящих пулов не найдено.
sv: Inga passande pooler hittades.
uk: Відповідних пулів не знайдено.
zh_cn: 找不到合适的池。

source: No pools have been selected
af: Geen poele gewees het geselekteerde
ca: No s'han seleccionat piscines
cs: Nebyly vybrány žádné fondy
de: Es wurden keine Pools ausgewählt
el: Δεν επιλέχθηκαν pools
es: Ninguna agrupación de dispositivos(pool) ha sido seleccionada
fr: Aucun pool n'a été séléctionné
hu: Egy tárolót sem választott ki
it: Nessun pool selezionato.
lo: ບໍ່ມີ pool ໃດຖືກເລືອກ
nl: Er zijn geen pools geselecteerd
pl: Nie wybrano żadnej puli
ro: Niciun pool nu a fost selectat
ru: Не выбраны пулы
sv: Inga pooler har valts
uk: Немає обраних пулів
zh_cn: 未选择池

source: Pool Devices
af: Poel Toestelle
ca: Dispositius de la piscina
cs: Zařízení tvořící fond
de: Pool-Geräte
el: Συσκευές Pool
es: Agrupación de dispositivos(pool)
fr: périphériques de pool
hu: Tárolóeszközök
it: Device del Pool
lo: ອຸປະກອນ Pool
nl: Pool Schijven
ro: Dispozitiv pool
ru: Устройства пула
sv: Poolenheter
uk: Пристрої пулу
zh_cn: 池设备

source: missing
af: ontbreek
ca: no s'ha trobat
cs: chybí
de: fehlend
el: λείπει
es: no disponible
fr: manquant
hu: hiányzik
it: mancanti
lo: ຂາດຫາຍ
nl: ontbrekend
pl: brakujący
ro: lipsește
ru: отсутствует
sv: saknas
uk: відсутній
zh_cn: 丢失

source: No suitable devices found.
af: Geen gepaste toestelle gevind.
ca: No es van trobar dispositius adequats.
cs: Nebyla nalezena žádná vhodná zařízení.
de: Es wurden keine passenden Geräte gefunden.
el: Δεν βρέθηκαν κατάλληλες συσκευές
es: No ha sido encontrado ningún dispositivo adecuado
fr: Pas de périphérique approprié trouvé
hu: Egy megfelelő eszköz sem található.
it: Nessuna device adatta trovata.
lo: ບໍ່ພົບອຸປະກອນທີ່ເໝາະສົມ.
nl: Er zijn geen geschikte schijven gevonden.
pl: Nie znaleziono pasujących urządzeń
ro: Niciun dispozitiv corespunzător nu a fost găsit.
ru: Подходящих устройств не найдено.
sv: Inga passande enheter hittades.
uk: Відповідних пристроїв не знайдено.
zh_cn: 未找到合适的设备。

source: No pool devices have been selected
af: Geen poel toestelle gewees het geselekteerde
ca: No s'han seleccionat dispositius de la piscina
cs: Nebyla vybrána žádná zařízení fondu
de: Es wurden keine Pool Geräte ausgewählt
el: Δεν επιλέχθηκαν συσκευές pool
es: Ninguna agrupación de dispositivos(pool) ha sido seleccionada
fr: Aucun périphérique de pool n'a été séléctionné
hu: Egy tárolóeszközt sem választott ki
it: Nessuna pool device selezionata.
lo: ບໍ່ມີອຸປະກອນ pool ໃດຖືກເລືອກ
nl: Er zijn geen pool schijven geselecteerd
pl: Nie wybrano żadnej puli urządzeń
ro: Niciun dispozitiv pool nu a fost selectat
ru: Не выбраны устройства пулов
sv: Inga poolenheter har valts
uk: Немає обраних пристроїв пулів
zh_cn: 未选择池设备

source: No suitable virtual devices found.
af: Geen gepaste virtuele toestelle gevind.
ca: No s'han trobat dispositius virtuals adequats.
cs: Nebyla nalezena žádná vhodná virtuální zařízení.
de: Es wurden keine passenden virtuellen Geräte gefunden.
el: Δεν βρέθηκαν κατάλληλες εικονικές συσκευές
es: No ha sido encontrado ningún dispositivo virtual adecuado
fr: Pas de périphérique virtuel approprié trouvé
hu: Egy megfelelő virtuális eszköz sem található.
it: Nessuna virtual device trovata.
lo: ບໍ່ພົບອຸປະກອນສະເໝືອນທີ່ເໝາະສົມ.
nl: Er zijn geen geschikte virtuele schijven gevonden.
pl: Nie znaleziono pasujących urządzeń wirtualnych
ro: Niciun dispozitiv virtual corespunzător nu a fost găsit.
ru: Подходящих виртуальных устройств не найдено.
sv: Inga passande virtuella enheter hittades.
uk: Відповідних віртуальних пристроїв не знайдено.
zh_cn: 未找到合适的虚拟设备。

source: No virtual devices have been selected
af: Geen virtuele toestele gewees het geselekteerde.
ca: No s'han seleccionat dispositius virtuals
cs: Nebyla vybrána žádná virtuální zařízení
de: Es wurden keine virtuellen Geräte ausgewählt
el: Δεν επιλέχθηκαν εικονικές συσκευές
es: Ningún dispositivo virtual ha sido seleccionado
fr: Aucun périphérique virtuel n'a été sélectionné
hu: Egy virtuális eszközt sem választott ki
it: Nessuna virtual device selezionata.
lo: ບໍ່ມີອຸປະກອນສະເໝືອນໃດຖືກເລືອກ
nl: Er zijn geen virtuele schijven geselecteerd
ro: Niciun dispozitiv virtual nu a fost selectat
ru: Не выбраны виртуальные устройства
sv: Inga virtuella enheter har valts
uk: Немає обраних віртуальних пристроїв
zh_cn: 未选择任何虚拟设备

source: Media Size
af: Media Grootte
ca: Mida del mitjà
cs: Velikost média
de: Mediengröße
el: Μέγεθος Μέσου
es: Tamaño del medio
fr: Capacité du Média
hu: Médiaméret
it: Dimensione del supporto
lo: ຂະໜາດສື່
nl: Mediagrootte
ro: Dimensiune media
ru: Размер носителя
sv: Mediastorlek
uk: Розмір носія
zh_cn: 媒体大小

source: No devices have been selected
af: Geen toestelle is geselekteer nie
ca: No s'han seleccionat dispositius
cs: Nejsou označená žádná zařízení
de: Es wurden keine Geräte ausgewählt
el: Δεν επιλέχθηκαν συσκευές
es: Ningún dispositivo ha sido seleccionado
fr: Aucun périphérique n'a été séléctionné
hu: Egy eszközt sem választott ki
it: Nessuna device selezionata.
lo: ບໍ່ມີອຸປະກອນໃດຖືກເລືອກ
nl: Er zijn geen schijven geselecteerd
pl: Nie wybrano żadnych urządzeń
ro: Nu a fost selectat niciun dispozitiv
ru: Не выбраны устройства
sv: Ingen enhet har valts
uk: Немає обраних пристроїв
zh_cn: 未选择任何设备

source: Expand device to use all available space.
af: Brei die toestel uit om alle beskikbare spasie te gebruik.
ca: Ampliar dispositiu per fer servir tot l'espai disponible.
cs: Zvětšit zařízení aby využilo veškerý dostupný prostor
de: Gerät erweitern, um gesamten verfügbaren Speicher zu nutzen
el: Επέκταση της συσκευής για χρήση όλου του διαθέσιμου χώρου.
es: Expandir el dispositivo para usar TODO el espacio disponible
fr: Augmentez le périphérique pour utiliser tout l'espace disponible.
hu: Eszköz kiterjesztése az összes szabad hely használatára.
it: Espandi il device per usare tutto lo spazio disponibile
lo: ຂະຫຍາຍອຸປະກອນເພື່ອໃຊ້ພື້ນທີ່ວ່າງທັງໝົດ.
nl: Uitbreiden van de schijf om alle beschikbare ruimte te gebruiken.
ro: Configurare dispozitiv pentru utilizarea completă a spațiului.
ru: Расширить устройство, чтобы использовать все доступное пространство.
sv: Utöka enheten till att nyttja allt tillgängligt utrymme.
uk: Розширити пристрій для використання всього наявного об'єму.
zh_cn: 展开设备以使用所有可用空间。

source: Include GPT labels into scan/import
ca: Incloeu l'etiqueta del GPT a la cerca/import
de: Beziehe GPT-Labels in die Suche und den Import ein
el: Να συμπεριληφθούν ετικέτες GPT στην ανίχνευση/εισαγωγή
es: Incluir las etiquetas GPT en scan/import
fr: Inclure les labels GPT dans scan / importation
it: Include l'etichetta GPT nella scansione/importazione
lo: ລວມປ້າຍ GPT ເຂົ້າໃນການສະແກນ/ນຳເຂົ້າ
nl: Voeg GPT labels toe aan scan/import
ro: Include etichetle GPT în scanare/import
ru: Включать GPT labels в сканирование/импорт
sv: Inkludera GPT etiketter i scanna/importera
uk: Включити мітки GPT до scan/import
zh_cn: 将 GPT 标签包含到 扫描/导入 中

source: Include GPT ID into scan/import
ca: Incloeu la ID del GPT del disc a la cerca/import
de: Beziehe GPT-ID in die Suche und den Import ein
el: Να συμπεριληφθεί το GPT ID στην ανίχνευση/εισαγωγή
es: Incluir la ID GPT en scan/import
fr: Inclure l'ID GPT dans scan / importation
it: Include l'ID GPT nella scansione/importazione
lo: ລວມ GPT ID ເຂົ້າໃນການສະແກນ/ນຳເຂົ້າ
nl: Voeg GPT ID toe aan scan/import
ro: Includere GPT ID în scanare/import
ru: Включить GPT ID в сканирование/импорт
sv: Inkludera GPT ID i scanna/importera
uk: Включити GPT ID до scan/import
zh_cn: 将 GPT ID 包含到 扫描/导入 中

source: Include UFS labels into scan/import
af: Sluit UFS etikette in by skandeer/invoer
ca: Incloeu l'etiqueta UFS a la cerca/import
de: Beziehe UFS-Labels in die Suche und den Import ein
el: Να συμπεριληφθούν ετικέτες UFS στην ανίχνευση/εισαγωγή
es: Incluir las etiquetas UFS en scan/import
fr: Inclure les labels UFS dans scan / importation
it: Include l'etichetta UFS nella scansione/importazione
lo: ລວມປ້າຍ UFS ເຂົ້າໃນການສະແກນ/ນຳເຂົ້າ
nl: Voeg UFS labels toe aan scan/import
ro: Include etichetle UFS în scanare/import
ru: Включить UFS labels в сканирование/импорт
sv: Inkludera UFS etiketter i scanna/importera
uk: Включити мітки UFS до scan/import
zh_cn: 将 UFS 标签包含到 扫描/导入 中

source: Include UFS ID into scan/import
af: Sluit UFS ID in by skandeer/invoer
ca: Incloeu l'ID UFS a la cerca/import
de: Beziehe UFS-ID in die Suche und den Import ein
el: Να συμπεριληφθεί το UFS ID στην ανίχνευση/εισαγωγή
es: Incluir la ID UFS en scan/import
fr: Inclure l'ID UFS dans scan / importation
it: Include l'ID UFS nella scansione/importazione
lo: ລວມ UFS ID ເຂົ້າໃນການສະແກນ/ນຳເຂົ້າ
nl: Voeg UFS ID toe aan scan/import
ro: Include ID-uri UFS în scanare/import
ru: Включить UFS ID в сканирование/импорт
sv: Inkludera UFS ID i scanna/importera
uk: Включити UFS ID до scan/import
zh_cn: 将 UFS ID 包含到 扫描/导入 中

source: Include Disk ID into scan/import
ca: Incloeu l’identificador de disc a la cerca/import
de: Beziehe Laufwerk-ID in die Suche und den Import ein
el: Να συμπεριληφθεί το ID Δίσκου στην ανίχνευση/εισαγωγή
es: Incluir la ID del disco en scan/import
fr: Inclure l'ID de disque dans scan / importation
it: Include l'Id del disco nella scansione/importazione
lo: ລວມ Disk ID ເຂົ້າໃນການສະແກນ/ນຳເຂົ້າ
nl: Voeg Schijf ID toe aan scan/import
ro: Includere ID disc în scanare/import
ru: Включить Disk ID в сканирование/импорт
sv: Inkludera Disk ID i scanna/importera
uk: Включити Disk ID до scan/import
zh_cn: 将磁盘 ID 包含到 扫描/导入 中

source: Include /dev into scan/import
ca: Inclou /dev a la cerca /import
de: Beziehe /dev in die Suche und den Import ein
el: Να συμπεριληφθεί το /dev στην ανίχνευση/εισαγωγή
es: Incluir /dev en scan/import
fr: Inclure / dev dans scan / importation
it: Include /dev nella scansione/importazione
lo: ລວມ /dev ເຂົ້າໃນການສະແກນ/ນຳເຂົ້າ
nl: Voeg /dev toe aan scan/import
ro: Includere /dev în scanare/import
ru: Включить /dev в сканирование/импорт
sv: Inkludera /dev i scanna/importera
uk: Включити /dev до scan/import
zh_cn: 将 /dev 包含到 扫描/导入 中

source: Import pool in read-only mode
af: Inport poel in lees-alleen modus
ca: Importar grup en mode de només lectura
cs: Importovat fond v režimu pouze pro čtení
de: Importiere den Pool im Nur-Lesen-Modus
el: Εισαγωγή του pool σε λειτουργία μόνο για ανάγνωση
es: Importar agrupación de dispositivos(pool) en modo solo-lectura
fr: Importer le pool en lecture seule
hu: Tároló importálás írásvédett módban
it: Importa il pool in sola lettura
lo: ນຳເຂົ້າ pool ໃນໂໝດອ່ານຢ່າງດຽວ
nl: Importeer pool in alleen-lezen mode
ro: Import pool în mod doar-citire
ru: Импорт пула в режиме только для чтения
sv: Importera pooler i endast läsläge
uk: Імпортувати пул у режимі тільки для читання
zh_cn: 以只读模式导入存储池

source: Resize pool to the maximum possible size
af: Resize poel om die maksimum moontlike grootte
ca: Canvieu la mida del grup a la mida màxima possible
cs: Zvětšit fond na největší možnou velikost
de: Vergrößere den Pool auf die maximal mögliche Größe
el: Αλλαγή μεγέθους του pool στο μέγιστο δυνατό μέγεθος
es: Redimensionar la agrupación de dispositivos(pool) al tamaño máximo posible.
fr: Redimensionner le pool à la taille maximale possible
hu: Tároló átméretezése a lehető legnagyobb méretűre
it: Ridimensiona il pool al massima dimensione possibile
lo: ປັບຂະໜາດ pool ໃຫ້ໃຫຍ່ທີ່ສຸດເທົ່າທີ່ເປັນໄປໄດ້
nl: Wijzig de pool grootte tot de maximaal mogelijke grootte
ro: Redimensionare pool la dimensiunea maxim posibilă
ru: Изменить размер пула до максимально возможного размера
sv: Utöka poolen till maximal storlek
uk: Збільшити пул до максимально можливого розміру
zh_cn: 调整存储池大小至最大限度

source: Scan/Import destroyed pools only
ca: Escanejar/importar només agrupacions destruïdes
de: Nur zerstörte Pools scannen/importieren
el: Ανίχνευση/Εισαγωγή μόνω κατεστραμμένων pool
es: Escanear/Importar agrupaciones destruidas únicamente
fr: Scan / importer uniquement les pools détruits
it: Scansiona/importa solo i pools cancellati
lo: ສະແກນ/ນຳເຂົ້າສະເພາະ pool ທີ່ຖືກທຳລາຍ
nl: Scannen /importeren van alleen vernietigde pools
ro: Scanare/import doar structuri pool distruse
ru: Сканировать/импортировать только разрушенные пулы
sv: Scanna/Importera bara förstörda pooler
uk: Сканувати / Імпортувати лише знищені пули
zh_cn: 仅 扫描/导入 已损坏的池

source: Wait until resilvering has finished before returning.
ca: Espereu fins que s'acabi el 'Resilvering' abans de tornar.
de: Warten, bis die Wiederherstellung abgeschlossen ist.
el: Αναμονή μέχρι να τελειώσει το resilvering πριν επιστρέψετε.
es: Espere hasta que finalice la restauración antes de regresar
fr: Attendez que la reconstruction soit terminée avant de revenir.
lo: ລໍຖ້າຈົນກ່ວາການ resilvering ສິ້ນສຸດກ່ອນທີ່ຈະກັບຄືນ.
nl: Wacht tot het opnieuw verzilveren (resilvering) is voltooid voordat u terugkeert.
ro: Vă rugăm să așteptați până la finalizarea procesului de reconstruire a datelor.
ru: Подождите, пока повторная обработка не закончится, прежде чем возвращаться.
sv: Vänta tills återskapandet har avslutats innan du återvänder.
uk: Перш ніж повернутися, зачекайте, доки завершиться ресінхронізація.
zh_cn: 等到重新同步完成后再返回。

source: Reconstruct the new device sequentially to restore redundancy as quickly as possible.
ca: Reconstrueix el nou dispositiu seqüencialment per restaurar la redundància el més aviat possible.
de: Sequentielle Wiederherstellung des neuen Datenträgers zur schnellstmöglichen Wiederherstellung der Redundanz.
el: Αναδόμηση της νέας συσκευής διαδοχικά για αποκατάσταση του redundancy όσο το δυνατόν πιο γρήγορα .
es: Reconstruya el nuevo dispositivo secuencialmente para restaurar la redundancia lo más rápido posible.
fr: Reconstruisez le nouveau périphérique de manière séquentielle pour restaurer la redondance aussi rapidement que possible.
it: Ricostruire il nuovo dispositivo in sequenza per ripristinare la ridondanza il più rapidamente possibile.
lo: ສ້າງອຸປະກອນໃໝ່ຄືນຕາມລຳດັບເພື່ອຟື້ນຟູຄວາມຊ້ຳຊ້ອນໃຫ້ໄວທີ່ສຸດເທົ່າທີ່ເປັນໄປໄດ້.
nl: Reconstrueer het nieuwe apparaat sequentieel om de redundantie zo snel mogelijk te herstellen.
ro: Reconstruire secvențială a noului dispozitiv pentru restabilirea redundanței cât mai rapid posibil.
ru: Последовательно реконструируйте новое устройство, чтобы как можно быстрее восстановить избыточность.
sv: Återskapa den nya enheten stegvis för att återställa redundansen så snabbt som möjligt.
uk: Послідовно перебудовує новий пристрій, щоб якомога швидше відновити резервування.
zh_cn: 依次重构新设备，尽快恢复冗余。

source: Parameter
ca: Paràmetre
cs: Parametr
el: Παράμετρος
es: Parámetro
fr: Paramètre
hu: Paraméter
it: Parametro
lo: ພາຣາມິເຕີ
pl: Parametr
ro: Parametru
ru: Параметр
uk: Параметр
zh_cn: 参数

source: January
af: Januarie
ca: Gener
cs: leden
de: Januar
el: Ιανουάριος
es: Enero
fr: Janvier
hu: Január
it: Gennaio
lo: ມັງກອນ
nl: Januari
pl: Styczeń
ro: Ianuarie
ru: января
sv: januari
uk: Січень
zh_cn: 1 月
