Repository: rojim666/xigmanas-code-r10599-trunk
Catalog: locale/xigmanas-*.po
Languages: af, ca, cs, de, el, es, fr, hu, it, lo, nl, pl, ro, ru, sv, uk, zh_cn

source: %s is based upon/includes various free software packages.
af: %s is gebaseer upon/insluit verskeie gratis sagteware pakkette.
ca: %s es basa en / inclou diversos paquets de programari lliure.
cs: %s je založeno na / obsahuje různé balíčky svobodného software.
de: %s basiert auf/verwendet verschiedene freie Softwarepakete.
el: %s βασίζεται/περιλαμβάνει διάφορα ελεύθερα πακέτα εφαρμογών.
es: %s Incluye varios paquetes de software libre.
fr: %s est basé sur / inclut divers logiciels libres.
hu: %s számos ingyenes szoftvercsomagra épül, illetve használ.
it: %s è basato su/richede diversi pacchetti software free.
lo: %s ອີງໃສ່/ລວມມີແພັກເກດຊອຟແວຟຣີຕ່າງໆ.
nl: %s is gebaseerd op/bevat verschillende gratis softwarepakketten.
pl: %s jest bazowany lub też zawiera części różnych darmowych pakietów.
ro: %s se bazează/include numeroase pachete software gratuite.
ru: %s основано на/включает различные пакеты программного обеспечения.
sv: %s baseras på/inkluderar olika fria mjukvarupaket.
uk: %s заснований на / включає в себе різні безкоштовні пакети програмного забезпечення.
zh_cn: %s基于/包含各种免费软件包。

source: %s would like to thank the authors of this software for their efforts:
af: %s wil die skrywers van hierdie sagteware bedank vir hul pogings:
ca: %s vol agrair els seus esforços als autors d'aquest programari:
cs: %s rád bych poděkoval autorům tohoto softwaru za jejich úsilí:
de: %s möchte(n) den Autoren dieser Software für ihre Mühen danken:
el: %s θα ήθελε να ευχαριστήσει τους δημιουργούς αυτών των εφαρμογών για την προσφορά τους:
es: %s quieren agradecer a los autores de este software por sus esfuerzos:
fr: %s aimerait remercier les auteurs de ce logiciel pour leurs efforts:
it: %s vorrebbe ringraziare gli autori di questo software per i loro sforzi:
lo: %s ຂໍຂອບໃຈຜູ້ຂຽນຊອຟແວນີ້ສຳລັບຄວາມພະຍາຍາມຂອງພວກເຂົາ:
nl: %s wil de auteurs van deze software bedanken voor hun inspanningen:
pl: %s chciałbym podziękować autorom tego oprogramowania za ich wysiłki:
ro: %s aș dori să mulțumesc autorilor/colaboratorilor pentru efortul depus:
ru: %s хотели бы поблагодарить авторов этого программного обеспечения за их усилия:
sv: %s vill tacka upphovsmännen till denna mjukvara för deras insatser:
uk: %s хоче подякувати авторам цього програмного забезпечення за їх зусилля:
zh_cn: %s感谢本软件的作者所做的努力：

source: Some of the software used for %s are under the following licenses:
af: Sommige van die sagteware wat gebruik word vir %s is onder die volgende lisensies:
ca: Alguns dels programes utilitzats per %s estan sota les següents llicències:
cs: Některý software, použitý pro %s je pod následujícími licencemi:
de: Teile der in %s verwendeten Software stehen unter folgenden Lizenzen:
el: Κάποιες από τις εφαρμογές που χρησιμοποιούνται για το %s υπόκεινται στις ακόλουθες άδειες:
es: Algunos de los paquetes siguientes para %s están bajo las siguientes licencias:
fr: Certains des logiciels utilisés pour %s sont sous les licences suivantes:
hu: Néhány szoftver, amit felhasználtunk %s projekthez, az alábbi licencek alá tartoznak:
it: Alcuni dei software usati per %s sono coperti dalle seguenti licenze:
lo: ຊອຟແວບາງສ່ວນທີ່ໃຊ້ສຳລັບ %s ຢູ່ພາຍໃຕ້ໃບອະນຸຍາດຕໍ່ໄປນີ້:
nl: Een deel van de software die wordt gebruikt voor %s vallen onder de volgende licenties:
pl: Oprogramowanie w %s użyto pod następującymi licencjami:
ro: Unele dintre pachetele software utilizate pentru %s se supun prevederilor următoarelor licențe:
ru: Некоторые из программ, используемых для %s, находятся под следующими лицензиями:
sv: En del av mjukvaran som används till %s är under följande licenser:
uk: Деякі з програм, які використовуються для %s, знаходяться під такими ліцензіями:
zh_cn: 某些用于%s的软件具有以下许可证：

source: Invalid login credentials.
af: Ongeldige login geloofsbriewe.
ca: Credencials d'inici de sessió no vàlides.
cs: Neplatné přihlašovací údaje.
de: Falsche Anmeldedaten
el: Μη έγκυρα διαπιστευτήρια σύνδεσης
es: Credenciales de acceso inválidas.
fr: Identifiants de connexion non valides.
hu: Érvénytelen bejelentkezési hitelesítő adatok.
it: Dati per l'accesso non validi.
lo: ຂໍ້ມູນການເຂົ້າສູ່ລະບົບບໍ່ຖືກຕ້ອງ.
nl: Ongeldige inloggegevens.
pl: Nieprawidłowe hasło lub nazwa użytkownika
ro: Date de conectare incorecte.
ru: Неверные логин или пароль.
sv: Felaktiga inloggningsuppgifter
uk: Недозволені повноваження логіну.
zh_cn: 无效的登录凭证。

source: Username
af: Gebruikernaam
ca: Nom d'usuari
cs: Uživatelské jméno
de: Benutzername
el: Όνομα χρήστη
es: Usuario
fr: Nom d’utilisateur
hu: Felhasználónév
lo: ຊື່ຜູ້ໃຊ້
nl: Gebruikersnaam
pl: Nazwa użytkownika
ro: Nume utilizator
ru: Имя пользователя
sv: Användarnamn
uk: Ім'я користувача
zh_cn: 用户名

source: Login
cs: Přihlásit
de: Anmelden
el: Σύνδεση
es: Iniciar Sesión
fr: Se connecter
hu: Bejelentkezés
lo: ເຂົ້າສູ່ລະບົບ
nl: Aanmelden
pl: Zaloguj
ro: Autentificare
ru: Вход
sv: Logga in
uk: Логін
zh_cn: 登录

source: Information & Manuals
af: Inligting & Handleidings
ca: Manuals i informació
cs: Informace a příručky
de: Informationen und Anleitungen
el: Πληροφορίες & Εγχειρίδια χρήσης
es: Información y manuales
fr: Informations & Manuel
hu: Információk és leírások
it: Informazioni e Manuali
lo: ຂໍ້ມູນ ແລະ ຄູ່ມື
nl: Informatie & Handleidingen
pl: Informacja i podręczniki
ro: Informații & Manuale
ru: Информация и руководства
sv: Information och Manualer
uk: Інформація та інструкції
zh_cn: 资讯和手册

source: IRC XigmaNAS
uk: Чат (IRC) XigmaNAS

source: NOT YET AVAILABLE
af: NOG NIE BESKIKBAAR NIE
ca: NO DISPONIBLE ENCARA
cs: ZATÍM NENÍ DOSTUPNÉ
de: Noch nicht verfügbar
el: ΔΕΝ ΕΙΝΑΙ ΑΚΟΜΗ ΔΙΑΘΕΣΙΜΟ
es: AUN NO DISPONIBLE
fr: PAS ENCORE DISPONIBLE
hu: MÉG NEM ÉRHETŐ EL
it: NON ANCORA DISPONIBILE
lo: ຍັງບໍ່ທັນມີ
nl: NOG NIET BESCHIKBAAR
pl: NIEDOSTĘPNE
ro: ÎNCĂ INDISPONIBIL
ru: Временно недоступно
sv: INTE TILLGÄNGLIG ÄN
uk: ЩЕ НЕ ДОСТУПНО
zh_cn: 尚未公布

source: Now
af: Nou
ca: Ara
cs: Nyní
de: Jetzt
el: Τώρα
es: Ahora
fr: Maintenant
hu: Most
it: Adesso
lo: ດຽວນີ້
nl: Nu
pl: Teraz
ro: Acum
ru: Сейчас
sv: Nu
uk: Зараз
zh_cn: 现在

source: Scheduled
af: Geskeduleer
ca: Planificat
cs: Naplánovat
de: Planmäßig
el: Προγραμματισμένο
es: Planificado
fr: Planifié
hu: Ütemezett
it: Programmato
lo: ຕາມກຳນົດ
nl: Gepland
pl: Zaplanowany
ro: Programat
ru: Запланировать
sv: Schemalagd
uk: Заплановано
zh_cn: 定时

source: Enhanced Scheduler
af: Verbeterde Skeduleerder
ca: Planificador ampliat
de: fortgeschrittene Terminplanung
el: Προγραμματισμός για Προχωρημένους
es: Programador avanzado
fr: Planificateur Amélioré
hu: Továbbfejlesztett ütemező
it: Pianificazione Avanzata
lo: ໂຕກຳນົດເວລາຂັ້ນສູງ
nl: Verbeterde Planning
pl: Rozszerzony harmonogram
ro: Programare avansată
ru: Расширенный планировщик
sv: Utökad schemaläggare
uk: Розширений розклад
zh_cn: 增强的调度程序

source: The server is rebooting now.
af: Die bediener herlaai tans.
ca: El servidor es reinicia ara.
cs: Server se nyní restartuje.
de: Der Server wird jetzt neu gestartet.
el: Ο διακομιστής κάνει τώρα επανεκκίνηση
es: El servidor está reiniciandose.
fr: Le serveur redémarre maintenant
hu: A szerver újraindul.
it: Il server si sta riavviando ora.
lo: ເຊີບເວີກຳລັງຣີບູດດຽວນີ້.
nl: De server is nu bezig met herstarten.
pl: Ponowne uruchamianie serwera.
ro: Serverul va reporni acum.
ru: Сервер сейчас перезагружается.
sv: Servern startar om nu.
uk: Сервер зараз перезавантажується.
zh_cn: 服务器正在重启。

source: Are you sure you want to reboot the server?
af: Is jy seker dat jy die bediener wil herlaai?
ca: Esteu segur que voleu reiniciar el servidor?
cs: Opravdu chcete server restartovat?
de: Sind Sie sicher, dass Sie den Server neu starten wollen?
el: Είστε σίγουροι ότι θέλετε να επανεκκινήσετε το διακομιστή;
es: ¿Está seguro de que desea reiniciar el servidor?
fr: Etes-vous sûr de vouloir redémarrer le serveur?
hu: Biztos, hogy újraindítod a szervert?
it: Sei sicuro di voler riavviare il server?
lo: ທ່ານແນ່ໃຈບໍວ່າຕ້ອງການຣີບູດເຊີບເວີ?
nl: Weet u zeker dat u de server wilt herstarten?
pl: Czy na pewno chcesz, aby ponownie uruchomić serwer?
ro: Sunteți sigur că doriți repornirea sistemului?
ru: Вы уверены, что хотите перезагрузить сервер?
sv: Är du säker att du vill starta om servern?
uk: Ви впевнені, що хочете перезавантажити сервер?
zh_cn: 是否确定重启系统？

source: Yes
af: Ja
ca: Si
cs: Ano
de: Ja
el: Ναι
es: Si
fr: Oui
hu: Igen
it: Si
lo: ແມ່ນ
nl: Ja
pl: Tak
ro: Da
ru: Да
sv: Ja
uk: Так
zh_cn: 是

source: No
af: Geen
cs: Ne
de: Nein
el: Όχι
fr: Non
hu: Nem
lo: ບໍ່
nl: Nee
pl: Nie
ro: Nu
ru: Нет
sv: Nej
uk: Ні
zh_cn: 否

source: Maybe
af: Miskien
ca: Potser
cs: Možná
de: Vielleicht
el: Ίσως
es: Quizás
fr: Peut-être
hu: Lehetséges
it: Forse
lo: ອາດຈະ
nl: Misschien
pl: Może
ro: Poate
ru: Может быть
sv: Kanske
uk: Можливо
zh_cn: 可能

source: Scheduled Reboot
af: Geskeduleerde Herlaai
ca: Reinici programat
cs: Naplánovaný restart
de: geplanter Neustart des Systems
el: Προγραμματισμένη επανεκκίνηση
es: reinicio programado
fr: Redémarrage programmé
hu: Ütemezett újraindítás
it: Riavvio Programmato
lo: ຣີບູດຕາມກຳນົດ
nl: Gepland Herstarten
pl: Zaplanowany restart
ro: Repornire programată
ru: Перезагрузка по расписанию
sv: Schemalagd omstart
uk: Заплановане перезавантаження
zh_cn: 定时重启

source: Do you want to apply these settings?
af: Doen jy wil hierdie instellings toe te pas?
ca: Vols aplicar aquests ajustos?
cs: Opravdu použít tato nastavení?
de: Möchten Sie die Einstellungen anwenden?
el: Θέλετε να εφαρμόσετε αυτές τις ρυθμίσεις;
es: Quiere aplicar estos ajustes?
fr: Voulez-vous appliquer ces paramètres?
hu: Alkalmazzuk ezeket a beállításokat?
it: Vuoi applicare queste impostazioni?
lo: ທ່ານຕ້ອງການນຳໃຊ້ການຕັ້ງຄ່າເຫຼົ່ານີ້ບໍ?
nl: Wilt u deze instellingen toepassen?
pl: Czy chcesz zastosować wybrane ustawienia
ro: Aplicați aceste setări?
ru: Вы хотите применить эти настройки?
sv: Vill du applicera dessa inställningar?
uk: Ви підтверджуєте застосування ціх налаштуваннь?
zh_cn: 要应用这些设置吗？

source: You must select at least one authentication method.
af: Jy moet ten minste een ontentisering metode kies.
ca: Heu de seleccionar almenys un mètode d'autenticació.
cs: Je třeba vybrat alespoň jeden ze způsobů ověřování.
de: Sie müssen mind. eine Authentifizierungsmethode auswählen.
el: Πρέπει να επιλέξετε τουλάχιστον μία μεθοδο πιστοποίησης.
es: Se debe seleccionar al menos un metodo de autentificacion.
fr: Vous devez sélectionner au moins une méthode d'authentification.
hu: Legalább egy hitelesítési eljárást ki kell választanod.
it: è necessario scegliere almeno un metodo di autenticazione.
lo: ທ່ານຕ້ອງເລືອກວິທີການກວດສອບຢ່າງໜ້ອຍໜຶ່ງວິທີ.
nl: U dient tenminste één verificatie methode te selecteren.
pl: Musisz wybrać przynajmniej jedną metodę autoryzacji.
ro: Trebuie să selectați cel puțin o metodă de autentificare.
ru: Вы должны выбрать как минимум один из способов аутентификации.
sv: Du måste välja åtminstone en autentiseringsmetod.
uk: Треба вибрати принаймні один метод авторизації.
zh_cn: 请至少选择一种认证方式。

source: Shares
af: Dele
ca: Comparticions
cs: Sdílení
de: Freigaben
el: Κοινόχρηστα
es: Elementos compartidos
fr: Partages
hu: Megosztások
it: Condivisioni
lo: ການແບ່ງປັນ
nl: Delingen
pl: Udziały
ro: Partajări
ru: Общие ресурсы
sv: Utdelningar
uk: Загальні ресурси
zh_cn: 分享区（Shares）

source: Service Enabled
af: Diens is Aangeskakel
ca: Servei habilitat
cs: Služba poskytována
de: Dienst aktiviert
el: Υπηρεσία Ενεργή
es: Servicio habilitado
fr: Service activé
hu: Szolgáltatás bekacsolva
it: Servizio attivo
lo: ເປີດໃຊ້ບໍລິການ
nl: Service Ingeschakeld
pl: Usługa dostępna
ro: Serviciu activat
ru: Сервис включен
sv: Tjänsten aktiverad
uk: Сервіс увімкнений
zh_cn: 服务被启用

source: Server Name
af: Bediender Naam
ca: Nom del servidor
cs: Název serveru
el: Όνομα Διακομιστή
es: Nombre del Servidor
fr: Nom du serveur
hu: Kiszolgálónév
it: Nome Server
lo: ຊື່ເຊີບເວີ
nl: Servernaam
pl: Nazwa serwera
ro: Nume Server
ru: Имя сервера
sv: Servernamn
uk: Назва сервера
zh_cn: 服务器名称

source: Guest Authentication
af: Gas Ontentisering
ca: Autenticació de convidat
cs: Ověřování hosta
de: Gastanmeldung
el: Πιστοποίηση Επισκέπτη
es: Autentificación de invitado
fr: Authentification des invités
hu: Vendéghitelesítés
it: Autenticazione ospite
lo: ການກວດສອບແບບແຂກ
nl: Gast Verificatie
pl: Uwierzytelnianie jako Gość
ro: Autentificare vizitator
ru: Гостевая аутентификация
sv: Gästautentisering
uk: Гостьова автентифікація
zh_cn: 访客认证

source: Clear Text Authentication
af: Duidelik Teks Ontentisering
ca: Autenticació de text sense xifrar
cs: Nezabezpečené (čitelný text) ověřování
de: Klartext-Authentifizierung
el: Πιστοποίηση Απλού Κειμένου
es: Autenticicación Texto en claro
fr: Effacer le texte d'Authentification
hu: Tiszta szöveges hitelesítés
it: Autenticazione con testo in chiaro
lo: ການກວດສອບແບບຂໍ້ຄວາມທຳມະດາ
nl: Clear Text Verificatie
pl: Uwierzytelnianie czystym tekstem
ro: Ștergere text autentificare
ru: Аутентификация с помощью простого текста
sv: Rensa textautentisering
uk: Автентифікація простим текстом
zh_cn: 清除文本验证

source: PAM authentication is selected.
af: PAM ontentisering geselekteerde.
ca: Es selecciona l'autenticació PAM
cs: Je vybráno PAM ověřování.
de: PAM Authentifizierung ist ausgewählt
el: Έχει επιλεχθεί πιστοποίηση PAM.
es: Autentificación PAN
fr: L'authentification PAM est sélectionnée.
hu: PAM hitelesítést jelölted ki.
it: Autenticazione PAM selezionata.
lo: ເລືອກການກວດສອບແບບ PAM.
nl: PAM verificatie is geselecteerd.
pl: Wybrano uwierzytelnianie PAM
ro: Autentificarea PAM este selectată.
ru: Выбрана аутентификация PAM.
sv: PAM autentisering är vald.
uk: Обрана автентифікація модулем, що під'єднується (PAM).
zh_cn: 已选择PAM认证。

source: Local user authentication is selected.
af: Plaaslike gebruiker ontentisering is geselekteerde.
ca: Es selecciona l'autenticació d'usuari local.
cs: Je vybráno místní ověřování uživatelů.
de: Es wurde die "Lokaler-Benutzer" Anmeldung ausgewählt.
el: Έχει επιλεχθεί πιστοποίηση τοπικών χρηστών.
es: Autentificación de usuarios locales.
fr: L'authentification d'utilisateur local est sélectionnée.
hu: Helyi felhasználói hitelesítést jelölted ki.
it: Autenticazione locale dell'utente selezionata
lo: ເລືອກການກວດສອບຜູ້ໃຊ້ທ້ອງຖິ່ນ.
nl: lokaal gebruikersverificatie is geselecteerd.
pl: Wybrano uwierzytelnianie użytkownika lokalnego
ro: Este selectată autentificarea locală.
ru: Выбрана аутентификация локального пользователя.
sv: Lokal användarautentisering är vald.
uk: Обрана автентифікація локального користувача.
zh_cn: 已选择本地用户身份验证。

source: DHX Authentication
af: DHX Ontentisering
ca: Autenticació DHX
cs: DHX ověřování
de: DHX Authentifizierung
el: Πιστοποίηση DHX
es: Autentificación DHX
fr: Authentification DHX
hu: DHX hitelesítés
it: Autenticazione DHX
lo: ການກວດສອບ DHX
nl: DHX Verificatie
pl: Uwierzytelnienie DHX
ro: Autentificare DHX
ru: Аутентификация DHX
sv: DHX Autentisering
uk: Автентифікація DHX
zh_cn: DHX验证

source: DHX2 Authentication
af: DHX2 Ontentisering
ca: desxifrat contrasenya DHX2
cs: DHX2 ověřování
de: DHX2 Authentifizierung
el: Πιστοποίηση DHX2
es: Autentificación DHX2
fr: Authentification DHX2
hu: DHX2 hitelesítés
it: Autenticazione DHX2
lo: ການກວດສອບ DHX2
nl: DHX2 Verificatie
pl: Uwierzytelnienie DHX2
ro: Autentificare DHX2
ru: Аутентификация DHX2
sv: DHX2 Autentisering
uk: Автентифікація DHX2
zh_cn: DHX2验证

source: Name of the server. If this field is left empty the default server is specified.
af: Naam van die bediener. As hierdie veld oop gelos is, word die standaard bediener gespesifiseer.
ca: Nom del servidor. Si aquest camp es deixa buit s'especifica el servidor predeterminat.
cs: Název serveru. Pokud není vyplněno, je použit výchozí „server“.
de: Name des Servers. Wenn das Feld leer ist, wird der Standardserver angegeben.
el: Όνομα του διακομιστή. Αν αυτό το πεδίο παραμείνει κενό, θα δοθεί ο προεπιλεγμένος διακομιστής.
es: Nombre del servidor. Si este campo se deja vacio, se usara el servidor por defecto.
fr: Nom du serveur. Si ce champ est laissé vide, le serveur par défaut sera spécifié.
hu: A kiszolgáló neve. Ha üresen hagyja az alapértelmezett kiszolgáló lesz beállítva.
it: Nome del server. Se questo campo è lasciato vuoto verrá usato il server di default.
lo: ຊື່ຂອງເຊີບເວີ. ຖ້າຊ່ອງນີ້ຖືກປະໄວ້ຫວ່າງ, ຈະລະບຸເຊີບເວີເລີ່ມຕົ້ນ.
nl: Naam van de server. Als dit veld leeg gelaten is wordt de standaard server gespecificeerd.
pl: Nazwa serwera. Jeśli to pole jest puste, przyjmowana jest nazwa domyślna.
ro: Numele serverului. Dacă acest câmp este lăsat necompletat se va folosi serverul implicit.
ru: Имя сервера. Если это поле оставлено пустым, будет указан сервер по умолчанию.
sv: Serverns namn, Om detta fält lämnas tomt kommer ett standardservernamn att väljas.
uk: Ім'я сервера. Якщо поле пусте, буде використовуватись стандартний сервер.
zh_cn: 这台服务器的名称。如果留空则会使用默认的服务器名称。

source: Enable guest access.
af: Aktiveer gas toegang.
ca: Habilitar access a convidat.
cs: Umožnit anonymní přístup.
de: Gast-Zugriff aktivieren.
el: Ενεργοποίηση πρόσβασης ως επισκέπτης.
es: Permitir acceso a invitados.
fr: Activer l'accès invité.
hu: Vendég hozzáférés engedélyezése.
it: Abilita accesso guest.
lo: ເປີດການເຂົ້າເຖິງແບບແຂກ.
nl: Inschakelen gast toegang.
pl: Włącz dostęp dla gości.
ro: Activare acces în modul guest.
ru: Разрешить гостевой доступ
sv: Aktivera gäståtkomst.
uk: Дозволити гостьовий доступ.
zh_cn: 启用访客访问。

source: Selection
af: Seleksie
ca: Selecció
cs: Výběr
de: Auswahl
el: Επιλογή
es: Selección
fr: Sélection
hu: Kiválasztás
it: Selezione
lo: ການເລືອກ
nl: Selectie
pl: Wybór
ro: Selecție
ru: Выбор
sv: Urval
uk: Виділення
zh_cn: 选择

source: Authentification method is disabled.
af: Outentisering metode is gestremde.
ca: Mètode d'autenticació està desactivada.
cs: Ověřovací metoda je vypnutá.
de: Authentifizierungsmethode ist deaktiviert
el: Η μέθοδος πιστοποίησης είναι απενεργοποιημένη.
es: La Autentificación ha sido deshabilitada
fr: La méthode d'authentification est désactivée.
hu: Hitelesítési mód ki van kapcsolva.
it: Metodo di autenticazione disattivato.
lo: ວິທີການກວດສອບຖືກປິດໃຊ້ງານ.
nl: Authenticatie methode is uitgeschakeld.
pl: Metoda uwierzytelniania jest wyłączona.
ro: Metoda de autentificare este dezactivată.
ru: Метод аутентификации отключен.
sv: Autentisering är inaktiverad.
uk: Автентифікаційний метод вимкнений.
zh_cn: 身份验证方法被禁用。

source: Use local user authentication.
af: Gebruik plaaslike gebruiker Ontentisering.
ca: Utilitzar l'autenticació d'usuari local.
cs: Ověřovat uživatele vůči záznamům v tomto stroji.
de: Verwende "Lokaler-Benutzer" Anmeldung
el: Χρήση πιστοποίησης τοπικών χρηστών.
es: Usar autentificación de usuarios locales
fr: Utiliser l'authentification des utilisateurs locaux.
hu: Helyi felhasználói hitelesítés használata.
it: Utilizzare l'autenticazione locale per gli utenti
lo: ໃຊ້ການກວດສອບຜູ້ໃຊ້ທ້ອງຖິ່ນ.
nl: Gebruik lokaal gebruiker verificatie.
pl: Wybierz uwierzytelnianie lokalnego użytkownika
ro: Utilizare autentificare locală.
ru: Использовать аутентификацию локального пользователя.
sv: Använd lokal användarautentisering.
uk: Використовувати автентифікацію локального користувача.
zh_cn: 使用本地用户认证。

source: Use PAM for user authentication.
af: Gebruik PAM vir gebruiker ontentisering.
ca: Utilitza PAM per a l'autenticació d'usuari.
cs: Ověřovat uživatele pomocí PAM podsystému.
de: Benutze PAM für Benutzerauthentifizierung
el: Χρήση PAM για πιστοποίηση χρηστών.
es: Usar PAN para la autentificación de usuarios
fr: Utilisez PAM pour l'authentification des utilisateurs.
hu: PAM használata a felhasználói hitelesítéshez.
it: Utilizzare PAM per autenticazione utenti
lo: ໃຊ້ PAM ສຳລັບການກວດສອບຜູ້ໃຊ້.
nl: Gebruik PAM voor gebruiker verificatie.
pl: Użyj PAM dla uwierzytelniania.
ro: Utilizare PAM pentru autentificare.
ru: Использовать PAM для аутентификации пользователя.
sv: Använd PAM för användarautentisering.
uk: Використовувати для автентифікації користувача модуль, що під'єднується (PAM).
zh_cn: 使用PAM进行用户认证。

source: Add any supplemental parameters.
af: Voeg enige aanvullende parameters.
ca: Afegir els paràmetres suplementaris.
cs: Přidejte jakékoli doplňující parametry.
de: Ergänzende Parameter hinzufügen
el: Προσθέστε οποιεσδήποτε συμπληρωματικές παραμέτρους.
es: Añadir parametros suplementarios.
fr: Ajouter des paramètres supplémentaires.
hu: Adj hozzá tetszőleges kiegészítő paramétert.
it: Aggiungi parametri supplementari.
lo: ເພີ່ມພາຣາມິເຕີເສີມໃດໆ.
nl: Voeg hier eventuele aanvullende parameters toe.
pl: Dodaj parametry uzupełniające
ro: Adăugare parametri suplimentari.
ru: Добавить любые дополнительные параметры.
sv: Lägg till eventuella tilläggsparametrar.
uk: Додайте будь-які додаткові параметри.
zh_cn: 增加额外的参数

source: Disable
af: Deaktiveer
ca: Deshabilitar
cs: Vypnout
de: Deaktivieren
el: Απενεργοποίηση
es: Deshabilitar
fr: Désactiver
hu: Kikapcsolás
it: Disabilita
lo: ປິດໃຊ້ງານ
nl: Uitschakelen
pl: Wyłącz
ro: Dezactivare
ru: Отключить
sv: Inaktivera
uk: Вимкнути
zh_cn: 禁用

source: You have to activate %s to advertise this service to clients.
af: Jy moet %s aktiveer om hierdie diens aan kliënte te adverteer.
ca: Ha d'activar %s per fer publicitat d'aquest servei als clients.
cs: Služba bude klientům propagována až po zapnutí %s.
de: Sie müssen %s einschalten, um diesen Dienst den Clients bekannt zu machen (advertise).
el: Πρέπει να ενεργοποιήσετε το %s για να διαφημιστεί η υπηρεσία στους πελάτες.
es: Debe activar %s para advertir del servicio a los clientes.
fr: Vous devez activer %s pour annoncer ce service aux clients.
hu: Aktiválnod kell %s-t, hogy ez a szolgáltatás kiszolgálja a klienseket.
it: E' necessario attivare %s per notificare il servizio ai clients.
lo: ທ່ານຕ້ອງເປີດໃຊ້ %s ເພື່ອໂຄສະນາບໍລິການນີ້ໃຫ້ກັບລູກຂ່າຍ.
nl: U dient %s te hebben ingeschakeld om deze service kenbaar te maken aan cliënten.
pl: Musisz aktywować %s aby rozgłosić usługę klientom
ro: Trebuie să activați %s pentru a anunța acest serviciu către utilizatori.
ru: Вы должны активировать %s, чтобы объявлять этот сервис клиентам.
sv: Du behöver aktivera %s för att annonsera denna tjänst till klienterna.
uk: Ви повинні активувати %s, щоб рекламувати цю послугу клієнтам.
zh_cn: 您必须激活%s才能向客户端发布此服务。

source: Add Share
af: Voeg Deel
ca: Afegeix recurs
cs: Přidat sdílení
de: Share hinzufügen
el: Προσθήκη Κοινόχρηστου
es: Añadir compartido
fr: Ajouter un partage
hu: Megosztás hozzáadása
it: Aggiungi una condivisione
lo: ເພີ່ມການແບ່ງປັນ
nl: Deling Toevoegen
pl: Dodaj udział
ro: Adăugare partajare
ru: Добавить общий ресурс
sv: Lägg ttill utdelning
uk: Додати загальний ресурс
zh_cn: 添加共享

source: Edit Share
af: Wysig Aandeel
ca: Edita recurs
cs: Upravit sdílení
de: Freigabe bearbeiten
el: Επεξεργασία Κοινόχρηστου
es: Editar compartido
fr: Modifier le partage
hu: Megosztás módosítása
it: Modifica condivision
lo: ແກ້ໄຂການແບ່ງປັນ
nl: Delingen Bewerken
pl: Edytuj udziały
ro: Editare partajare
ru: Редактировать общий ресурс
sv: Ändra Utdelning
uk: Редагувати Загальний Ресурс
zh_cn: 编辑共享

source: Share is marked for deletion
af: Share is gemerk vir skrap
ca: El recurs està marcat per esborrar
cs: Sdílení je označeno pro smazání
de: Freigabe ist zum Löschen markiert
el: Το Κοινόχρηστο έχει σημειωθεί προς διαγραφή
es: El compartido ha sido marcado para borrado
fr: Le partage est marqué pour suppression
hu: Megosztás törlésre megjelölve
it: La condivisione è segnalata per la cancellazione
lo: ການແບ່ງປັນຖືກໝາຍໄວ້ເພື່ອລຶບ
nl: Deling is gemarkeerd voor verwijdering
pl: Udział jest zaznaczony do usunięcia
ro: Partajarea este marcată pentru ștergere
ru: Общий ресурс помечен для удаления
sv: Utdelningen är markerad för borttagning
uk: Загальний ресурс позначений для видалення
zh_cn: 共享被标记为删除
