Repository: rojim666/xigmanas-code-r10599-trunk
Catalog: locale/xigmanas-*.po
Languages: af, ca, cs, de, el, es, fr, hu, it, lo, nl, pl, ro, ru, sv, uk, zh_cn

source: Allow TCP forwarding.
af: Toelaat TCP doorschakeling.
ca: Permetre el reenviament de TCP.
cs: Povolit přesměrování TCP
de: TCP-Weiterleitung zulassen.
el: Να επιτρέπεται προώθηση TCP.
es: Permitir TCP forwarding.
fr: Autoriser le transfert TCP.
hu: TCP továbbítás bekapcsolása.
it: Conserti il forward TCP
lo: ອະນຸຍາດ TCP forwarding.
nl: TCP forwarding toestaan.
pl: Zezwalaj na przekierowanie TCP
ro: Permite TCP forwarding.
ru: Разрешить пересылку TCP.
sv: Tillåt TCP vidarebefodran.
uk: Дозволити переадресацію TCP.
zh_cn: 允许TCP转发。

source: Enable compression after the user has authenticated successfully.
af: Inskakel kompressie nadat die gebruiker het geoutenseerde suksesvol.
ca: Habiliteu la compressió després que l'usuari s'hagi autenticat correctament.
de: Aktiviert de Datenkompression nachdem der Benutzer sich erfolgreich angemeldet hat
el: Ενεργοποίηση συμπίεσης αφού ο χρήστης πιστοποιηθεί επιτυχώς.
es: Habilitar compresión después de que el usuario se haya autentificado con éxito.
fr: Activer la compression après que l'utilisateur s'est authentifié avec succès.
hu: Sikeresen hitelesítés után a tömörítés engedélyezése.
it: Abilita la compressione dopo che l'utente si è autenticato correttamente
lo: ເປີດໃຊ້ງານການບີບອັດຫຼັງຈາກຜູ້ໃຊ້ໄດ້ຢືນຢັນຕົວຕົນສຳເລັດ.
nl: Compressie inschakelen nadat de gebruiker met succes is geverifieerd.
ro: Activare compresie după autentificarea cu succes a utilizatorului.
ru: Включить сжатие после успешной аутентификации пользователя.
sv: Aktivera komprimering efter att användaren godkänts i autentiseringen.
uk: Дозволити стиснення після успішної автентифікації користувача.
zh_cn: 用户成功通过身份验证后启用压缩。

source: No private key
af: Geen privaat sleutel
ca: Sense clau privada
cs: Žádný soukromý klíč
de: Kein privater Schlüssel
el: Δεν υπάρχει προσωπικό κλειδί
es: Sin clave privada
fr: Pas de clé privée
hu: Nincs privát kulcs
it: Nessuna chiave privata
lo: ບໍ່ມີລະຫັດສ່ວນຕົວ
nl: Geen prive sleutel
pl: Brak klucza prywatnegp
ro: Fără cheie privată
ru: Нет закрытого ключа
sv: Ingen privat nyckel
uk: Приватного ключа немає
zh_cn: 没有私钥

source: Configures an external subsystem (e.g. file transfer daemon). Arguments should be a subsystem name and a command (with optional arguments) to execute upon subsystem request. Leave this field empty to use the default settings.
af: Configureert 'n eksterne substelsel ((bv. lêeroordrag daemon). Argumente behoortwees 'n substelsel naam en 'n bevel (met opsionele argumente) om teregstel up op substelsel versoek. Laat hierdie veld leeg om die verstek instellings te gebruik.
ca: Configura un subsistema extern (per exemple, el dimoni de transferència de fitxers). Els arguments han de ser un nom de subsistema i una ordre (amb arguments opcionals) per executar a petició del subsistema. Deixeu aquest camp buit per utilitzar la configuració predeterminada.
cs: Konfiguruje externí subsystém (např. démona přenosu souborů). Argumenty by měly být název podsystému a příkaz (s volitelnými argumenty), který se má provést na žádost podsystému. Chcete-li použít výchozí nastavení, ponechte toto pole prázdné.
de: Konfiguriert ein externes Subsystem (z. B. File Transfer Daemon). Argumente sollten ein Subsystemname und ein Befehl (mit optionalen Argumenten) sein, die auf Subsystemanforderung ausgeführt werden. Lassen Sie dieses Feld leer, um die voreingestellten Einstellungen zu verwenden.
el: Ρυθμίζει ένα εξωτερικό υποσύστημα (π.χ. δαίμονα μεταφοράς αρχείων). Οι παράμετροι πρέπει να είναι όνομα υποσυστήματος και εντολή (με προαιρετικές παραμέτρους) που θα εκτελεστεί όταν τη ζητήσει το υποσύστημα. Αφήστε το πεδίο αυτό κενό για να χρησιμοποιηθούν οι προεπιλεγμένες ρυθμίσεις.
es: Configura un subsistema externo (Por ejemplo: el demonio ftp). Los argumentos deben ser; nombre del subsistema y el comando (puede incluir argumentos opcionales) a ejecutar. Deje este campo vacío para la config. por defecto
fr: Configure un sous-système externe (par exemple, un démon de transfert de fichier). Les arguments doivent être un nom de sous-système et une commande (avec des arguments facultatifs) à exécuter à la demande du sous-système. Laissez ce champ vide pour utiliser les paramètres par défaut.
hu: Egy külső alrendszert lonfigurál (pl. fájlátviteli démon). Az argumentumok egy alrendszernev és egy parancs legyen (opcionális argumentumokkal), hogy alrendszer kérésére fusson. Hagyd üresen a mezőt az alapértelmezett beállítások használatához.
it: Configurare un sottosistema esterno (per esempio un daemon per il trasferimento file). Gli argomenti possono essere nome e comando (con argomenti opzionali) di un sottosistema da eseguire su richiesta del sottosistema. Lasciando il campo vuoto, sono utilizzati i settaggi di default.
lo: ຕັ້ງຄ່າລະບົບຍ່ອຍພາຍນອກ (ຕົວຢ່າງ: file transfer daemon). Arguments ຄວນເປັນຊື່ລະບົບຍ່ອຍ ແລະ ຄຳສັ່ງ (ພ້ອມ arguments ທາງເລືອກ) ທີ່ຈະປະມວນຜົນເມື່ອມີຄຳຮ້ອງຂໍລະບົບຍ່ອຍ. ປະຊ່ອງນີ້ຫວ່າງໄວ້ເພື່ອໃຊ້ການຕັ້ງຄ່າເລີ່ມຕົ້ນ.
nl: Configureert een extern subsysteem (bijvoorbeeld bestandsoverdracht daemon). Argumenten moeten een subsysteemnaam en een opdracht (met optionele argumenten) zijn om uit te voeren na subsysteemverzoeken. Laat dit veld leeg om de standaardinstellingen te gebruiken.
ro: Configurare ca subsistem extern (ex. daemonul pentru transferul de fișiere). Argumentele folosite sunt numele subsistemului și comanda efectivă (cu propriile argumente opționale) de executat la o cerere a subsistemului. Lăsați câmpul necompletat pentru utilizarea setărilor implicite.
ru: Настраивает внешнюю подсистему (например, демон передачи файлов). Аргументы должны быть именем подсистемы и командой (с необязательными аргументами) для выполнения по запросу подсистемы. Оставьте это поле пустым, чтобы использовать настройки по умолчанию.
sv: Konfigurerar ett externt undersystem(ex. filöverföringsdemon). Parametrar skall vara ett undersystemsnamn och ett kommando (med ev. parametrar) att köra när undersystemet begär. Lämna fältet tomt för att använda standardinställningar.
uk: Налаштування зовнішньої підсистеми (наприклад демону передавання файлів). Аргументи повинні бути ім'ям підсистеми і командою (з необов'язковими аргументами) для виконання на запит підсистеми. Залиште це поле порожнім, щоб використовувати стандартні параметри.
zh_cn: 配置外部子系统（例如文件传输守护程序）。 参数应该是子系统名称和在子系统请求时执行的命令（带有可选参数）。 将此字段留空以使用默认设置。

source: Using defaults
af: Gebruik versteke
ca: Utilitzant els valors per defecte
de: Verwende Voreinstellungen
el: Χρήση προεπιλογών
es: Usar valores por defecto
fr: Utilisation des valeurs par défaut
hu: Alapértelmezett értékek használata
it: Uso di default
lo: ກຳລັງໃຊ້ຄ່າເລີ່ມຕົ້ນ
nl: Standaardinstellingen gebruiken
ro: Utilizare setări implicite
ru: Использовать значения по умолчанию
sv: Använder standard
uk: Використовувати замовчування
zh_cn: 使用默认值

source: Gives the verbosity level that is used when logging messages from sshd. Logging with a DEBUG level violates the privacy of users and is not recommended.
af: Gee die verbosity vlak daardie is gebruiked wanneer logging boodskrape vanaf sshd. Logging met 'n DEBUG vlak skend die privaatheid van gebruikers en is nie aanbeveel.
ca: Proporciona el nivell de detall que s’utilitza quan registreu missatges de sshd. El registre amb un nivell DEBUG viola la privadesa dels usuaris i no es recomana.
de: Gibt die Ausführlichkeitsstufe an, die beim Protokollieren von Nachrichten von sshd verwendet wird. Die Protokollierung mit einem DEBUG-Level verletzt die Privatsphäre der Benutzer und wird nicht empfohlen.
el: Παρέχει το επίπεδο αναλυτικότητας που χρησιμοποιείται όταν καταγράφονται μηνύματα από το sshd. Η καταγραφή σε επίπεδο DEBUG παραβιάζει την ιδιωτικότητα των χρηστών και δεν συνιστάται.
es: Proporciona el nivel de detalle que se usa al registrar mensajes de sshd. El registro con un nivel DEBUG viola la privacidad de los usuarios y no se recomienda.
fr: Donne le niveau de détails utilisé lors de la journalisation des messages de sshd. L'enregistrement avec un niveau DEBUG enfreint la vie privée des utilisateurs et n'est pas recommandé.
hu: Adja meg az sshd üzeneteinek naplózási szintjét. A HIBAKERESÉS szintű naplózás sérti a felhasználók magánéletét, ezért nem ajánljuk.
it: Indicare il livello di informazioni che sono inviate quando connessi con sshd. Il livello DEBUG viola la privacy degli utenti e non è raccomandato
lo: ໃຫ້ລະດັບຄວາມລະອຽດທີ່ໃຊ້ເມື່ອບັນທຶກຂໍ້ຄວາມຈາກ sshd. ການບັນທຶກດ້ວຍລະດັບ DEBUG ລະເມີດຄວາມເປັນສ່ວນຕົວຂອງຜູ້ໃຊ້ ແລະ ບໍ່ແນະນຳ.
nl: Geef het verbosity-niveau op dat wordt gebruikt bij het loggen van berichten vanaf sshd. Loggen met een DEBUG-niveau schendt de privacy van gebruikers en wordt niet aanbevolen.
ro: Stabilește nivelul de detaliere pentru jurnalizarea mesajelor corespunzătoare sesiunii sshd. Utilizarea nivelului DEBUG nu este recomandată pentru că ar reprezenta o încălcare a intimității utilizatorului.
ru: Предоставляет уровень детализации, который используется при регистрации сообщений от sshd. Регистрация с уровнем DEBUG нарушает конфиденциальность пользователей и не рекомендуется.
sv: Ger information om vem som är ansluten när meddelanden loggas från sshd. Loggning med en DEBUG nivå bryter integriteten hos användarna och rekommenderas ej.
uk: Дає рівень деталізації, який використовується при реєстрації повідомлень від sshd. Вхід із рівнем DEBUG порушує конфіденційність користувачів і не рекомендується.
zh_cn: 提供从sshd记录消息时使用的详细级别。 使用DEBUG级别进行日志记录会侵犯用户的隐私，因此不建议这样做。

source: QUIET - disable logging
af: RUSTIG - deaktiveer logging
ca: QUIET: inhabilita el registre
de: QUIET - Kein Log wird erstellt
el: QUIET - απενεργοποίηση καταγραφής
es: QUIET - Desactivar el registro
fr: QUIET - désactive la journalisation
hu: CSENDES - naplózás kikapcsolása
it: QUIET - disattiva il logging
lo: QUIET - ປິດການບັນທຶກ
nl: QUIET - logging uitschakelen
ro: ÎN LINIȘTE - dezactivare jurnalizare
ru: QUIET - отключить ведение журнала
sv: QUIET - stäng av loggning
uk: QUIET - вимкнути реєстрацію
zh_cn: QUIET - 禁用日志记录

source: FATAL - log fatal errors only
af: NOODLOTTIG - log noodlottig foute enigste
ca: FATAL - Nomès errors fatals
de: FATAL - Zeichne nur schwerwiegende Fehler auf
el: FATAL - καταγραφή μόνο των καταστροφικών σφαλμάτων
es: FATAL - Solo errores fatales de registro
fr: FATAL - journal des erreurs fatales uniquement
hu: FATAL - csak a végzetes hibák naplózása
it: FATAL -solo errori fatali nel log
lo: FATAL - ບັນທຶກສະເພາະຂໍ້ຜິດພາດຮ້າຍແຮງ
nl: FATAL - log alleen fatale fouten
ro: FATAL - se înregistrează în jurnal doar erorile fatale
ru: FATAL - регистрировать только фатальные ошибки
sv: FATAL - logga bara kritiska fel
uk: FATAL - реєструвати лише фатальні помилки
zh_cn: 致命 - 仅记录致命错误

source: ERROR - log errors
af: FOUT - log fouts
ca: ERROR - Error de Log
de: ERROR - Zeichne Fehler auf
el: ERROR - καταγραφή σφαλμάτων
es: ERROR - Errores del registro
fr: ERROR - journal des erreurs
hu: ERROR - hibák naplózása
it: ERROR - log errori
lo: ERROR - ບັນທຶກຂໍ້ຜິດພາດ
nl: ERROR - log fouten
ro: EROARE - log erori
ru: ERROR - журнал ошибок
sv: ERROR - logga fel
uk: ERROR - реєстрація помилок
zh_cn: 错误 - 记录错误

source: INFO - log status messages
af: INFO - log status boodskrape
ca: INFO: registra els missatges d'estat
de: INFO - Zeichne Statusmeldungen auf
el: INFO - καταγραφή μηνυμάτων κατάστασης
es: INFO . Mensajes de estado del registro
fr: INFO - Journal des messages d'état
hu: INFO - állapotüzenetek naplózása
it: INFO - log con messaggi di status
lo: INFO - ບັນທຶກຂໍ້ຄວາມສະຖານະ
nl: INFO - log statusberichten
ro: INFO - jurnalizare mesaje stare
ru: INFO - журнал сообщений о состоянии
sv: INFO - logga statusmeddelanden
uk: INFO - реєструвати повідомлення про стан
zh_cn: 信息 - 记录状态消息

source: VERBOSE - log detailed information
af: VERBOSE - log gedetailleerde inligting
ca: VERBOSE: registra informació detallada
de: VERBOSE - Zeichne detaillierte Informationen auf
el: VERBOSE - καταγραφή λεπτομερών πληροφοριών
es: VERBOSE - Información de registro detallada
fr: VERBOSE - enregistrer des informations détaillées
hu: BŐBESZÉDŰ - részletes információk naplózása
it: VERBOSO - informazioni dettagliate del log
lo: VERBOSE - ບັນທຶກຂໍ້ມູນລະອຽດ
nl: VERBOSE - log gedetailleerde informatie
ro: DETALIAT - jurnal detaliat
ru: VERBOSE - вести подробную информацию
sv: VERBOSE - logga detaljerad information
uk: VERBOSE - реєструвати детальну інформацію
zh_cn: VERBOSE - 记录详细信息

source: DEBUG - log debugging information
af: DEBUG - log ontfouting inligting
ca: DEBUG: registra informació de depuració
cs: DEBUG - logování ladících zpráv
de: DEBUG - Zeichne Informationen zur Fehlersuche (Debugging) auf
el: DEBUG - καταγραφή πληροφοριών αποσφαλμάτωσης
es: DEBUG - información de registro de depuración
fr: DEBUG - journal des informations de débogage
hu: DEBUG - hibakeresési információ naplózása
it: DEBUG - informazione di log per il debugging
lo: DEBUG - ບັນທຶກຂໍ້ມູນການດີບັກ
nl: DEBUG - log foutopsporing informatie
ro: DEBUG - jurnalizare informații depanare
ru: DEBUG - журнал отладочной информации
sv: DEBUG - logga avlusningsinformation
uk: DEBUG - реєструвати інформацію про налагодження
zh_cn: DEBUG - 记录调试信息

source: DEBUG1 - same as DEBUG
af: DEBUG1 - dieselfde as DEBUG
ca: DEBUG1 - el mateix que DEBUG
cs: DEBUG1 - stejně jako DEBUG
de: DEBUG1 - entsprechend DEBUG
el: DEBUG1 - ίδιο με το DEBUG
es: DEBUG1 - igual a DEBUG
fr: DEBUG1 - identique à DEBUG
hu: DEBUG1 - ugyanaz, mint a DEBUG
it: DEBUG1 - come DEBUG
lo: DEBUG1 - ຄືກັນກັບ DEBUG
nl: DEBUG1 - hetzelfde als DEBUG
ro: DEBUG1 - similar DEBUG
ru: DEBUG1 - так же, как DEBUG
sv: DEBUG1 - samma som DEBUG
uk: DEBUG1 - теж саме, що й DEBUG
zh_cn: DEBUG1 - 与DEBUG相同

source: DEBUG2 - log detailed debugging information
af: DEBUG2 - log gedetailleerde ontfouting inligting
ca: DEBUG2: registra informació detallada de depuració
cs: DEBUG - logování detailních ladících zpráv
de: DEBUG2 - Detaillierte Debugging-Informationen
el: DEBUG2 - καταγραφή λεπτομερών πληροφοριών αποσφαλμάτωσης
es: DEBUG2 - información detallada del registro de depuración
fr: DEBUG2 - journal des informations détaillées de débogage
hu: DEBUG2 - részletes hibakeresési információ naplózása
it: DEBUG2 - log con informazioni dettagliate per il debug
lo: DEBUG2 - ບັນທຶກຂໍ້ມູນການດີບັກລະອຽດ
nl: DEBUG2 - log gedetailleerde foutopsporing informatie
ro: DEBUG2 - logarea detaliată a tuturor informațiilor de depanare
ru: DEBUG2 - записывать подробную информацию об отладке
sv: DEBUG2 - logga detaljerad avlusningsinformation
uk: DEBUG2 - реєструвати деталізовану інформацію про налагодження
zh_cn: DEBUG2 - 记录详细的调试信息

source: DEBUG3 - log all debugging information
af: DEBUG3 - logs alle ontfouting inligting
ca: DEBUG2: registra tota l'informació de depuració
cs: DEBUG3 - logování všech ladících zpráv
de: DEBUG3 - Sämtliche Informationen zur Fehlersuche (Debugging)
el: DEBUG3 - καταγραφή όλων των πληροφοριών αποσφαλμάτωσης
es: DEBUG3 - registrar toda la información de depuración
fr: DEBUG3 - journal de toutes les informations de débogage
hu: DEBUG - összes hibakeresési információ naplózása
it: DEBUG3 - log con tutte le informazioni per il debug
lo: DEBUG3 - ບັນທຶກຂໍ້ມູນການດີບັກທັງໝົດ
nl: DEBUG3 - log alle foutopsporing informatie
ro: DEBUG3 - jurnalizarea tuturor informațiilor de depanare
ru: DEBUG3 - записывать всю отладочную информацию
sv: DEBUG3 - logga all avlusningsinformation
uk: DEBUG3 - реєструвати всю інформацію про налагодження
zh_cn: DEBUG3 - 记录所有调试信息

source: These parameters are appended to /etc/ssh/sshd_config.
af: Hierdie parameters is aangeheg aan /etc/ssh/sshd_config.
ca: Aquests paràmetres s’afegeixen a /etc/ssh/sshd_config.
de: Diese Einstellungen werden an /etc/ssh/sshd_config angefügt.
el: Αυτοί οι παράμετροι προστίθενται στο /etc/ssh/sshd_config.
es: Estos parámetros se añaden a: /etc/ssh/sshd_config.
fr: Ces paramètres sont ajoutés à / etc / ssh / sshd_config.
hu: Ezeket a paramétereket a /etc/ssh/sshd_config-hoz fűzzük hozzá
it: Questi parametri sono aggiunti in cosa a /etc/ssh/sshd_config.
lo: ພາຣາມິເຕີເຫຼົ່ານີ້ຖືກເພີ່ມໃສ່ທ້າຍ /etc/ssh/sshd_config.
nl: Deze parameters zijn toegevoegd aan /etc/ssh/sshd_config.
ro: Acești parametri vor fi adăugați la /etc/ssh/sshd_config.
ru: Эти параметры добавляются в /etc/ssh/sshd_config.
sv: Dessa parametrar läggs till i /etc/ssh/sshd_config.
uk: Ці параметри додаються до /etc/ssh/sshd_config.
zh_cn: 这些参数将附加到/etc/ssh/sshd_config。

source: Allow New Files
af: Toelaat Nuwe Lêers
ca: Permetre nous arxius
cs: Umožnit nové soubory
de: Neue Dateien Zulassen
el: Να Επτρέπονται Νέα αρχεία
es: Permitir archivos nuevos
fr: Autoriser les nouveaux fichiers
hu: Új fájlok engedélyezése
it: Permetti nuovi files
lo: ອະນຸຍາດໄຟລ໌ໃໝ່
nl: Toestaan Nieuwe Bestanden
pl: Zezwalaj na nowe pliki
ro: Permite fișiere noi
ru: Разрешить новые файлы
sv: Tillåt nya filer
uk: Дозволити нові файли
zh_cn: 允许新文件

source: Max. Block Size
af: Max. Blok Grootte
ca: Mida del bloc max.
cs: Nejvyšší velikost bloku
de: Max. Blockgröße
el: Μεγ. Μέγεθος Block
es: Tamaño de bloque maximo.
fr: Taille de bloc Maximale
hu: Maximális blokkméret
it: Massima dimensione del blocco
lo: ຂະໜາດບລັອກສູງສຸດ
nl: Max. Blokgrootte
ro: Dimensiune max. bloc
ru: Макс. размер блока
sv: Max. blockstorlek
uk: Максимальний Розмір Блоку
zh_cn: 最大块尺寸

source: Allow new files to be created.
af: Laat toe dat nuwe lêers geskep word.
ca: Permet que nous arxius pugin ser creats
cs: Umožnit vytváření nových souborů.
de: Erlaube das Erstellen neuer Dateien.
el: Να επιτρέπεται η δημιουργία νέων αρχείων.
es: Permitir crear nuevos archivos.
fr: Autoriser la création de nouveaux fichiers.
hu: Új állományok létrehozásának engedélyezése.
it: Consenti di creare nuovi files.
lo: ອະນຸຍາດໃຫ້ສ້າງໄຟລ໌ໃໝ່.
nl: Sta toe dat nieuwe bestanden kunnen worden aangemaakt.
pl: Zezwalaj na tworzenie nowych plików.
ro: Permite crearea de fișiere noi.
ru: Позволять создание новых файлов
sv: Tillåt att nya filer att skapas.
uk: Дозволити створення нових файлів.
zh_cn: 允许创建新文件。

source: By default, only already existing files can be uploaded.
af: By verstek, slegs bestaande lêers kan opgelaai word.
ca: Per defecte només els arxius existents poden ser pujats
cs: Ve výchozím nastavení je umožněno nahrávat pouze soubory se stejným názvem, jako ty už přítomné.
de: Standardmäßig können nur bereits existierende Dateien hochgeladen werden.
el: Από προεπιλογή, μόνο ήδη υπάρχοντα αρχεία μπορούν να ανεβούν.
es: Por defecto, sólo se pueden subir archivos que ya existan.
fr: Par défault, seuls les fichiers déjà existant peuvent être téléchargés.
hu: Alapértelmezetten csak már létező fájlok tölthetőek fel.
it: Come impostazione predefinita, solo files già esistenti possono essere caricati.
lo: ໂດຍຄ່າເລີ່ມຕົ້ນ, ສາມາດອັບໂຫຼດໄດ້ສະເພາະໄຟລ໌ທີ່ມີຢູ່ແລ້ວ.
nl: Standaard kunnen alleen bestaande bestanden geupload worden.
pl: Domyślnie, tylko już istniejące pliki zostaną wysłane.
ro: Implicit, doar fișierele existente deja pot fi încărcate.
ru: По умолчанию могут быть загружены только уже существующие файлы.
sv: Som standard kan bara redan existerande filer laddas upp.
uk: За замовчуванням, тільки вже існуючі файли можуть бути вивантажені.
zh_cn: 默认是只有已经存在的文件可以上传。

source: The directory containing the files you want to publish. The remote host does not need to pass along the directory as part of the transfer.
af: Die lêerstelsel want die lêers bevat wat jy wil publiseer. Die vergelee gasheer nodig nie om deur die lêerstelsel te gaan nie as deel van die oordrag nie.
ca: El directori que conté els fitxers que voleu. El host remot no ha de passar al llarg del directori com a part de la transferència.
cs: Složka se soubory, které chcete zveřejnit. Stroj na protějšku pak nemusí v rámci přenosu předávat informaci o složce.
de: Das Verzeichnis mit den Dateien, die Sie veröffentlichen möchten. Der Remote-Host braucht das Verzeichnis nicht mit anzugeben.
el: Ο φάκελος που περιέχει τα αρχεία που θέλετε να δημοσιεύσετε. Ο απομακρυσμένος υπολογιστής, δε χρειάζεται να μεταδώσει τον κατάλογο ως μέρος της μεταφοράς.
es: El directorio contiene los archivos que usted quiere publicar. El equipo remoto no necesita conocer el path local
fr: Le répertoire contenant les fichiers que vous voulez publier. L'hôte distant n'a pas besoin d'indiquer le nom du répertoire dans le transfert.
hu: A közzéteendő fájlokat tartalmazó mappa. A távoli kiszolgálónak nem kell átmennie a mappán a szállítás során.
it: La cartella che contiene i files che si vogliono pubblicare. L'host remoto non deve fornire il nome della cartella come parte del trasferimento.
lo: ໂຟນເດີທີ່ບັນຈຸໄຟລ໌ທີ່ທ່ານຕ້ອງການເຜີຍແຜ່. ໂຮສທາງໄກບໍ່ຈຳເປັນຕ້ອງສົ່ງໂຟນເດີໄປພ້ອມກັບການໂອນ.
nl: De map met bestanden die gepubliceerd dienen te worden. De externe server hoeft de map niet door te geven als onderdeel van de overdracht.
ro: Directorul care conține fișierele de publicat. Sistemul de la distanță nu presupune furnizarea directorului ca parte a transferului.
ru: Этот каталог содержит файлы, предназначенные для общего использования. Удаленному хосту в процессе передачи не требуется просмотра содержимого каталогов пути.
sv: Katalogen som innehåller filerna som du vill publicera. Fjärr-värden behöver ej sända katalognamnet som en del av överföringen.
uk: Цей каталог містить файли, призначені для загального використання. Віддалений хост в процесі передачі не потрібує перегляду вмісту каталогів шляху.
zh_cn: 你想要发布文件的目录。远程主机传递时不需要转移目录。

source: Enter a directory
af: Ingaan 'n directory
ca: Introduïu un directori
cs: Zadejte složku
de: Geben Sie ein Verzeichnis ein
el: Εισάγετε ένα φάκελο
es: Introduzca un directorio
fr: Entrez un répertoire
hu: Adj meg egymappát
it: Inserire una directory
lo: ປ້ອນໂຟນເດີ
nl: Geef de gegevensmap op
ro: Introduceți un director
ru: Введите каталог
sv: Mata in en katalog
uk: Введіть каталог
zh_cn: 输入一个目录

source: Enter extra options
af: Ingaan ekstra opsies
ca: Introduïu opcions adicionals
cs: Zadejte další předvolby
de: Geben Sie Extraoptionen ein
el: Εισάγετε επιπλέον επιλογές
es: Opciones Extras
fr: Entrez des options supplémentaires
hu: Adj extra lehetőségeket
it: Inserire le opzioni aggiuntive
lo: ປ້ອນຕົວເລືອກເພີ່ມເຕີມ
nl: Geef extra opties
ro: Introducere extra opțiuni
ru: Введите дополнительные параметры
sv: Mata in extra parametrar
uk: Введіть додаткові параметри
zh_cn: 输入额外的选项
