Repository: rojim666/xigmanas-code-r10599-trunk
Catalog: locale/xigmanas-*.po
Languages: af, ca, cs, de, el, es, fr, hu, it, lo, nl, pl, ro, ru, sv, uk, zh_cn

source: greatest settable high voltage transfer point
af: grootste stelbare hoë spanning oordrag punt
ca: major punt de transferència d'alta tensió ajustable
cs: až jak vysoko lze nastavit hranici úrovně přepětí, při jejímž překročení přepnout na akumulátory
de: größter einstellbarer maximaler Spannungserhöhungsschwellwert
el: μέγιστο οριζόμενο σημείο μεταφοράς υψηλής τάσης
es: Max. valor permitido de alta tensión
fr: Plus grande valeur du point de transfert tension haute configurable
hu: legnagyobb beállítható magas feszültségű átviteli pont
it: valore massimo impostabile del punto di trasferimento alta tensione
lo: ຈຸດໂອນແຮງດັນສູງທີ່ສາມາດຕັ້ງໄດ້ໃຫຍ່ທີ່ສຸດ
nl: grootste instelbare hoogspanning overschakelpunt
pl: największy dostepny próg przełączenia wysokiego napięcia
ro: valoarea maximă punct de transfer tensiune înaltă
ru: наибольшее устанавливаемое значение высокого напряжения для переключения
sv: Högsta inställningen till hög spänning till överförings punkten.
uk: найбільше значення високої напруги для перемикання що встановлюється
zh_cn: 最大可设定高电压转换点

source: Input power sensitivity
af: Inset krag sensitiviteit
ca: Sensibilitat de potència d'entrada
cs: Citlivost na vstupní napájení
de: Eingangsleistungsempfindlichkeit
el: Ευαισθησία εισερχόμενης ισχύος
es: Sensibilidad de entrada
fr: Sensibilité de puissance d'entrée
hu: Bemeneti teljesítmény érzékenység
it: Sensibilità alimentazione in entrata
lo: ຄວາມໄວຂອງພະລັງງານເຂົ້າ
nl: Ingangsspanning gevoeligheid
pl: Czułość mocy wejścia
ro: Sensibilitate circuit de alimentare
ru: Входная мощность
sv: Ineffekt känslighet
uk: Чутливість вхідної напруги
zh_cn: 输入功率灵敏度

source: Input power quality (* opaque)
af: Inset krag kwaliteit (* ondeursigtig)
ca: Qualitat de l'energia d'entrada (* opac)
cs: Kvalita napájení na vstupu (není standardizováno)
de: Eingangsleistungsqualität
el: Ποιότητα ισχύος εισόδου (* opaque)
es: Calidad de entrada
fr: Qualité de la ligne entrante (* opaque)
hu: Bemeneti teljesítmény minőség (* átlátszóság)
it: Quality dell'alimentazione in entrata (* opaque)
lo: ຄຸນນະພາບພະລັງງານເຂົ້າ (* ບໍ່ໂປ່ງໃສ)
nl: Stroom kwaliteit ingang (* ondoorzichtig)
pl: Jakość mocy wejściowej (*niejasne)
ro: Calitate circuit de alimentare (* opac)
ru: Качество входной линии (* относительное значение)
sv: Kvaliten på inkommande spänning (* opaque)
uk: Якість вхідного живлення (* відносна)
zh_cn: 输入功率质量（*不透明）

source: Input current (A)
af: Inset huidige (A)
ca: Current d'entrada (A)
cs: Vstupní proud (A)
de: Stromstärke (A)
el: Ένταση ρεύματος εισόδου (A)
es: Corriente de entrada (A)
fr: Courant d'entrer
hu: Bemeneti áram (A)
it: Corrente in entrata (A)
lo: ກະແສເຂົ້າ (A)
nl: Ingangsstroom (A)
pl: Prąd wejścia (A)
ro: Curent de intrare (A)
ru: Входной ток (А)
sv: Inkommande ström (A)
uk: Вхідний струм (A)
zh_cn: 输入电流（A）

source: Nominal input current (A)
af: Nominale inset huidige (A)
ca: Corrent nominal d'entrada (A)
cs: Jmenovitý vstupní proud (A)
de: Eingangsstromstärke (in A)
el: Ονομαστική ένταση ρεύματος εισόδου (A)
es: Corriente nominal de entrada (A)
fr: Courant nominal d'entrée (A)
hu: Névleges bemeneti áram (A)
it: Corrente nominale in entrata (A)
lo: ກະແສເຂົ້າຕາມກຳນົດ (A)
nl: Nominale Ingangsstroom (A)
pl: Nominalny prąd wejścia (A)
ro: Curent nominal de intrare (A)
ru: Номинальный ток батареи
sv: Nominell inström (A)
uk: Номінальний вхідний струм (A)
zh_cn: 标称输入电流（A）

source: Input line frequency (Hz)
af: Inset lyn frekwensie (Hz)
ca: Freqüència de la línia d'entrada (Hz)
cs: Vstupní frekvence sítě (Hz)
de: Stromfrequenz (in Hz)
el: Συχνότητα γραμμής εισόδου (Hz)
es: Frecuencia de Entrada (Hz)
fr: Fréquence de la ligne entrante (Hz)
hu: Bemeneti vonal frekvencia (Hz)
it: Frequenza della linea in entrata (Hz)
lo: ຄວາມຖີ່ສາຍເຂົ້າ (Hz)
nl: Lijningang frequentie (Hz)
pl: Częstotliwość linii wejścia (Hz)
ro: Fecvență circuit alimentare (Hz)
ru: Входная частота (Гц)
sv: Inkommande nätfrekvens (Hz)
uk: Частота вхідної лінії (Гц)
zh_cn: 输入线频率（Hz）

source: Nominal input line frequency (Hz)
af: Nominale inset lyn frekwensie (Hz)
ca: Freqüència nominal de la línia d'entrada (Hz)
cs: Jmenovitá vstupní frekvence sítě (Hz)
de: Nominelle Eingangsfrequenz (Hz)
el: Ονομαστική συχνότητα γραμμής εισόδου (Hz)
es: Frecuencia nominal de entrada (Hz)
fr: Fréquence nominale d'entrée de ligne
hu: Névleges bemeneti vonal frekvencia (Hz)
it: Frequenza nominale in entrata (Hz)
lo: ຄວາມຖີ່ສາຍເຂົ້າຕາມກຳນົດ (Hz)
nl: Nominaal ingangs netfrequentie (Hz)
pl: Nominalna częstotliwość linii wejścia (Hz)
ro: Frecvență nominală (Hz)
ru: Номинальная входная частота (Гц)
sv: Nominell infrekvens (Hz)
uk: Номінальна частота вхідної лінії (Гц)
zh_cn: 标称输入线频率（Hz）

source: Input line frequency low (Hz)
af: Inset lyn frekwensie laag (Hz)
ca: Línia d'entrada de baixa freqüència (Hz)
cs: Nejnižší zaznamenaná vstupní frekvence (Hz)
de: mininale eingangseitige Stromfrequenz (in Hz)
el: Κάτω όριο συχνότητας γραμμής εισόδου (Hz)
es: Frecuencia de Entrada min. (Hz)
fr: Plus basse fréquence de la ligne entrante (Hz)
hu: Bemeneti vonal frekvencia alsó (Hz)
it: Frequenza della linea in entrata (Hz): bassa
lo: ຄວາມຖີ່ສາຍເຂົ້າຕ່ຳ (Hz)
nl: Lijningang frequentie laag (Hz)
pl: Niska częstotliwość linii wejścia (Hz)
ro: Frecvență minimă circuit alimentare (Hz)
ru: Максимальное значение входной частоты (Гц)
sv: Låg inkommande nätfrekvens (Hz)
uk: Нижня межа частоти вхідної лінії (Гц)
zh_cn: 输入线频率低（Hz 赫兹）

source: Input line frequency high (Hz)
af: Inset lyn frekwensie hoog (Hz)
ca: Línia d'entrada d'alta freqüència (Hz)
cs: Nejvyšší zaznamenaná vstupní frekvence (Hz)
de: maximale eingangseitige Stromfrequenz
el: Άνω όριο συχνότητας γραμμής εισόδου (Hz)
es: Frecuencia de Entrada max. (Hz)
fr: Plus haute fréquence de la ligne entrante (Hz)
hu: Bemeneti vonal frekvencia felső (Hz)
it: Frequenza della linea in entrata (Hz): alta
lo: ຄວາມຖີ່ສາຍເຂົ້າສູງ (Hz)
nl: Lijningang frequentie hoog (Hz)
pl: Wysoka częstotliwość linii wejścia (Hz)
ro: Frecvență maximă circuit alimentare (Hz)
ru: Минимальное значение входной частоты (Гц)
sv: Hög inkommande nätfrekvens (Hz)
uk: Верхня межа частоти вхідної лінії (Гц)
zh_cn: 输入线高频率（Hz）

source: Extended input frequency range
af: Verlengde insette frekwensie reeks
ca: Rang de freqüència d'entrada estès
cs: Rozšířený vstupní frekvenční rozsah
de: Erweiterter Eingabefrequenzbereich
el: Εκτεταμένο εύρος συχνότητας εισόδου
es: Rango de frecuencia de entrada admitido
fr: Plage étendue de la fréquence d'entrée
hu: Kiterjesztett bemeneti frekvencia tartomány
it: Range esteso delle frequenze in entrata
lo: ຊ່ວງຄວາມຖີ່ເຂົ້າທີ່ຂະຫຍາຍ
nl: Frequentiebereik uitgebreid
pl: Rozszerzony zakres częstotliwości wejścia
ro: Extindere interval frecvențe de intrare
ru: Расширенный диапазон входящей частоты
sv: Utökat frekvensområde
uk: Розширений діапазон частот
zh_cn: 扩展的输入频率范围

source: Low voltage boosting transfer point
af: Lae spanning opstooting oordrag punt
ca: Punt de transferència d'impuls de baixa tensió
cs: Úroveň podpětí, při poklesu pod kterou začít vyrovnávat přepnutím transformačního poměru výš
de: Eingangspannungsverringerung Schwellwert
el: Σημείο για μεταφορά σε ενίσχυση χαμηλής τάσης
es: Punto de conmutación para picos de baja tensión
fr: Point de transfert de basse tension additionnelle
hu: Kisfeszültségű fellendítő átviteli pont
it: Punto di trasferimento boosting bassa tensione
lo: ຈຸດໂອນເພີ່ມແຮງດັນຕ່ຳ
nl: Laag voltage boosting overschakelpunt
pl: Wzmocnienie progu przełączania niskiego napięcia
ro: Punct de transfer la cădere de tensiune
ru: Нижняя граница напряжения для режима подпитки (boosting)
sv: Låg spänning ökar överförings punkten
uk: Нижня межа напруги для режиму підживлення (boosting)
zh_cn: 低电压升压转换点

source: High voltage boosting transfer point
af: Hoë spanning opstoot oordrag punt
ca: Punt de transferència d'impuls d'alta tensió
cs: Úroveň přepětí, do které je pro napájená zařízení ještě přijatelné a není tedy třeba vyrovnávat a zatěžovat tak transformátor UPS zdroje
de: Eingangspannungserhöhung Schwellwert
el: Σημείο για μεταφορά σε ενίσχυση υψηλής τάσης
es: Punto de conmutación para impulsos de alto voltaje
fr: Point de transfert de haute tension additionnelle
hu: Nagyfeszültségű fellendítő átviteli pont
it: Punto di trasferimento boosting alta tensione
lo: ຈຸດໂອນເພີ່ມແຮງດັນສູງ
nl: Hoog voltage boosting overschakelpunt
pl: Wzmocnienie progu przełączenia wysokiego napięcia.
ro: Punct de transfer supracreștere tensiune înaltă
ru: Верхняя граница напряжения для режима подпитки (boosting)
sv: Hög spänning ökar överförings punkten
uk: Верхня межа напруги для режиму підживлення (boosting)
zh_cn: 高升压转换点

source: Low voltage trimming transfer point
af: Lae spanning snoei oordrag punt
ca: Punt de transferència del retall de baixa tensió
cs: Úroveň podpětí, od které je pro napájená zařízení už přijatelné a není tedy třeba vyrovnávat a zatěžovat tak transformátor UPS zdroje
de: Maximale Eingangspannungsverringerung
el: Σημείο για μεταφορά σε εκτόνωση χαμηλής τάσης
es: Ajuste del punto de conmutación para baja tensión
fr: Point de transfert de rognage de basse tension
hu: Kisfeszültségű átkapcsolási pontot
it: Punto di trasferimento trimming bassa tensione
lo: ຈຸດໂອນຕັດແຮງດັນຕ່ຳ
nl: Laag voltage trimming overschakelpunt
pl: Regulacja progu przełączania niskiego napięcia
ro: Ajustare punct de transfer tensiune minimă
ru: Нижняя граница напряжения для режима понижения (trimming)
sv: Anpassar låg spänning till överförings punkt.
uk: Нижня межа напруги для режиму зниження (trimming)
zh_cn: 低电压微调换乘点

source: High voltage trimming transfer point
af: Hoë spanning snoei oordrag punt
ca: Punt de retallada de sobretensió
cs: Úroveň přepětí, při jejímž překročení začít vyrovnávat přepnutím transformačního poměru níž
de: Maximale Eingangspannungerhöhung
el: Σημείο για μεταφορά σε εκτόνωση υψηλής τάσης
es: Ajuste del punto de conmutación para alta tensión.
fr: Point de transfert de rognage de haute tension
hu: Nagyfeszültségű átkapcsolási átviteli pont
it: Punto di trasferimento trimmer alta tensione
lo: ຈຸດໂອນຕັດແຮງດັນສູງ
nl: Hoog voltage trimming overschakelpunt
pl: Regulacja progu przełączączenia wysokiego napięcia.
ro: Ajustare punct de transfer tensiune înaltă
ru: Верхняя граница напряжения для режима понижения (trimming)
sv: Högspännings trimning överföringspunkt
uk: Верхня межа напруги для режиму зниження (trimming)
zh_cn: 高电压微调换乘点

source: Outgoing Power/Inverter Information
af: Uitgaande Krag/Wisselrigter Inligting
ca: Potència de sortida / d'informació del inversor
cs: Informace o výstupu napájení / střídači
de: Ausgangsleistungs/Gleichspannungsinformationen
el: Πληροφορίες εξερχόμενης ισχύος/αναστροφέα
es: Información de salida
fr: Information de la Puissance/Inverter sortante
hu: Kimenő teljesítmény/Inverter Information
it: Informazioni sulla Potenza in uscita/Invertitore
lo: ຂໍ້ມູນພະລັງງານ/ອິນເວີເຕີຂາອອກ
nl: Uitgaande Power/Omvormer Informatie
pl: Informacje nt. mocy wyjściowej/inwertera
ro: Puterea de ieșire/Informații Invertor
ru: Информация о выходной линии/инверторе
sv: Utgående effekt/omriktarinformation
uk: Інформація про вихідну лінію/інвертор
zh_cn: 输出电力/逆变器的信息

source: Output voltage (V)
af: Uitset spanning (V)
ca: Voltatge de sortida (V)
cs: Výstupní napětí (V)
de: ausgangsseitige Stromspannung (in V)
el: Τάση εξόδου (V)
es: Tensión de salida (V)
fr: Tension en sortie (V)
hu: Kimeneti feszültség (V)
it: Tensione in uscita (V)
lo: ແຮງດັນອອກ (V)
nl: Uitgangsspanning (V)
pl: Napięcie wyjściowe (V)
ro: Tensiunea de ieșire (V)
ru: Выходное напряжение (В)
sv: Utspänning (V)
uk: Вихідна напруга (В)
zh_cn: 输出电压（V）

source: Nominal output voltage (V)
af: Nominale uitset spanning (V)
ca: Voltatge nominal de sortida (V)
cs: Jmenovité výstupní napětí (V)
de: Ausgangsspannung (nominal in Volt)
el: Ονομαστική τάση εξόδου (V)
es: Tensión nominal de salida (V)
fr: Tension de sortie nominale (V)
hu: Névleges kimeneti feszültség (V)
it: Tensione nominale in uscita (V)
lo: ແຮງດັນອອກຕາມກຳນົດ (V)
nl: Nominale uitgangsvoltage (V)
pl: Nominalne napięcie wyjścia (V)
ro: Tensiune nominală de ieșire (V)
ru: Номинальное выходное напряжение (В)
sv: Nominell utspänning (V)
uk: Номінальна вихідна напруга (В)
zh_cn: 标称输出电压（V）

source: Output frequency (Hz)
af: Uitset frekwensie (Hz)
ca: Freqüència de sortida (Hz)
cs: Výstupní frekvence (Hz)
de: ausgangseitige Stromfrequenz (in Hz)
el: Συχνότητα εξόδου (Hz)
es: Frecuencia de salida (Hz)
fr: Fréquence de sortie (Hz)
hu: Kimeneti frekvencia (Hz)
it: Frequenza in uscita (Hz)
lo: ຄວາມຖີ່ອອກ (Hz)
nl: Uitvoerfrequentie (Hz)
pl: Częstotliwość wyjściowa (Hz)
ro: Frecvența de ieșire (Hz)
ru: Выходная частота (Гц)
sv: Utfrekvens (Hz)
uk: Вихідна частота (Гц)
zh_cn: 输出频率（Hz）

source: Nominal output frequency (Hz)
af: Nominale uitset frekwensie (Hz)
ca: Freqüència de sortida nominal (Hz)
cs: Jmenovitá výstupní frekvence (Hz)
de: Stromfrequenz (nominal in Hertz)
el: Ονομαστική συχνότητα εξόδου (Hz)
es: Frecuencia Nominal de salida (Hz)
fr: Fréquence de sortie nominale (Hz)
hu: Névleges kimeneti frekvencia (Hz)
it: Frequenza nominale in uscita (Hz)
lo: ຄວາມຖີ່ອອກຕາມກຳນົດ (Hz)
nl: Nominaal uitgangsfrequentie (Hz)
pl: Nominalna częstotliwość wyjścia (Hz)
ro: Frecvență nominală de ieșire (Hz)
ru: Номинальная выходная частота (Гц)
sv: Nominell utfrekvens (Hz)
uk: Номінальна вихідна частота (Гц)
zh_cn: 标称输出频率（Hz）

source: Output current (A)
af: Uitset huidige (A)
ca: Corrent de sortida (A)
cs: Výstupní proud (A)
de: ausgansseitige Stromstärke (in A)
el: Ένταση ρεύματος εξόδου (A)
es: Corriente de salida (A)
fr: Courant en sortie (A)
hu: Kimeneti áram (A)
it: Corrente in uscita (A)
lo: ກະແສອອກ (A)
nl: Uitgangsstroom (A)
pl: Prąd wyjściowy (A)
ro: Curentul de ieșire (A)
ru: Выходной ток
sv: Utström (A)
uk: Вихідний струм (А)
zh_cn: 输出电流（A）

source: Nominal output current (A)
af: Nominale uitset huidige (A)
ca: Corrent de sortida nominal (A)
cs: Jmenovitý výstupní proud (A)
de: Stromstärke (nominal)
el: Ονομαστική ένταση ρεύματος εξόδου (A)
es: Corriente nominal de salida (A)
fr: Courant de sortie nominal (A)
hu: Névleges kimeneti áram (A)
it: Corrente nominale in uscita (A)
lo: ກະແສອອກຕາມກຳນົດ (A)
nl: Nominale uitgangsstroom (A)
pl: Nominalny prąd wyjścia (A)
ro: Curent nominal de ieșire (A)
ru: Номинальный входной ток (А)
sv: Nominell utström (A)
uk: Номінальний вихідний струм (A)
zh_cn: 标称输出电流（A）

source: Battery Details
af: Battery Besonderhede
ca: Detalls de la bateria
cs: Podrobnosti o akumulátoru
de: Akkudetails
el: Λεπτομέρειες μπαταρίας
es: Detalles de las baterías
fr: Détails batterie
hu: Akkumulátor adatok
it: Dettagli batteria
lo: ລາຍລະອຽດແບັດເຕີຣີ
nl: Batterij Informatie
pl: Szczegóły baterii
ro: Detalii baterie
ru: Информация о батарее
sv: Batteri detaljer
uk: Інформація про батарею
zh_cn: 电池信息

source: Battery Remaining level when UPS switches to Shutdown mode (Low Battery)
af: Battery Oorblywende Vlak wanneer UPS skakele oor na die afsluitmodus (Lae Battery)
ca: Nivell remanent de bateria quan la SAI canvia al mode de tancament (Bateria baixa)
cs: Úroveň, pod kterou když klesne nabití akumulátoru, UPS zdroj začne signalizovat akutní nutnost zahájení vypínání z něj napájených zařízení.
de: Batterie-Ladezustandsschwelle zur Einleitung der Systemabschaltung
el: Ποσοστό μπαταρίας που απομένει όταν το UPS αλλάζει σε λειτουργία απενεργοποίησης. (Χαμηλή Μπαταρία)
es: Nivel mínimo de batería para que el SAI entre en apagado (Batería baja)
fr: Niveau de la batterie auquel UPS passe en mode arrêt (Batterie faible)
hu: Akkumulátor szint, amikor UPS Leállás mód-ba kapcsol (alacsony töltöttség)
it: Livello di carica rimanente al quale l'UPS passa alla modalità Spegnimento (Batteria scarica)
lo: ລະດັບແບັດເຕີຣີທີ່ເຫຼືອເມື່ອ UPS ປ່ຽນໄປໂໝດປິດເຄື່ອງ (ແບັດເຕີຣີຕ່ຳ)
nl: Batterijniveau waarop UPS overschakelt naar Afsluit mode (Laag Batterij Niveau)
pl: Poziom baterii po którym zasilacz UPS się wyłączy
ro: Nivelul bateriei la care UPS-ul va comută în modul Oprire (Baterie descărcată)
ru: Уровень заряда батареи, при котором происходит выключение ИБП (Low Battery)
sv: Kvarvarande batterinivå då UPS stängs av (Låg batterispänning)
uk: Рівень заряду батареї, коли ДБЖ вимикається за станом 'Низький заряд батареї'
zh_cn: UPS切换到“关闭”模式时的电池剩余电量（低电池电量）

source: Minimum battery level for UPS restart after power-off
af: Minimum battery vlak vir UPS herbegin na krag-af.
ca: Nivell de la bateria mínima per reinici de la SAI després d'apagada
cs: Nakolik musejí být akumulátory UPS zdroje nabité, aby bylo zapnuto napájení připojených spotřebičů
de: Minimaler Ladezustand für USV-Neustart nach Stromausfall
el: Ελάχιστο επίπεδο μπαταρίας για επανεκκίνηση του UPS ύστερα από απενεργοποίηση
es: Nivel min. de batería para reinicio del SAI despues de un corte de energiía.
fr: Niveau de batterie minimum pour que UPS redémarre après un arrêt
hu: Leállítás után a szünetmentes újraindításához szükséges minimum akkumulátorszint.
it: Livello minimo della batteria per il riavvio dell'UPS dopo lo spegnimento
lo: ລະດັບແບັດເຕີຣີຕ່ຳສຸດສຳລັບການເລີ່ມ UPS ໃໝ່ຫຼັງຈາກປິດໄຟ
nl: Minimum batterijniveau voor de UPS herstart na power-off
pl: Minimalny poziom baterii dla UPSu, aby go zrestartować po zaniku zasilania
ro: Nivel minim baterie pentru repornirea UPS-ului după căderea tensiunii de alimentare
ru: Минимальный заряд батареи для перезапуска ИБП после отключения
sv: Lägsta batterinivå för återstart av UPS efter nedstängning
uk: Мінімальний залишковий рівень батареї для старту від ДБЖ після виключення
zh_cn: 断电后UPS重启的最小电池电量

source: Battery level when UPS switches to "Warning" state
af: Battery vlak wanner UPS oorskakele na "Waarkuwing" staat
ca: Nivell de la bateria quan la SAI conmuta a estat "Warning"
cs: Úroveň pod kterou když stav nabití akumulátorů, UPS zdroj začne varovat.
de: Batterieladezustand, bei dem in den Status "Warnung" gewechselt wird
el: Επίπεδο μπαταρίας όταν το UPS μεταβαίνει σε κατάσταση "Προσοχή"
es: Nivel de batería cuando el SAI conmute al estado de "Alarma"
fr: Niveau de la batterie auquel UPS passe en mode "Warning"
hu: Akkumulátorszint, amikor UPS "Figyelmeztetési" állapotba kapcsol
it: Livello di carica della batteria al quale l'UPS passa allo stato di "Allerta"
lo: ລະດັບແບັດເຕີຣີເມື່ອ UPS ປ່ຽນໄປສະຖານະ "ເຕືອນ"
nl: Batterijniveau waarop UPS overschakelt naar "Waarschuwing" staat
pl: Poziom baterii po którym zasilacz UPS przełącza się w tryb ostrzeżenia
ro: Nivelul bateriei la care UPS-ul va comuta în modul "Atenție"
ru: Уровень заряда батареи, при котором ИБП переключается в режим "Предупреждение"
sv: Kvarvarande batterinivå då UPS börjar varna
uk: Рівень батареї, коли ДБЖ перейде до стану "Увага"
zh_cn: UPS切换到“警告”状态时的电池剩余电量

source: Battery capacity
af: Battery kapasiteit
ca: Capacitat de la bateria
cs: Kapacita akumulátoru
de: Batteriekapazität
el: Χωρητικότητα μπαταρίας
es: Capacidad de la batería
fr: Capacité de la batterie
hu: Akkumulátor kapacitása
it: Capacità della batteria
lo: ຄວາມຈຸແບັດເຕີຣີ
nl: Batterij capaciteit
pl: Pojemność baterii
ro: Capacitate baterie
ru: Ёмкость аккумулятора
sv: Batteriets kapacitet
uk: Ємність батареї
zh_cn: 电池容量

source: Battery current
af: Battery huidige
ca: Bateria actual
cs: Proudové zatížení akumulátoru
de: Akkustrom
el: Ρεύμα μπαταρίας
es: Corriente de la batería
fr: Courant batterie
hu: Akkumulátor jelen van
it: Corrente della batteria
lo: ກະແສແບັດເຕີຣີ
nl: Huidige Batterij
pl: Stan baterii
ro: Curent baterie
ru: Ток батареи
sv: Nuvarande batteri status
uk: Струм батареї
zh_cn: 电池电流

source: Battery temperature
af: Battery temperatuur
ca: Temperatura de la bateria
cs: Teplota akumulátoru
de: Temperatur der Batterie
el: Θερμοκρασία μπαταρίας
es: Temperatura de la batería
fr: Température de la batterie
hu: Akkumulátor hőmérséklete
it: Temperatura batteria
lo: ອຸນຫະພູມແບັດເຕີຣີ
nl: Batterij temperatuur
pl: Temperatura baterii
ro: Temperatură baterie
ru: Температура батареи
sv: Batteritemperatur
uk: Температура батареї
zh_cn: 电池温度

source: Nominal battery voltage
af: Nominale battery spanning
ca: Voltatge nominal de la bateria
cs: Jmenovité napětí akumulátoru / bloku akumulátorů
de: Batteriespannung (nominal)
el: Ονομαστική τάση μπαταρίας
es: Tensión nominal de batería
fr: Tension nominale de la batterie
hu: Névleges akkumulátor feszültség
it: Tensione nominale della batteria
lo: ແຮງດັນແບັດເຕີຣີຕາມກຳນົດ
nl: Batterij nominale voltage
pl: Nominalne napięcie baterii
ro: Tensiune nominală baterie
ru: Номинальное напряжение батареи
sv: Nominell batterispänning
uk: Номінальна напруга батареї
zh_cn: 标称电池电压

source: When UPS switches to Low Battery
af: Wanner die UPS na Lae Battery toe oorskakel
ca: Quan el SAI canvia a bateria baixa
cs: Kdy UPS zdroj začne hlásit téměř vybité akumulátory
de: USV niedriger Batteriestatus ab
el: Πότε το UPS θα μεταπέφτει σε Χαμηλή Μπαταρία
es: Cuando el SAI conmute a estado de batería baja
fr: Quand UPS passe en mode batterie faible
hu: Amikor a szünetmentes alacsony tápellátásra kapcsol
it: Quando l'UPS passa a batteria scarica
lo: ເມື່ອ UPS ປ່ຽນໄປແບັດເຕີຣີຕ່ຳ
nl: Tijd overschakelen naar Laag Batterij Niveau
pl: Kiedy UPS przełączy się w tryb 'Low Battary'
ro: Când comută UPS-ul pe modul Baterie Descărcată
ru: Когда ИБП переключается в режим "Низкий заряд батареи"
sv: När UPS växlar till lågt batteri
uk: Коли у ДБЖ вмикається стан низького рівня заряду
zh_cn: 当UPS切换到电池低电量

source: Battery alarm threshold
af: Battery alarm drumpel
ca: Nivell de manteniment de la bateria
cs: Práh spuštění výstrahy akumulátoru
de: Alarmwert des Ladezustands der Batterie
el: Όριο συναγερμού μπαταρίας
es: Nivel de alarma de la batería
fr: Seuil de l'alarme batterie
hu: Akkumulátor riasztási küszöb
it: Soglia di allarme della batteria
lo: ລະດັບການແຈ້ງເຕືອນແບັດເຕີຣີ
nl: Batterij alarmdrempel
pl: Próg alarmu baterii
ro: Prag de alarmă baterie
ru: Порог тревоги для батареи
sv: Larmnivå för batteri
uk: Аварійний поріг батареї
zh_cn: 电池报警阈值

source: Battery change date
af: Battery verander datum
ca: Data de canvi de bateria
cs: Datum výměny akumulátoru
de: Austauschdatum der Batterie
el: Ημερομηνία αλλαγής μπαταρίας
es: Fecha de cambio de la batería
fr: Date de changement de la batterie
hu: Akkumulátorcsere dátuma
it: Data di cambio batterie
lo: ວັນທີປ່ຽນແບັດເຕີຣີ
nl: Batterij vervangingsdatum
pl: Data wymiany baterii
ro: Dată înlocuire baterie
ru: Дата замены батареи
sv: Datum då batteribyte gjordes
uk: Дата зарядження батареї
zh_cn: 电池更换日期

source: Battery manufacturing date
af: Battery vervaardigingsdatum
ca: Data de fabricació de la bateria
cs: Datum výroby akumulátoru
de: Herstellungsdatum der Batterie
el: Ημερομηνία κατασκευής μπαταρίας
es: Fecha de fabricación de la batería
fr: Date de fabrication de la batterie
hu: Akkumulátor gyártásának időpontja
it: Data di produzione batteria
lo: ວັນທີຜະລິດແບັດເຕີຣີ
nl: Batterij productiedatum
pl: Data produkcji baterii
ro: Dată fabricare baterie
ru: Дата изготовления батареи
sv: Batteritillverkningsdatum
uk: Дата виробництва батареї
zh_cn: 电池生产日期

source: Number of battery packs
af: Aantal van battery pakke
ca: Nombre de paquets de bateries
cs: Počet akumulátorových bloků
de: Anzahl Akkuzellen
el: Αριθμός μονάδων μπαταρίας
es: Número de baterías
fr: Nombre de batteries
hu: Akkumulátor-csomagok száma
it: Numero di pacchi di batterie
lo: ຈຳນວນຊຸດແບັດເຕີຣີ
nl: Aantal batterijsets
pl: Liczba ogniw baterii
ro: Numărul de pachete de baterii
ru: Количество батарейных блоков
sv: Antal batteripack
uk: Кількість блоків батареї
zh_cn: 电池组的数量
