Repository: rojim666/xigmanas-code-r10599-trunk
Catalog: locale/xigmanas-*.po
Languages: af, ca, cs, de, el, es, fr, hu, it, lo, nl, pl, ro, ru, sv, uk, zh_cn

source: Initiator Group
af: Inisieerder Groep
ca: Grup iniciador
cs: Skupina iniciátorů
de: Initiatorgruppe
el: Ομάδα Εκκινητή
es: Grupo Iniciador
fr: Groupe initiateur
hu: Kezdeményező csoport
it: Gruppo iniziatore
lo: ກຸ່ມໂຕລິເລີ່ມ
nl: Initiator Groep
pl: Grupa inicjatorów
ro: Grup inițiator
ru: Группа инициаторов
sv: Initieringsgruppen
uk: Група ініціаторів
zh_cn: 启动器组

source: Initiator Groups
af: Inisieerder Groep
ca: Grups iniciadors
cs: Skupiny iniciátorů
de: Initiatorgruppen
el: Ομάδες Εκκινητή
es: Grupos Iniciadores
fr: Groupes Initiateur
hu: Kezdeményező csoportok
it: Gruppi iniziatori
lo: ກຸ່ມໂຕລິເລີ່ມ
nl: Initiator Groepen
pl: Grupy inicjatorów
ro: Grupuri inițiatori
ru: Группы инициаторов (IG)
sv: Initierargrupper
uk: Групи ініціаторів
zh_cn: 启动器群组

source: Networks
af: Netwerke
ca: Xarxes
cs: Sítě
de: Netzwerke
el: Δίκτυα
es: Redes
fr: Réseaux
hu: Hálózatok
it: Reti
lo: ເຄືອຂ່າຍ
nl: Netwerken
pl: Sieci
ro: Rețele
ru: Сети
sv: Nätverk
uk: Мережі
zh_cn: 网络

source: Edit initiator group
af: Redigeer inisieerder groep
ca: Editar grup iniciador
cs: Upravit skupinu iniciátorů
de: Initiatorgruppe bearbeiten
el: Επεξεργασία ομάδας εκκινητή
es: Editar grupo iniciador
fr: Modifier un groupe initiateur
hu: Kezdeményező csoport szerkesztése
it: Modifica initiator group
lo: ແກ້ໄຂກຸ່ມໂຕລິເລີ່ມ
nl: Initiator groep bewerken
pl: Edytuj grupę inicjatorów
ro: Editare grup inițiator
ru: Изменить группу инициаторов
sv: Redigera initiativtagande grupp
uk: Редагувати групу ініціаторів
zh_cn: 编辑启动器组

source: Do you really want to delete this initiator group?
af: Wil jy regtig hierdie inisieerder groep geskrap?
ca: Realment vol eliminar aquest grup iniciador?
cs: Opravdu smazat tuto skupinu iniciátorů?
de: Möchten Sie wirklich diese Initiatorgruppe löschen?
el: Είστε σίγουροι ότι θέλετε να διαγραφεί αυτή η ομάδα εκκινητή;
es: Realmente quiere eliminar este grupo iniciador?
fr: Voulez-vous vraiment supprimer ce groupe initiateur?
hu: Biztos, hogy törlöd ezt a kezdeményező csoportot?
it: Vuoi davvero cancellare questo initiator group?
lo: ທ່ານຕ້ອງການລຶບກຸ່ມໂຕລິເລີ່ມນີ້ແທ້ບໍ?
nl: Weet u zeker dat u deze initiator groep wilt verwijderen?
pl: Czy na pewno chcesz usunąć tą grupę inicjatorów?
ro: Doriţi să ştergeţi acest grup initiator?
ru: Вы действительно хотите удалить эту группу инициаторов?
sv: Vill du verkligen ta bort denna initiatorgrupp?
uk: Ви підтверджуєте видалення цієї групи ініціаторів?
zh_cn: 你确定要删除这个启动器组吗？

source: Delete initiator group
af: Skrap inisieerder groep
ca: Suprimeix grup iniciador
cs: Odstranit skupinu iniciátorů
de: Initiatorgruppe löschen
el: Διαγραφή ομάδας εκκινητή
es: Borrar grupo iniciador
fr: Supprimer un groupe Initiateur
hu: Kezdeményező csoport törlése
it: Elimina il gruppo iniziatore.
lo: ລຶບກຸ່ມໂຕລິເລີ່ມ
nl: Initiator groep verwijderen
pl: Usuń grupę inicjatorów
ro: Ștergere grup inițiator
ru: Удалить группу инициаторов
sv: Radera initiatorgrupp
uk: Видалити групу ініціаторів
zh_cn: 删除启动器组

source: Add initiator group
af: Voeg inisieerder groep by
ca: Afegir grup iniciador
cs: Přidat skupinu iniciátorů
de: Initationsgruppe hinzufügen
el: Προθήκη ομάδας εκκινητή
es: Añadir grupo iniciador
fr: Ajouter un groupe Initiateur
hu: Kezdeményező csoport létrehozása
it: Aggiungi un gruppo iniziale
lo: ເພີ່ມກຸ່ມໂຕລິເລີ່ມ
nl: Initiator groep toevoegen
pl: Dodaj grupę inicjatora
ro: Adăugare grup inițiator
ru: Добавить группу инициаторов
sv: Lägg till en initiatorgrupp.
uk: Додати групу 'initiator'
zh_cn: 添加启动器组

source: Initiator Groups contains authorised initiator names and networks to access the target.
af: Inisieerder Groepe
ca: Grups iniciador conté noms iniciador autoritzats i xarxes per accedir a la destinació.
cs: Skupiny iniciátoru obsahují názvy pověřeného iniciátoru a sítě přes které přistupovat k cíli.
de: Initiator Gruppen beinhalten autorisierte Initiator Namen und Netzwerke, um das Ziel zu erreichen.
el: Οι Ομάδες Εκκινητών περιέχουν πιστοποιημένα ονόματα εκκινητών και δίκτυα για πρόσβαση στον προορισμό.
es: El grupo Initiator contiene los nombrea autorizados y las redes con permiso al destino.
fr: Les groupes d'initiateurs contiennent des noms d'initiateurs autorisés et des réseaux pour accéder à la cible.
hu: Kezdeményező csoportok tartalmazza a cél eléréséhez a hitelesített kezdeményező neveit és hálózatait.
it: Il gruppo iniziatori contiene i nomi degli iniziatori autorizzato e le reti a cui accedere.
lo: ກຸ່ມໂຕລິເລີ່ມບັນຈຸຊື່ໂຕລິເລີ່ມ ແລະ ເຄືອຂ່າຍທີ່ໄດ້ຮັບອະນຸຍາດໃຫ້ເຂົ້າເຖິງເປົ້າໝາຍ.
nl: Initiator Groepen bevatten geautoriseerde initiator-namen en netwerken voor toegang tot de doel.
ro: Grupurile inițiator conțin numele utilizatorilor autorizați și rețelele permise pentru accesarea destinației.
ru: Группы инициаторов содержат разрешенные имена инициаторов и сетей для доступа к цели.
sv: Initierargrupper innehåller auktoriserade initiatornamn och nätverk för att nå målet.
uk: Групи Ініціаторів містять дозволені імена ініціаторів і мереж для доступу до цілі.
zh_cn: 启动器组包含用于访问目标的已授权启动器名称和网络。

source: Tag Number
af: Tag Nommer
ca: Nombre d'etiqueta
cs: Číslo značky
de: Angehangene Nummer
el: Αριθμός Ετικέτας
es: Nº TAG
fr: Numéro de Tag
hu: Címke száma
it: Numero etichetta
lo: ໝາຍເລກແທັກ
nl: Markerings Nummer
pl: Numer znacznika
ro: Număr etichetă
ru: Номер метки
sv: Tag nummer
uk: Номер мітки
zh_cn: 标签编号

source: The network '%s' is invalid.
af: Die netwerk '%s' is ongeldig.
ca: La xarxa de '% s' no és vàlida.
cs: „%s“ není platným zadáním pro sít.
de: Das Netzwerk '%s' ist ungültig.
el: Το δίκτυο '%s' δεν είναι έγκυρο.
es: La red '%s' es inválida.
fr: Le réseau '%s' est invalide.
hu: A(z) '%s' hálózat érvénytelen.
it: La rete '%s' non è valida.
lo: ເຄືອຂ່າຍ '%s' ບໍ່ຖືກຕ້ອງ.
nl: Het network '%s' is ongeldig.
pl: Sieć '%s' jest nieprawidłowa.
ro: Rețeau '%s' nu este validă.
ru: Сеть '%s' задана некорректно.
sv: Nätverket '%s' är ogiltigt.
uk: Неправильна мережа '%s'.
zh_cn: '%s' 网络无效。

source: Authorised Network
af: Gemagtigde Netwerk
ca: Xarxa autoritzat
cs: Pověřená síť
de: Autorisiertes Netzwerk
el: Πιστοποιημένο Δίκτυο
es: Redes autorizadas
fr: Réseau autorisé
hu: Hitelesített hálózat
it: Rete autorizzata
lo: ເຄືອຂ່າຍທີ່ໄດ້ຮັບອະນຸຍາດ
nl: Geautoriseerd Netwerk
pl: Autoryzowana sieć
ro: Rețea autorizată
ru: Авторизованные сети
sv: Godkännt nätverk
uk: Авторизовані мережі
zh_cn: 授权网络

source: Initiator Group Settings
af: Inisieerder Groep Instellings
ca: Ajustos grup iniciador
cs: Nastavení skupiny iniciátoru
de: Initiale Gruppeneinstellungen
el: Ρυθμίσεις Ομάδας Εκκινητή
es: Opciones del grupo iniciador
fr: Paramètres du groupe d'initiateurs
hu: Kezdeményező csoport beállításai
it: Settaggio gruppo iniziatore
lo: ການຕັ້ງຄ່າກຸ່ມໂຕລິເລີ່ມ
nl: Initiator Groep Instellingen
ro: Setări grup inițiator
ru: Настройки группы инициатора
sv: Inställningar Initiatorgrupp
uk: Налаштування групи Ініціаторів
zh_cn: 启动器组设置

source: Initiator authorised to access to the iSCSI target. It takes a name or 'ALL' for any initiators.
af: Inisieerder gemagtig toegang tot die iSCSI teiken. Dit neem 'n naam of 'ALL' vir enige inisieerders.
ca: L'iniciador autoritzat per accedir a la destinació iSCSI. Es necessita un nom o "TOTS" per a qualsevol iniciadors.
cs: Iniciátor, kterému je umožněn přístup k iSCSI cíli. Je možné uvést název nebo klíčové slovo ALL (vše) a umožnit tak přístup jakémukoli iniciátoru.
de: Initiator, die autorisiert sind auf das iSCSI Ziel zuzugreifen. Es benötigt einen Namen oder 'ALL' für jeden Initiator.
el: Εκκινητής που επιτρέπεται να έχει πρόσβαση στον προορισμό iSCSI. Δέχεται ένα όνομα ή τη λέξη 'ALL' για οποιονδήποτε εκκινητή.
es: Iniciador autorizado para acceder al objetivo iSCSI. Este toma un nombre o 'ALL' para cualquier iniciador.
fr: Initiateurs autorisés à accéder aux cibles iSCSI. Donner un nom ou 'ALL' pour tous les Initiateurs.
hu: A kezdeményező jogosult elérni a iSCSI-célt. Nevet vagy az 'ÖSSZES'-t add bármely kezdeményezőnek.
it: Initiator autorizzato ad accedere al target iSCSI. Necessario un nome oppure 'ALL' for tutti gli initiator.
lo: ໂຕລິເລີ່ມທີ່ໄດ້ຮັບອະນຸຍາດໃຫ້ເຂົ້າເຖິງເປົ້າໝາຍ iSCSI. ມັນຮັບເອົາຊື່ ຫຼື 'ALL' ສຳລັບໂຕລິເລີ່ມໃດໆ.
nl: Geautoriseerde initiator met toegang tot de iSCSI doel. Het gebruikt een naam of 'ALLE' voor elke initiator.
pl: Inicjator autoryzowany do dostępu do celu iSCSI. Oznacza to nazwę lub 'ALL' dla dowolnych inicjatorów.
ro: Inițiatorul autorizat să acceseze destinația iSCSI. Trebuie introdus un nume de inițiator sau textul 'ALL' pentru permisiune globală pentru toți inițiatorii.
ru: Задайте здесь имена инициаторов, авторизованных для доступа к iSCSI-цели. Чтобы позволить подключение любого инициатора, введите 'ALL'.
sv: Initieraren är auktoriserad för att få tillgång till iSCSI målet. Det krävs ett namn eller 'ALL' för alla Initierare.
uk: Ініціатори, авторизовані для доступу до цілі iSCSI. Встановіть тут їх імена, або введіть 'ALL', щоб підключатися з будь-якого ініціатора.
zh_cn: 启动器群组授权访问 iSCSI 目标。任何启动器可以使用一个名称或者'ALL'。

source: Network authorised to access to the iSCSI target. It takes IP or CIDR addresses or 'ALL' for any IPs.
af: Netwerk gemagtig om toegang tot die iSCSI teiken te verkry. Dit neem IP of CIDR adresse of 'ALL' vir enige IPs.
ca: Xarxa autoritzada per accedir a la destinació iSCSI. Es necessita adreces IP o CIDR o 'ALL' per a qualsevol IPs.
cs: Síť, ze které bude umožněn přístup k iSCSI cíli. Zadejte IP adresu (i v zápisu CIDR) nebo klíčové slovo ALL (vše) pro umožnění přístupu z libovolné sítě.
de: Autorisiertes Netzwerk mit Zugriff auf das iSCSI Ziel. Beinhaltet IP oder CIDR Adresse oder 'ALL' für jede IP.
el: Το δίκτυο που επιτρέπεται να έχει πρόσβαση στον προορισμό iSCSI. Παίρνει τις IP ή CIDR διευθύνσεις ή 'ALL' για οποιεσδήποτε IPs.
es: Red autorizada para acceder al objetivo iSCSI. Este toma una IP o direcciones CIDR o 'ALL' para cualquier IPs.
fr: Réseau autorisé à accéder à la cible iSCSI. Donner des adresses IP ou CIDR ou 'ALL' pour toutes les adresses IP.
hu: Hálózati hitelesítő az iSCSI-cél eléréséhez. Lehet IP vagy CIDR cím, vagy 'ÖSSZES' esetén bármely IP cím.
it: Rete autorizzata ad accedere al target iSCSI. Necessario un indirizzo IP o CIDR oppure 'ALL' per tutti gli IP.
lo: ເຄືອຂ່າຍທີ່ໄດ້ຮັບອະນຸຍາດໃຫ້ເຂົ້າເຖິງເປົ້າໝາຍ iSCSI. ມັນຮັບເອົາທີ່ຢູ່ IP ຫຼື CIDR ຫຼື 'ALL' ສຳລັບ IP ໃດໆ.
nl: Geautoriseerde netwerk met toegang tot de iSCSI doel. Het gebruikt een IP of CIDR adres of 'ALLE' voor elke IP.
pl: Sieć autoryzowana do dostępu do celu iSCSI. Oznacza to adres IP lub CIDR albo 'ALL' dla dowolnych adresów IP.
ro: Rețea autorizată pentru accesul destinațiilor iSCSI. Pot fi utilizate adrese IP, CIDR sau 'ALL' pentru orice adresă.
ru: Задайте здесь сети, авторизованные для доступа к iSCSI-цели; это могут быть IP-адреса или CIDR-диапазоны. Чтобы позволить подключение с любого IP-адреса, введите 'ALL'.
sv: Nätverk auktoriserat för åtkomst till iSCSI-målet. Tar IP-adresser, tillika CIDR. Ange 'ALL' för obestämd IP-adress.
uk: Задайте тут мережі, авторизовані для доступу до цілі iSCSI; це можуть бути IP адреси або CIDR діапазони. Введіть 'ALL', щоб підключатися з будь-якої IP адреси.
zh_cn: 网络授权可访问 iSCSI 目标。它需要IP 地址或CIDR 地址或 “ALL” （任何IP地址）。

source: scan target failed.
af: skandeer teiken het misluk
ca: escaneig de objetiu fallid.
cs: skenování cíle se nezdařilo.
de: Die Überprüfung des Ziels ist fehlgeschlagen.
el: η σάρωση του προορισμού απέτυχε.
es: Fallo la busqueda del objetivo
fr: Echec du scan de la cible.
hu: cél keresés sikertelen.
it: Scansione del target fallita.
lo: ການສະແກນເປົ້າໝາຍລົ້ມເຫຼວ.
nl: doel scannen is mislukt.
pl: skanowanie celu nieudane.
ro: eroare scanare destinație.
ru: неудачное сканирование цели.
sv: skanning av målet misslyckades.
uk: відмова сканування об'єкта.
zh_cn: 扫描目标失败

source: Target is not selected.
af: Teiken is nie gekies nie.
ca: El destí no s'ha seleccionat
cs: Není vybrán cíl.
de: Ziel ist nicht selektiert.
el: Δεν επιλέχθηκε προορισμός.
es: El objetivo no esta seleccionado.
fr: La cible n'est pas sélectionnée
hu: Cél nincs kiválasztva.
it: Il target non è selezionato.
lo: ເປົ້າໝາຍບໍ່ໄດ້ຖືກເລືອກ.
nl: Het doel is niet geselecteerd.
pl: Cel nie został wybrany
ro: Destinația nu este selectată.
ru: Цель не выбрана.
sv: Målet är inte valt.
uk: Призначення не вибрано.
zh_cn: 尚未选定目标。

source: get target info failed.
af: om teiken inligting te kry het misluk.
ca: obtenir informació del objectiu ha fallat.
cs: Nezdařilo se získat informace o cíli.
de: Keine Info über Ziel erhalten
el: αποτυχία λήψης πληροφοριών προορισμού.
es: Petición de informacion fallida
fr: Echec de récupération d'information sur la cible.
hu: cél információ szerzése sikertelen
it: Recupero informazioni del target fallito.
lo: ການເອົາຂໍ້ມູນເປົ້າໝາຍລົ້ມເຫຼວ.
nl: doel info opvragen is mislukt.
pl: Pobranie informacji o celu niepowiodło się
ro: eșuare găsire info destinație.
ru: неудачное получение информации о цели.
sv: hämtning av målinfo misslyckades.
uk: відмова отримання інформації про об'єкт.
zh_cn: 获取目标信息失败。

source: load/unload failed.
af: laai/aflaai het misluk.
ca: carga/descarga fallida
cs: načtení/uvolnění se nezdařilo.
de: iSCSI Target konnte nicht geladen/entladen werden
el: αποτυχία από/φόρτωσης
es: Fallo en la carga y/o descarga
fr: Echec du chargement/déchargement.
hu: töltési hiba
it: Caricamento/scaricamento falliti.
lo: ການໂຫຼດ/ຍົກເລີກການໂຫຼດລົ້ມເຫຼວ.
nl: load/unload mislukt.
pl: ładowanie/rozładowywanie nie powiodło się.
ro: eroare încărcare/descărcare.
ru: неудачная загрузка/выгрузка.
sv: load/unload misslyckades.
uk: відмова завантаження / розвантаження.
zh_cn: 加载/卸载失败。

source: Unload
af: Ontlaai
ca: Descarregar
cs: Uvolnit
de: Auswerfen
el: Ξεφόρτωμα
es: Descargar
fr: Ejecter
hu: Eltávolítás
it: Scarica
lo: ຍົກເລີກການໂຫຼດ
nl: Verwijder
pl: Wyładuj
ro: Descărcare
ru: Выгрузка
sv: Mata ut
uk: Вивантажити
zh_cn: 卸载

source: successfully.
af: suksesvolly.
ca: exitosament
cs: úspěšně.
de: erfolgreich.
el: επιτυχώς.
es: Satisfactoriamente
fr: avec succès.
hu: sikeresen.
it: con successo.
lo: ສຳເລັດ.
nl: succes.
pl: pomyślnie.
ro: cu succes.
ru: успешно.
sv: lyckades
uk: успішно.
zh_cn: 成功。

source: File size
af: Lêergrootte
ca: Tamany d'arxiu
cs: Velikost souboru
de: Dateigröße
el: Μέγεθος αρχείου
es: Tamaño de archivo
fr: Taille de fichier
hu: Fájl méret
it: Dimensione file
lo: ຂະໜາດໄຟລ໌
nl: bestands grootte
pl: Rozmiar pliku
ro: Dimensiune fișier
ru: Размер файла
sv: Filstorlek
uk: Розмір файла
zh_cn: 文件大小

source: change failed.
af: verandering het misluk.
ca: canvi
cs: změna se nezdařila.
de: Die Änderungen wurden nicht durchgeführt
el: η αλλαγή απέτυχε.
es: No ha podido realizarse el cambio
fr: Échec de modification.
hu: változtatás sikertelen
it: modifica falita.
lo: ການປ່ຽນແປງລົ້ມເຫຼວ.
nl: wijziging mislukt.
pl: Nie udało się wprowadzić zmian.
ro: schimbare eșuată.
ru: неудачное изменение.
sv: Ändringen misslyckades.
uk: відмова зміни.
zh_cn: 更改失败。

source: Change
af: Verander
ca: Canvia-ho
cs: Změnit
de: Ändern
el: Τροποποίηση
es: Modificar
fr: Modifier
hu: Módosítás
it: Cambia
lo: ປ່ຽນແປງ
nl: Wijzigen
pl: Zmień
ro: Modificare
ru: Изменить
sv: Ändra
uk: Змінити
zh_cn: 更改

source: Target list
af: Teiken lys
ca: Llista de destins
cs: Seznam cílů
de: Zielliste
el: Λίστα προορισμών
es: Lista de objetivos
fr: Liste des cibles
hu: Cél lista
it: Lista dei target
lo: ລາຍການເປົ້າໝາຍ
nl: Doel lijst
pl: Lista celów
ro: Lista destinații
ru: Список целей
sv: Mållista
uk: Список призначень
zh_cn: 目标列表

source: Target Name
af: Teiken Naam
ca: Nom de destinació
cs: Název cíle
de: Zielname
el: Όνομα Προορισμού
es: Nombre del objetivo
fr: Nom cible
hu: Célnév
it: Nome del Target
lo: ຊື່ເປົ້າໝາຍ
nl: Doelnaam
pl: Nazwa celu
ro: Nume destinație
ru: Имя цели
sv: Målnamn
uk: Ім'я призначення
zh_cn: 目标名称

source: Get Target Info
af: Kry Teiken Inligting
ca: Obtenir informació de destinació
cs: Získat informace o cíli
de: Zielinformation festlegen
el: Λήψη πληροφοριών προορισμού
es: Obtener información del destino
fr: Obtenir les info de la cible
hu: Cél info
it: Ottenere informazioni sul Target
lo: ເອົາຂໍ້ມູນເປົ້າໝາຍ
nl: Opvragen Doel Info
pl: Pobierz informacje o celu
ro: Obținere informații destinație
ru: Сведения о цели
sv: Skaffa Information om Målet
uk: Отримати інформацію про ціль
zh_cn: 获取目标信息

source: Target information
af: Teiken inligting
ca: Informació de destí
cs: Informace o cíli
de: Informationen über das iSCSI Ziel
el: Πληροφορίες προορισμού
es: Informacion del objetivo
fr: Information de la cible
hu: Cél információ
it: Informazioni del target
lo: ຂໍ້ມູນເປົ້າໝາຍ
nl: Doel informatie
pl: Informacje o celu
ro: Informație destinație
ru: Сведения о целях
sv: Målinformation
uk: Інформація про ціль
zh_cn: 目标资讯

source: Change below file
af: Verandering hieronder lêer
ca: Canvia arxiu a continuació
cs: Změnit níže uvedený soubor
de: ändere unterstehende Datei
el: Αλλαγή κάτω από το αρχείο
es: Cambiar archivo inferior
fr: Modifier
hu: Változás az alábbi fájlt
it: Modifica i file sottostanti
lo: ປ່ຽນໄຟລ໌ຂ້າງລຸ່ມນີ້
nl: Verander het bestand hieronder
pl: Zmień poniższy plik
ro: Modifică fișierul de mai jos
ru: Заменить файлом, указанным ниже
sv: Ändra filen nedan
uk: Змінити наведений нижче файл
zh_cn: 更改下列文件

source: Size offered to the initiator. (up to 8EiB=8388608TiB. actual size is depend on your disks.)
af: Groote aangebied vir die inisieerder. (to op 8EiB=8388608TiB. Die eintlike grote is afhanklik van your skywe.)
ca: Mida ofert a l'iniciador. (Fins 8EiB = 8388608TiB. Mida real depèn dels seus discos.)
cs: Velikost nabídnutá iniciátoru. (až po 8EiB=8388608TiB. skutečná velikost závisí na použitých discích.)
de: Größe, die vom Initiator zur Verfügung gestellt wird (bis zu 8 EiB = 8.388.608 TiB; aktuelle Größe hängt von der Festplatte ab)
el: Μέγεθος που προσφέρεται στον εκκινητή. (έως 8ΕΒ=8388608TB. Το πραγματικό μέγεθος εξαρτάται από τους δίσκους σας.)
es: Tamaño ofrecido al iniciador. (Hasta 8EiB=8388608TiB. El tamaño actual depende de sus discos.)
fr: Taille offerte à l'initiateur (jusqu'à 8EiB=8388608TiB. La taille dépend de vos disques).
hu: Kezdeményezőnek felajánlott méret. (maximum 8EiB=8388608TiB. az aktuális méret függ a lemeztől.)
it: Dimensione offerta all'iniziatore (fino a 8EiB=8388608TiB; la dimensione reale dipende dai vostri dischi).
lo: ຂະໜາດທີ່ສະເໜີໃຫ້ຜູ້ລິເລີ່ມ. (ສູງສຸດ 8EiB=8388608TiB. ຂະໜາດຕົວຈິງແມ່ນຂຶ້ນກັບດິສກ໌ຂອງທ່ານ.)
nl: Grootte aangeboden aan de initiator. (tot 8EiB = 8388608TiB. werkelijke grootte is afhankelijk van uw schijven.
pl: Rozmiar przeznaczony dla inicjatora. (do 8EiB=8388608TiB. Aktualny rozmiar zależy od wielkości Twoich dysków)
ro: Dimensiune oferită inițiatorului. (maxim 8EiB=8388608TiB, dimensiunea reală depinzînd de mărimea discurilor dumneavoastră).
ru: Размер, предлагаемый инициатору (до 8 Эксабайт, 8EiB=8388608TiB). Действительный размер зависит от ваших дисков.
sv: Storlek erbjuden till Initiator. (upp till 8EiB=8388608TiB. verklig storlek är beroende av dina diskar.)
uk: Розмір, пропонований ініціатору (до 8 ексабайт, 8EiB = 8388608TiB). Дійсний розмір залежить від ваших дисків.
zh_cn: 设定启动器的硬盘容量。 （最多到8EiB=8388608TiB。实际大小取决于您的磁盘容量）。

source: Read/Write (rw)
af: Lees/Skryf (rw)
ca: Llegir/escriure (rw)
cs: Čtení/Zápis (rw)
de: Lesen/Schreiben (rw)
el: Ανάγνωση/Εγγραφή (rw)
es: Lectura/Escritura (rw)
fr: Lecture/Ecriture (rw)
hu: Olvasás/írás (rw)
it: Lettura/scrittura (rw)
lo: ອ່ານ/ຂຽນ (rw)
nl: Lees/Schrijf (rw)
pl: Odczyt/zapis (rw)
ro: Citire/Scriere (rw)
ru: Чтение и запись (RW)
sv: Läs/Skriv (rw)
uk: Читання / Запис (RW)
zh_cn: 读/写 (rw)

source: Read/Write (rw,dynamic) for removable types file size grow and shrink automatically by EOF (ignore specified size)
af: Lees/Skryf (rw,dynamic) vir verwydebare tipes lêer groottes; sal automaties krimp by EOF (ignoreer spesifieke groote)
ca: Lectura/Escriptura (rw, dinàmica) per a tipus desmuntables i grandària d'arxius que creixen i redueixen automàticament per EOF (ignorar la grandària especificada)
cs: Čtení/zápis (rw,dynamic) pro vyjímatelné typy velikost souboru roste a klesá automaticky spolu s koncem souboru (EOF). Zadaná velikost není brána v potaz.
de: Lesen/Schreiben (rw,dynamisch) für entfernbare Typen, Dateigröße wächst und schrumpft automatisch nach EOF (ignoriere angegebene Größe)
el: Η Εγγραφή/Ανάγνωση (rw,dynamic) για αφαιρούμενους τύπους, μεγαλώνει και μικραίνει το μέγεθος του αρχείου αυτόματα από το EOF (αγνοώντας το καθορισμένο μέγεθος)
es: Lectura/Escritura (rw, dinamica) para tipos desmontables y tamaño de archivos que crecen y reducen automáticamente por EOF (ignorar el tamaño especificado)
fr: Lecture/Ecriture (rw,dynamic) pour les types amovibles où la taille de fichier sera augmentée ou réduite automatiquement en fonction de l'EOF (ignore la taille spécifiée)
hu: Olvasás/Írás (rw,dinamikus) a cserélhető típusú fájl mérete növekszik és csökken automatikusan EOF (fájlvége jel) alapján (figyelmen kívül hagyja a meghatározott méretet)
it: Lettura/scrittura (rw,dynamic) per tipi rimovibili la dimensione del file viene incrementata o ridotta mediante EOF (ignora la dimensione specificata)
lo: ອ່ານ/ຂຽນ (rw,dynamic) ສຳລັບປະເພດທີ່ຖອດອອກໄດ້ ຂະໜາດໄຟລ໌ຈະຂະຫຍາຍ ແລະ ຫົດຕົວອັດຕະໂນມັດໂດຍ EOF (ບໍ່ສົນໃຈຂະໜາດທີ່ລະບຸ)
nl: Lezen/Schrijven (rw, dynamisch) voor Verwisselbare soorten bestandsgrootte, automatisch groeien en krimpen door EOF (negeer opgegeven grootte)
ro: Citire/Scriere (rw, dinamic) pentru creșterea și trunchierea automată EOF a dimensiunii fișierelor detașabile (cu ignorarea dimensiunii specificate)
ru: Чтение и запись (RW, dynamic) для сменных носителей. Увеличивает и делит файл автоматически (EOF), игнорируя заданный размер.
sv: Läs/Skriv (rw, dynamiskt) för bortkopplingsbara enheter växer och sjunker filstorleken automatiskt med EOF (ignorerar specificerad storlek)
uk: Читання / Запис (RW, динамічний) для знімних типів розмір файлу збільшуватиметься і зменшуватиметься автоматично через EOF (ігноруючи заданий розмір)
zh_cn: 读/写（rw，dynamic），可移动类文件的大小会以EOF自动增长和收缩（忽略指定大小）

source: Read/Write (rw,extend) for removable types extend file size if EOM reached
af: Lees/Skryf (rw,dynamic) vir verwydebare tipes vergroot lêer groottes as EOM bereik word
ca: Lectura/Escriptura (rw, estès) per a tipus desmuntables que estenen la grandària de l'arxiu si EOM és aconseguit
cs: Čtení/zápis (rw,extend) pro vyjímatelné typy rozšířit velikost souboru, pokud je dosažen konec média (EOM).
de: Lesen/Schreiben (rw,erweitert) für entfernbare Typen, erweitere die Dateigröße wenn End-Of-Media erreicht ist
el: Η Εγγραφή/Ανάγνωση (rw,extend) για αφαιρούμενους τύπους, μεγαλώνει το μέγεθος του αρχείου όταν σφθάσει στο EOΜ
es: Lectura/Escritura (rw, extendido) para tipos desmontables que extienden el tamaño del archivo si EOM es alcanzado
fr: Lecture/Ecriture (rw,extend) pour les types amovibles où la taille de fichier sera augmentée si elle atteint l'EOM
hu: Olvasás/Írás (rw,extend) a cserélhető típusú fájl kiterjesztett méretére, ha az EOM-et eléri
it: Lettura/scrittura (rw,extend) per tipi rimovibili la dimensione del file viene estesa se viene raggiunto EOM
lo: ອ່ານ/ຂຽນ (rw,extend) ສຳລັບປະເພດທີ່ຖອດອອກໄດ້ ຂະຫຍາຍຂະໜາດໄຟລ໌ຖ້າຮອດ EOM
nl: Lezen/Schrijven (rw, extensie) voor Verwisselbare soorten extend bestandsgrootte als EOM is bereikt
ro: Scriere/Citire (rw, extins) pentru tipul detașabil de fișiere cu dimensiune extinsă dacă se atinge EOM
ru: Чтение и запись (RW, extend) для сменных носителей. Увеличивает размер файла, если достигнут предел памяти (EOM).
sv: Läs/skriv (rw, förlängning) för flyttbara typer förlängd filstorlek om EOM är uppnått
uk: Читання / Запис (RW, розширюванний) для знімних типів розмір файлу розширюватиметься, якщо EOM досягнуто
zh_cn: 读/写（rw，dynamic）的可移动类文件如果达到EOM 将会扩展文件
