Repository: rojim666/xigmanas-code-r10599-trunk
Catalog: locale/xigmanas-*.po
Languages: af, ca, cs, de, el, es, fr, hu, it, lo, nl, pl, ro, ru, sv, uk, zh_cn

source: Log packets that are handled by this rule to syslog.
af: Log pakkies pakkette daardie gehanteer by hierdie reël om syslog.
ca: Paquets de registre que són manejats per aquesta regla al sistema de registre.
cs: Zaznamenávat pakety, odpovídající tomuto pravidlu, do syslog.
de: Pakete des Protokolls werden durch diese Regel abgedeckt - werden nach Syslog weitergeleitet.
el: Καταγραφή των πακέτων που χειρίζεται αυτός ο κανόνας στο syslog.
es: Paquetes de Log que se trataran por esta regla al syslog.
fr: Journaliser dans syslog les paquets gérés par cette règle.
hu: Naplócsomagok, melyeket ez a szabály kezel a rendszernaplóba.
it: Pacchetti registro gestiti da questa regola nel syslog.
lo: ບັນທຶກແພັກເກັດທີ່ຖືກຈັດການໂດຍກົດນີ້ໄປຍັງ syslog.
nl: Log pakketten die worden behandeld door deze regel door naar de syslog.
pl: Loguj do syslog pakiety, które zostały zatrzymane przez tą regułę.
ro: Memorare pachete gestionate de această regulă în syslog.
ru: Заносить в журнал записи о пакетах, обработанных этим правилом, для syslog.
sv: Logga paket som hanteras av denna regel till syslog.
uk: Записувати пакети, оброблені цим правилом до журналу syslog.
zh_cn: 将此规则处理的数据包记录到syslog。

source: To get detailed informations about writing firewall rules check the FreeBSD documentation
af: Om meer omvangende inligting oor die skryf van brandmuur kontroles te kry, kyk na die FreeBSD dokumentasie
ca: Per obtenir informació detallada sobre com escriure les regles del tallafocs comprovar la documentació de FreeBSD
cs: Podrobnosti ohledně vytváření pravidel pro bránu firewall naleznete v dokumentaci k systému FreeBSD
de: Um detaillierte Informationen über das Erstellen von Firewall Regeln zu erhalten lesen Sie bitte die FreeBSD Dokumentation
el: Για να λάβετε λεπτομερείς πληροφορίες σχετικά με τη συγγραφή κανόνων του τείχους προστασίας, ελέγξτε την τεκμηρίωση του FreeBSD
es: Para obtener información detallada de como escribir reglas de firewall, consulte la documentación de BSD.
fr: Pour obtenir des informations détaillées sur l'écriture de règles de pare-feu consultez la documentation FreeBSD
hu: Tűzfalszabályok írásával kapcsolatos részletes információkért olvasd el a FreeBSD dokumentációját.
it: Per ottenere informazioni dettagliate sulla scrittura delle regole del firewall controllare la documentazione FreeBSD
lo: ເພື່ອຮັບຂໍ້ມູນລະອຽດກ່ຽວກັບການຂຽນກົດໄຟວໍ ກະລຸນາກວດເບິ່ງເອກະສານຂອງ FreeBSD
nl: Bekijk voor gedetailleerde informatie over het schrijven van firewall regels de FreeBSD documentatie
pl: Aby uzyskać szczegółowe informacje nt. zapisu reguł firewalla sprawdź dokumentację FreeBSD
ro: Pentru a obține informații detaliate despre regulile pentru firewall verificați documentația FreeBSD
ru: Чтобы получить подробную информацию о написании правил брандмауэра проверьте документацию FreeBSD
sv: För detaljerad information om hur man skriver brandväggsregler hänvisas till dokumentationen för FreeBSD
uk: Щоб отримати детальну інформацію про написання правил брандмауера перевірте документацію FreeBSD
zh_cn: 要获得有关编写防火墙规则的详细信息，请查看FreeBSD文档

source: No online information available.
af: Geen aanlyn inligting beskikbaar.
ca: No hi ha informació disponible en línia.
de: Keine Online-Informationen verfügbar.
el: Δεν υπάρχουν διαθέσιμες πληροφορίες στο διαδίκτυο.
es: No hay información disponible en línea.
fr: Aucune information en ligne disponible.
hu: Online információk nem elérhetők
it: Non è disponibile nessuna informazione online.
lo: ບໍ່ມີຂໍ້ມູນອອນໄລນ໌.
nl: Geen online informatie beschikbaar.
pl: Niedostępne informacje online.
ro: Nicio informație online disponibilă.
ru: Нет онлайн-информации.
sv: Ingen information tillgänglig.
uk: Доступної онлайн інформації немає.
zh_cn: 没有可用的在线信息。

source: Boot partition is too small. You need to reinstall from LiveCD/LiveUSB or resize boot partition of %s.
af: Stewel partisie is te klein. Jy behoefte om herinstalleer vanaf LiveCD/LiveUSB of resize stewel partisie van %s.
ca: La partició d'arrencada és massa petita. Cal tornar a instal·lar des de LiveCD/LiveUSB o canviar la mida de la partició d'arrencada %s.
cs: Zaváděcí oddíl je příliš malý. Instalaci nové verze je třeba provést z instalačního média nebo zvětšit zaváděcí oddíl %s.
de: Die Bootpartition ist zu klein. Es ist eine Neuinstallation von LiveCD/LiveUSB oder eine Vergrößerung der Bootpartition von %s nötig
el: Η κατάτμηση εκκίνησης είναι πολύ μικρή. Πρέπει να κάνετε επανεγκατάσταση από το LiveCD/LiveUSB ή να αλλάξετε το μέγεθος της κατάτμησης εκκίνησης του κάνετε %s.
es: La partición de arranque es demasiado pequeña. Es necesario realizar una instalación limpia usando la versión LiveCD o LiveUSB para redimensionar la partición %s
fr: La partition d'amorçage est trop petite. Vous devez réinstaller LiveCD / LiveUSB ou redimensionner la partition de démarrage de %s.
hu: Rendszerindító partíció túl kicsi. Telepítsd újra LiveCD/LiveUSB használatával vagy méretezd át a partíciót (%s).
it: La partizione di avvio è troppo piccola. E' necessario reinstallare da LiveCD/LiveUSB o ridimensionare la partizione a %s.
lo: ພາຕິຊັນບູດນ້ອຍເກີນໄປ. ທ່ານຕ້ອງຕິດຕັ້ງໃໝ່ຈາກ LiveCD/LiveUSB ຫຼື ປັບຂະໜາດພາຕິຊັນບູດຂອງ %s.
nl: Boot partitie is te klein. U moet een herinstallatie uitvoeren vanaf LiveCD/LiveUSB of vergroot de boot partitie van %s.
pl: Partycja bootująca jest za małą. Musisz przeinstalować z LiveCD/LiveUSB lub zmienić rozmiar tej partycji %s.
ro: Partiția de boot e prea mică. Va trebui să reinstalați XigmaNAS de pe LiveCD/LiveUSB sau să redimensionați partiția de boot %s.
ru: Загрузочный раздел слишком мал. Вам нужно переустановить с LiveCD / LiveUSB или изменить загрузочный раздел %s.
sv: Bootpartitionen är för liten. Du behöver ominstallera från LiveCD/LiveUSB eller ändra storleken på bootpartitionen på %s.
uk: Завантажувальний розділ замалий. Вам потрібно перевстановити з LiveCD / LiveUSB або змінити завантажувальний розділ <b>%s</b>.
zh_cn: 引导分区太小。 你需要从LiveCD / LiveUSB重新安装或调整%s的引导分区。

source: Firmware uploading is not supported on this platform.
af: Fermware oplading word nie op hierdie platform ondersteun nie
ca: Càrrega de firmware no és compatible amb aquesta plataforma.
cs: Nahrávání firmware není na této platformě podporováno.
de: Firmware-Upload wird auf dieser Plattform nicht unterstützt.
el: Η αποστολή firmware δεν υποστηρίζεται σε αυτή την πλατφόρμα.
es: El envio del Firmware no está soportado en esta plataforma.
fr: Mise à jour du micrologiciel non supportée sur cette plateforme.
hu: Firmware feltöltése nem támogatott ezen a platformon.
it: L'upload del firmware non è supportato su questa piattaforma.
lo: ການອັບໂຫຼດເຟີມແວບໍ່ຮອງຮັບໃນແພລດຟອມນີ້.
nl: Het updaten van de firmware wordt niet ondersteund op dit platform.
pl: Ta platforma nie obsługije wysyłania oprogramowania układowego.
ro: Actualizarea nu este posibilă pe această platformă.
ru: Загрузка прошивки не поддерживается этой платформой.
sv: Uppladdning av systemmjukvara stöds inte på den här plattformen.
uk: Ця платформа не підтримує вивантаження прошивок.
zh_cn: 此系统并不支持固件上传功能。.

source: A firmware upgrade is in progress.
af: 'N Firmware-opgradering is in voortgang.
ca: Una actualització del microprogramari està en curs.
cs: Probíhá aktualizace základního systému.
de: Ein Firmware-Upgrade wird durchgeführt.
el: Η ενημέρωση του υλικολογισμικού είναι σε εξέλιξη.
es: La actualización del firmware está en proceso.
fr: Une mise à niveau du micrologiciel est en cours.
hu: Firmware frissítése folyamatban.
it: E' in corso un aggiornamento del firmware
lo: ການອັບເກຣດເຟີມແວພວມດຳເນີນການຢູ່.
nl: Een firmware upgrade wordt nu uitgevoerd.
pl: Aktualizacja oprogramowania układowego w toku.
ro: Se actualizează firmware-ul.
ru: Обновление встроенного программного обеспечения.
sv: En uppgradering av systemmjukvaran pågår.
uk: Оновлення прошивки в процесі.
zh_cn: 正在进行固件升级。

source: Failed to access in-memory file system.
af: Kon nie toegang tot in-geheue lêerstelsel kry nie.
ca: No s'ha pogut accedir al sistema de fitxers en memòria.
cs: Nezdařil se přístup k souborovému systému v operační paměti.
de: Fehler beim Zugriff auf das in-memory Dateisystem.
el: Αποτυχία πρόσβασης στο σύστημα αρχείων που βρίσκεται στη μνήμη.
es: Error al acceder al S.O. en RAM
fr: Échec de l'accès au système de fichiers en mémoire.
hu: Memóriabeli fájlrendszer-hozzáférési hiba
it: Accesso fallito al file system in memoria
lo: ເຂົ້າເຖິງລະບົບໄຟລ໌ໃນໜ່ວຍຄວາມຈຳລົ້ມເຫຼວ.
nl: Toegang tot in-geheugen bestandssysteem mislukt.
ro: Eroare acces fișiere sistem din memorie
ru: Не удалось получить доступ к файловой системе в оперативной памяти.
sv: Misslyckades att få åtkomst till minnesfilsystemet.
uk: Відмова доступу до файлової системи в пам'яті.
zh_cn: 无法访问内存文件系统。

source: Invalid firmware file.
af: Ongeldige firmware lêer
ca: El fitxer de maquinari no és vàlid.
cs: Neplatný soubor s firmware.
de: Ungültige Firmware-Datei.
el: Μη έγκυρο αρχείο υλικολογισμικού.
es: Archivo de firmware invalido.
fr: Fichier de micrologiciel non valide.
hu: Érvénytelen firmware fájl
it: File del firmware non valido.
lo: ໄຟລ໌ເຟີມແວບໍ່ຖືກຕ້ອງ.
nl: Ongeldig firmware bestand.
pl: Nieprawidłowy plik oprogramowania układowego.
ro: Fișier firmware invalid.
ru: Неверный файл прошивки.
sv: Felaktig systemmjukvarufil
uk: Недійсний файл прошивки.
zh_cn: 无效的固件文件。

source: The file you try to flash is not for this platform
af: Die lêers waarop jy probeer 'n oorlegging doen is nie vir hierdie platform nie.
ca: L'arxiu que intenta flaix-xesar no és per a aquesta plataforma
cs: Soubor, ze kterého se snažíte nainstalovat, není určen pro tuto platformu
de: Die Datei ist nicht geeignet für dieses System !
el: Το αρχείο που προσπαθείτε να εγκαταστήσετε δεν είναι για αυτή την πλατφόρμα
es: El archivo flash no es compatible con esta plataforma
fr: Le fichier que vous essayez de flasher n'est pas pour ce matériel
hu: A frissítési fájl nem ehhez a platformhoz készült.
it: Il file che cerchi di scrivere in flash non è per questa piattaforma.
lo: ໄຟລ໌ທີ່ທ່ານພະຍາຍາມແຟລດບໍ່ແມ່ນສຳລັບແພລດຟອມນີ້
nl: Het bestand dat u probeert te flashen is niet voor dit platform
ro: Fișierul firmware selectat nu corespunde acestei platforme
ru: Файл, который Вы пытаетесь прошить не для этой платформы
sv: Filen du försöker använda är inte för denna plattform
uk: Файл, який Ви намагаєтеся прошити не для цієї платформи
zh_cn: 您尝试Flash的文件不适用于此平台

source: Firmware upload failed (out of memory?)
af: Firmware oplaai mislukte (uit van geheue?)
ca: Càrrega de microprogramari va fallar (sense memòria?)
cs: Nahrání firmware se nezdařilo (nedostatek paměti?)
de: Firmware konnte nicht auf den Server geladen werden. Nicht genug RAM-Speicher verfügbar ?
el: Η μεταφόρτωση του αρχείου υλικολογισμικού απέτυχε (δεν επαρκεί η μνήμη;)
es: Error al actualizar el firmware (falta de RAM)
fr: Téléverssement du micrologiciel a échoué (dépassement de la memoire ?)
hu: Firmware feltöltése meghiúsult (elfogyott a memória?)
it: Upload Firmware fallito (rimasto senza memoria?)
lo: ການອັບໂຫຼດເຟີມແວລົ້ມເຫຼວ (ໜ່ວຍຄວາມຈຳເຕັມ?)
nl: Firmware upload mislukt (geen geheugen beschikbaar?)
pl: Błąd przesyłania oprogramowania układowego (brak pamięci?)
ro: Eroare încărcare firmware (memorie insuficientă?)
ru: Загрузка прошивки не удалась (закончилась память?)
sv: Uppladdning av mjukvara misslyckades (slut på minne)
uk: Не вдалося вивантажити прошивку (недостатньо пам'яті?)
zh_cn: 固件上传失败（内存不足？）

source: The firmware file is corrupt.
af: Die firmware lêer is korrup.
ca: L'arxiu de microprogramari està malmès.
cs: Soubor se zdrojem instalace základního systému je poškozený.
de: Die Firmware Datei ist beschädigt.
el: Το αρχείο υλικολογισμικού είναι κατεστραμμένο.
es: El archivo de firmware está corrupto.
fr: Le fichier du micrologiciel est endommagé.
hu: A firmware fájl sérült.
it: Il firmware è corrotto.
lo: ໄຟລ໌ເຟີມແວເສຍຫາຍ.
nl: Het firmware bestand is beschadigd.
pl: Plik oprogramowania układowego jest zajęty
ro: Fișierul firmware este corupt.
ru: Файл прошивки поврежден.
sv: Systemmjukvarufilen är felaktig.
uk: Файл прошивки пошкоджений.
zh_cn: 固件文件已损坏。

source: Firmware upload failed with error message:
af: Firmware oplaai mislukte met fout boodskrap:
ca: La càrrega de microprogramari va fallar amb el missatge d'error:
cs: Nahrání základního systému se nezdařilo s chybovým hlášením:
de: Firmware upload mit folgender Fehlermeldung fehlgeschlagen:
el: Η μεταφόρτωση του υλικολογισμικού απέτυχε με μήνυμα σφάλματος:
es: Ha fallado la subida del firmware con el error:
fr: Échec du téléchargement du micrologiciel avec message d'erreur:
hu: Hiba a firmware feltöltésekor:
it: Upload del firmware fallito con messaggio di errore:
lo: ການອັບໂຫຼດເຟີມແວລົ້ມເຫຼວພ້ອມກັບຂໍ້ຄວາມຜິດພາດ:
nl: Firmware upload is mislukt met foutbericht:
pl: Pobieranie oprogramowania układowego nie powiodło się z komunikatem błędu:
ro: Eroare actualizare firmware:
ru: Загрузка встроенного программного обеспечения не удалась с сообщением об ошибке:
sv: Uppladdning av systemmjukvara har misslyckats med följande fel:
uk: Відмова вивантаження прошивки з повідомленням про помилку:
zh_cn: 固件上传失败，出现错误信息：

source: The firmware is now being installed. The server will reboot automatically.
af: Die fermware word nou geinstalleer. Die bediener sal automaties selflaai.
ca: Ara es va a instal·lar el micro-programari. El servidor es reiniciarà.
cs: Nyní probíhá instalace základního systému. Po dokončení se server automaticky zrestartuje.
de: Die Firmware wird jetzt installiert. Der Server wird automatisch neustarten.
el: Το firmware τώρα εγκαθίσταται. Ο διακομιστής θα κάνει επανεκκίνηση αυτόματα.
es: El firmware está siendo instalado. El servidor se reiniciará automáticamente.
fr: Le micrologiciel est en cours d'installation. Le serveur va redémarrer automatiquement
hu: Firmware települ. A szerver hamarosan automatikusan újraindul.
it: Il firmware viene installato. Il server si riavvierà automaticamente.
lo: ເຟີມແວກຳລັງຖືກຕິດຕັ້ງ. ເຊີບເວີຈະຣີບູດອັດຕະໂນມັດ.
nl: De firmware wordt geïnstalleerd. De server zal nu automatisch herstarten.
pl: Trwa instalowanie oprogramowania układowego. Serwer zostanie automatycznie uruchomiony ponownie.
ro: Se actualizează firmware-ul după care sistemul va reporni în mod automat.
ru: Выполняется установка микропрограммы. Сервер выполнит перезагрузку автоматически.
sv: Systemmjukvaran installeras. Servern kommer att starta om automatiskt.
uk: Зараз буде інстальована прошивка. Сервер перезавантажиться автоматично.
zh_cn: 正在安装固件。服务器将自动重新启动。

source: Firmware Information
af: Firmware Inligting
ca: Informació del microprogramari
cs: Informace o souboru
de: Firmware-Informationen
el: Πληροφορίες Υλικολογισμικού
es: Info. Firmware
fr: Informations sur le micrologiciel
hu: Firmware információ
it: Informazioni sul firmware
lo: ຂໍ້ມູນເຟີມແວ
nl: Firmware Informatie
pl: Informacje o oprogramowaniu układowym
ro: Informații firmware
ru: Информация о прошивке
sv: Systemmjukvaruinformation
uk: Інформація щодо прошивки
zh_cn: 固件信息

source: Current Version
af: Huidige Weergawe
ca: Versió actual
cs: Stávající verze
de: Aktuelle Version
el: Τρέχουσα Έκδοση
es: Versión Actual
fr: Version actuelle
hu: Jelenlegi verzió
it: Versione Attuale
lo: ເວີຊັນປັດຈຸບັນ
nl: Huidige Versie
pl: Aktualna wersja
ro: Versiunea curentă
ru: Текущая версия
sv: Aktuell version
uk: Поточна версія
zh_cn: 当前版本

source: Online Information
af: Aanlyn Inligting
ca: Informació en línia
cs: Online informace
de: Online-Versionsabgleich
el: Πληροφορίες Ενεργής Σύνδεσης
es: Información online
fr: Informations en ligne
hu: Online információ
it: Informazione online
lo: ຂໍ້ມູນອອນໄລນ໌
nl: Online Informatie
pl: Informacje online
ro: Informații online
ru: Онлайн информация
uk: Онлайн інформація
zh_cn: 在线信息

source: Firmware upgrade check has been disabled.
af: Firmware opdaterings tjek is gedeaktiveer.
ca: La comprovació d'actualització del microprogramari s'ha desactivat.
cs: Zjišťování případných novějších verzí základního systému je vypnuté.
de: Die Überprüfung auf neue Firmware-Upgrades wurde deaktiviert.
el: Ο έλεγχος για ενημερώσεις υλικολογισμικού έχει απενεργοποιηθεί.
es: Se ha deshabilitado la comprobación de la actualización del Firmware
fr: La vérification de la mise à niveau du micrologiciel a été désactivée.
hu: A firmwarefrissítés-ellenőrzést kikapcsolták.
it: Il controllo dell'aggiornamento del firmware è stato disattivato.
lo: ການກວດສອບການອັບເກຣດເຟີມແວໄດ້ຖືກປິດໃຊ້ງານ.
nl: Firmware upgrade controle is uitgeschakeld.
pl: Sprawdzanie dostępności aktualizacji oprogramowania układowego zostało wyłączone
ro: Verificarea actualizării firmware a fost dezactivată.
ru: Проверка обновления прошивки была отключена.
sv: Kontroll av systemmjukvaruuppgraderingar har inaktiverats.
uk: Перевірка оновлення прошивки була вимкнена.
zh_cn: 固件升级检查被禁用

source: Regular Product Updates
af: Gereelde Produk Opdaterings
ca: Actualitzacions periòdiques de software
de: Verfügbare Firmware-Updates
el: Τακτικές Ενημερώσεις Προϊόντος
es: Actualizaciones periodicas del sistema
fr: Mises à Jour Version Stable
hu: Rendszeres termékfrissítés
it: Aggiornamenti regolari prodotto
lo: ການອັບເດດຜະລິດຕະພັນປົກກະຕິ
nl: Regelmatige Product Updates
pl: Regularne aktualizacje produktu
ro: Actualizări regulate produs
ru: Регулярные обновления продукта
sv: Vanliga produktuppdateringar
uk: Регулярні оновлення програми
zh_cn: 定期产品更新

source: There are no regular product updates available.
af: Daar is geen gereelde produk inligting beskikbaar nie.
ca: No hi ha actualitzacions de software disponibles.
de: Es sind keine Firmware-Updates verfügbar.
el: Δεν υπάρχουν διαθέσιμες τακτικές ενημερώσεις προϊόντος.
es: No hay actualizaciones del sistema disponibles.
fr: Aucune mise à jour de version stable n'est disponible.
hu: Jelenleg nincs elérhető termékfrissítés
it: Non ci sono aggiornamenti regolari del prodotto disponibili.
lo: ບໍ່ມີການອັບເດດຜະລິດຕະພັນປົກກະຕິ.
nl: Er zijn geen regelmatige product updates beschikbaar.
pl: Niedostępne regularne aktualizacje produktu.
ro: Nu sunt disponibile în acest moment actualizări pentru acest produs.
ru: Нет доступных регулярных обновлений продукта.
sv: Det finns inga vanliga produktuppdateringar tillgängliga.
uk: Немає доступних регулярних оновлень програми.
zh_cn: 没有常规的产品更新。

source: Product Version Updates
af: Produk Weergawe Opdaterings
ca: Actualitzacions de la versió del producte
de: Produktversions-Updates
el: Ενημερώσεις Έκδοσης Προϊόντος
es: Actualización de la versión del sistema
fr: Mises à Jour de la Version du Micrologiciel
hu: Termék verzió frissítések
it: Miglioria della versione prodotto
lo: ການອັບເດດເວີຊັນຜະລິດຕະພັນ
nl: Product Versie Updates
pl: Wersja aktualizacji produktu
ro: Actualizări versiune produs
ru: Обновления версии продукта
sv: Produktversionsuppdateringar
uk: Оновлення версії програми
zh_cn: 产品版本更新

source: Major Product Version Updates
af: Majoor Produk Weergawe Opdaterings
ca: Principals actualitzacions del producte
cs: Velké aktualizace verze produktu
de: Wichtige Produktversions-Updates
el: Μείζονες Ενημερώσεις Έκδοσης Προϊόντος
es: Actualizaciones principales de versión para el sistema
fr: Principale Version des Mises à Jour du Mirologiciel
hu: Fő program verzió frissítések
it: Migliorie principale della versione prodotto
lo: ການອັບເດດເວີຊັນຜະລິດຕະພັນຫຼັກ
nl: Hoger Product Versie Updates
pl: Główna wersja aktualizacji produktu
ro: Actualizare majoră versiune produs.
ru: Основные обновления версий продукта
sv: Större produktversionsuppgraderingar
uk: Оновлення основної версії програми
zh_cn: 主要产品版本更新

source: OS Version Upgrades
af: OS Weergawe Opgraderings
ca: Actualitzacions de la versió del sistema operatiu
de: Betriebssystemversions-Upgrades
el: Ενημερώσεις Έκδοσης Λειτουργικού
es: Actualizaciones del S.O.
fr: Mise à Niveau de la Version du Micrologiciel
hu: Operációs rendszer verzió frissítés
it: Aggiornamenti versione OS
lo: ການອັບເກຣດເວີຊັນ OS
nl: OS Versie Upgrades
pl: Wersja aktualizacji OS
ro: Upgrade versiune OS
ru: Обновление версии ОС
sv: OS Versionsuppgraderingar
uk: Оновлення версії ОС
zh_cn: 操作系统版本升级

source: Major OS Version Upgrades
af: Majoor OS Weergawe Opgraderings
ca: Principals actualitzacions de la versió del sistema operatiu
cs: Velké aktualizace verze operačního systému
de: Wichtige Betriebssystemversions-Upgrades
el: Μείζονες Ενημερώσεις Έκδοσης Λειτουργικού
es: Actualizaciones principales de versión para el sistema operativo
fr: Mises à jour majeures de la version du système d'exploitation
hu: Fő OS verzió frissítések
it: Aggiornamento principale della versione OS
lo: ການອັບເກຣດເວີຊັນ OS ຫຼັກ
nl: Hoger OS Versie Upgrades
pl: Główna wersja aktualizacji OS
ro: Upgrade major versiune OS
ru: Основные обновления версий ОС
sv: Större OS versionsuppgraderingar
uk: Оновлення основної версії ОС
zh_cn: 主要OS版本升级

source: Beta Versions
af: Beta Weergawes
ca: Versions Beta
cs: Beta verze
de: Beta-Versionen
el: Δοκιμαστικές Εκδόσεις
es: Versiones beta
fr: Versions de Test (Beta)
hu: Béta verziók
it: Versione Beta
lo: ເວີຊັນເບຕ້າ
nl: Beta Versies
pl: Wersje Beta
ro: Versiuni Beta
ru: Бета-версии
sv: Betaversioner
uk: Бета версії
zh_cn: Beta版本

source: Nightly Builds
af: Nagly Builds
ca: Versions inestables
de: Nächtliche Builds
es: Compilaciones de última hora
fr: Versions les plus récentes
hu: Éjjeli verziók
it: Builds serali
pl: Nocne kompilacje
ro: Compilări zilnice
ru: Ночные сборки
sv: Nattliga byggen
uk: Нічні збірки
zh_cn: 每晚构建

source: Enable Firmware Upgrade
af: Inskakel Firmware Opgradering
ca: Habilitar actualització de microprogamari
cs: Umožnit přecházení na novější verze základního systému
de: Firmware-Upgrade aktivieren
el: Ενεργοποίηση Αναβάθμισης Υλικολογισμικού
es: Habilitar actualización del firmware
fr: Activer la mise à niveau du micrologiciel
hu: Firmware frissítés bekapcsolása
it: Attiva aggiornamento firmware
lo: ເປີດໃຊ້ການອັບເກຣດເຟີມແວ
nl: Inschakelen Firmware Upgrade
pl: Dostępna aktualizacja oprogramowania układowego
ro: Activare actualizare firmware
ru: Включение обновления прошивки
sv: Aktivera uppdatering av systemmjukvara
uk: Дозволити Оновлення Прошивки
zh_cn: 启用固件升级

source: Firmware Selection
af: Firmware Seleksie
ca: Selecció de microprogramari
cs: Výběr firmware
de: Datei für das Firmware-Update
el: Επιλογή Υλικολογισμικού
es: Selección Firmware
fr: Sélection du micrologiciel
hu: Firmware választás
it: Selezione firmware
lo: ການເລືອກເຟີມແວ
nl: Firmware Selectie
pl: Wybór oprogramowania układowego
ro: Selectare firmware
ru: Выбор прошивки
sv: Val av systemmjukvara
uk: Обрання прошивки
zh_cn: 固件选择

source: Choose File
af: Kies Lêer
ca: Tria un fitxer
cs: Zvolte soubor
de: Datei auswählen
el: Επιλογή Αρχείου
es: Seleccionar Archivo
fr: Choisissez un fichier
hu: Válassz fájlt
it: Scegliere un file
lo: ເລືອກໄຟລ໌
nl: Selecteer Bestand
pl: Wybierz plik
ro: Alegere fișier
ru: Выберите файл
sv: Välj fil
uk: Оберіть файл
zh_cn: 选择文件

source: Disable Firmware Upgrade
af: Deaktiveer Firmware Opgradering
ca: Desactivar l'actualització de firmware
cs: Neumožnit přechod na novější verzi základního systému
de: Firmware-Upgrade deaktivieren
el: Απενεργοποίηση Ενημέρωσης Υλικολογισμικού
es: Deshabilitar actualización del firmware
fr: Désactiver la mise à niveau du micrologiciel
hu: Firmware-frissítés kikapcsolása
it: DIsattiva l'aggiornamento del Firmware
lo: ປິດໃຊ້ການອັບເກຣດເຟີມແວ
nl: Uitschakelen Firmware Upgrade
pl: Wyłącz aktualizację oprogramowania ukłądowego
ro: Dezactivare actualizare firmware
ru: Отключение обновления прошивки
sv: Inaktivera uppgradering av systemmjukvaran
uk: Вимкнути оновлення прошивки
zh_cn: 禁止固件升级
