Repository: rojim666/xigmanas-code-r10599-trunk
Catalog: locale/xigmanas-*.po
Languages: af, ca, cs, de, el, es, fr, hu, it, lo, nl, pl, ro, ru, sv, uk, zh_cn

source: Backup configuration. The date of the last configuration backup is invalid.
af: Rugsteun konfigurasie. Die datum van die laaste konfigurasie rugsteun is ongeldig.
ca: Configuració de còpia de seguretat. La data de la darrera còpia de seguretat de configuració no és vàlida.
cs: Nastavení zálohy. Datum poslední zálohy je neplatné.
de: Konfigurations-Backup. Das Datum des letzten Konfigurations-Backups ist ungültig.
el: Αντίγραφο ασφαλείας αρχείου ρυθμίσεων. Η ημερομηνία του τελευταίου αντιγράφου ασφαλείας του αρχείου ρυθμίσεων δεν είναι έγκυρη.
es: Configuración de copia de seguridad. La fecha de la última copia de seguridad de la configuración no es válida.
fr: Sauvegarde de la configuration. La date de la dernière sauvegarde de configuration est invalide.
hu: Biztonsági mentés. Az utolsó mentés dátuma érvénytelen.
it: Configurazione Backup. La data dell'ultimo backup della configurazione non è valida.
lo: ການສຳຮອງຂໍ້ມູນການຕັ້ງຄ່າ. ວັນທີຂອງການສຳຮອງຂໍ້ມູນການຕັ້ງຄ່າຄັ້ງຫຼ້າສຸດບໍ່ຖືກຕ້ອງ.
nl: Backup configuratie. De datum van de laatste configuratie backup is ongeldig.
pl: Konfiguracja kopii zapasowej. Data ostatniej konfiguracji kopii zapasowej jest nieprawidłowa.
ro: Configurație backup. Data ultimei copii backup este incorectă.
ru: Резервное копирование конфигурации. Дата последней резервной копии конфигурации недействительна.
sv: Konfigurationsbackup. Datumet för den senaste backupen är ogiltigt.
uk: Резервування конфігурації. Дата останнього резервування конфігурації недійсна.
zh_cn: 备份配置。 上次配置备份的日期无效。

source: Backup configuration. The date of the last configuration backup cannot be found.
af: Rugsteun konfigurasie. Die datum van die laaste konfigurasie rugsteun kon nie gevind.
ca: Configuració de còpia de seguretat. No es pot trobar la còpia de seguretat de la darrera còpia de configuració.
cs: Nastavení zálohy. Nelze najít datum poslední zálohy.
de: Konfigurations-Backup. Das Datum des letzten Konfigurations-Backups ist unbekannt.
el: Αντίγραφο ασφαλείας αρχείου ρυθμίσεων. Η ημερομηνία του τελευταίου αντιγράφου ασφαλείας του αρχείου ρυθμίσεων δεν μπορεί να βρεθεί.
es: Configuración de copia de seguridad. No se puede encontrar la fecha de la última copia de seguridad de la configuración.
fr: Sauvegarde de la configuration. La date de la dernière sauvegarde de la configuration est introuvable.
hu: Biztonsági mentés. Az utolsó mentés dátuma nem található.
it: Configurazione Backup. Non trovo la data dell'ultimo backup della configurazione.
lo: ການສຳຮອງຂໍ້ມູນການຕັ້ງຄ່າ. ບໍ່ສາມາດຊອກຫາວັນທີຂອງການສຳຮອງຂໍ້ມູນການຕັ້ງຄ່າຄັ້ງຫຼ້າສຸດໄດ້.
nl: Backup configuratie. De datum van de laatste configuratie backup kan niet worden gevonden.
pl: Konfiguracja kopii zapasowej. Data ostaniej konfiguracji kopii zapasowej nie może być znaleziona.
ro: Configurație backup. Data ultimei copii backup nu poate fi găsită.
ru: Резервное копирование конфигурации. Дата последней резервной копии конфигурации не найдена.
sv: Konfigurationsbackup. Datumet för den senaste backupen kan inte hittas.
uk: Резервування конфігурації. Дата останнього резервування конфігурації не знайдена.
zh_cn: 备份配置。 无法找到上次配置备份的日期。

source: Virtual IP address
af: Virtuele IP adres
ca: Adreça IP virtual
cs: Virtuální IP adresa
de: Virtuelle IP-Adresse
el: Εικονική διεύθυνση IP
es: Dirección IP virtual
fr: Adresse IP virtuelle
hu: Virtuális IP címek
it: Indirizzo IP Virtuale
lo: ທີ່ຢູ່ IP ສະເໝືອນ
nl: Virtueel IP-adres
pl: Wirtualny adres IP
ro: Adresă IP virtuală
ru: Виртуальный IP-адрес
sv: Virtuell IP-adress
uk: Віртуальна IP адреса
zh_cn: 虚拟 IP 地址

source: Version
af: Weergawe
ca: Versió
cs: Verze systému
el: Έκδοση
es: Versión
hu: Verzió
it: Versione
lo: ເວີຊັນ
nl: Versie
pl: Wersja
ro: Versiune
ru: Версия
uk: Версія
zh_cn: 版本

source: revision
af: hersiening
ca: revisiò
cs: revize
el: έκδοση
es: revisión
hu: revízió
it: revisione
lo: ສະບັບປັບປຸງ
nl: revisie
pl: Kompilacja
ro: revizie
ru: сборка
uk: ревізія
zh_cn: 修订版本

source: Compiled
ca: Compilat
cs: Datum sestavení (kompilace)
de: Kompiliert
es: Compilado
fr: Compilé
hu: Lefordítva
it: Compilato
lo: ຄອມໄພລ໌
nl: Gecompileerd
pl: Skompilowany
ro: Data compilării
ru: Скомпилировано
sv: Kompilerad
uk: Зібрано
zh_cn: 已编译

source: Platform OS
af: Platvorm OS
ca: Plataforma Sistema Operatiu
cs: Založeno na operačním systému
de: Betriebssystem
el: Πλατφόρμα λειτουργικού συστήματος
es: Sistema Operativo
fr: Plateforme OS
hu: Platform operációs rendszere
it: Piattaforma OS
lo: ລະບົບປະຕິບັດການຂອງແພລດຟອມ
pl: System operacyjny platformy
ro: Platformă OS
ru: ОС Платформы
sv: Plattforms-OS
uk: ОС платформи
zh_cn: 操作系统平台

source: Platform
af: Platvorm
ca: Plataforma
cs: Platforma a procesor
de: Plattform
el: Πλατφόρμα
es: Plataforma
fr: Plateforme
it: Piattaforma
lo: ແພລດຟອມ
pl: Platforma
ro: Platformă
ru: Платформа
sv: Plattform
uk: Платформа
zh_cn: 硬件平台

source: %s on %s
af: %s op %s
ca: %s a %s
cs: %s na %s
de: %s auf %s
el: %s σε %s
es: %s en %s
fr: %s sur %s
hu: %s ezen: %s
it: %s su %s
lo: %s ໃນ %s
nl: %s op %s
pl: %s na %s
ro: %s pe %s
ru: %s на %s
sv: %s på %s
uk: %s на %s
zh_cn: %s 于 %s

source: System BIOS
af: Stelsel BIOS
ca: BIOS de sistema
cs: Systémový BIOS/(U)EFI
de: BIOS
el: BIOS Συστήματος
es: BIOS
fr: BIOS Système
hu: Rendszer BIOS
it: Sistema BIOS
lo: ໄບອອສລະບົບ
nl: Systeem BIOS
ro: BIOS sistem
ru: BIOS системы
uk: BIOS системи
zh_cn: 系统BIOS

source: Version:
af: Weergawe:
ca: Versió:
cs: Verze:
el: Έκδοση:
hu: Verzió:
it: Versione:
lo: ເວີຊັນ:
nl: Versie:
pl: Wersja:
ro: Versiune:
ru: Версия:
uk: Версія:
zh_cn: 版本：

source: System Time
af: Stelsel Tyd
ca: Hora de sistema
cs: Systémový čas
de: Systemzeit
el: Ώρα Συστήματος
es: Hora del sistema
fr: Temps Système
hu: Rendszeridő
it: Ora di sistema
lo: ເວລາຂອງລະບົບ
nl: Systeemtijd
pl: Czas systemowy
ro: Ora sistemului
ru: Системное время
sv: Systemtid
uk: Системний час
zh_cn: 系统时间

source: System Uptime
af: Stelsel bedryfstyd
ca: Temps d'activitat del sistema
cs: Uptime systému
de: System-Laufzeit
el: Χρόνος συνεχούς λειτουργίας συστήματος
es: Tiempo encendido
fr: Temps de fonctionnement du système
hu: Rendszer működési ideje
it: Tempo di accensione del sistema
lo: ເວລາເປີດໃຊ້ງານຂອງລະບົບ
nl: Systeem Bedrijfstijd
pl: Czas pracy systemu
ro: Timp funcționare
ru: Время работы системы
sv: Systemets drifttid
uk: Час роботи системи
zh_cn: 系统运行时间

source: System Config Change
af: Stelsel Konfig Verandering
ca: Canvi de configuració de sistema
cs: Změna v nastavení systému
de: Letzte Konfigurationsänderung
el: Αλλαγή Ρυθμίσεων Συστήματος
es: Cambios de la configuración del sistema
fr: Changement de configuration système
hu: Rendszerbeállítások módosítása
it: La configuzione di sistema è cambiata
lo: ການປ່ຽນແປງການຕັ້ງຄ່າລະບົບ
nl: Systeemconfiguratie Wijziging
pl: Zmiana konfiguracji systemu
ro: Modificare configurație sistem
ru: Системная конфигурация изменена
sv: Systemkonfigurationsändring
uk: Останне змінення конфігурації
zh_cn: 系统配置更改

source: CPU Temperature
af: CPU Temperatuur
ca: Temperatura de la CPU
cs: Teplota procesoru
de: CPU-Temperatur
el: Θερμοκρασία Επεξεργαστή
es: Temperatura de la CPU
fr: Température du processeur
hu: Processzorhőmérséklet
it: Temperatura CPU
lo: ອຸນຫະພູມ CPU
nl: CPU Temperatuur
pl: Temperatura Procesora
ro: Temperatură CPU
ru: Температура процессора
sv: CPU temperatur
uk: Температура ЦП
zh_cn: CPU温度

source: CPU Frequency
af: CPU Frekwensie
ca: Freqüència CPU
cs: Frekvence procesoru
de: CPU-Frequenz
el: Συχνότητα της CPU
es: Frecuencia de la CPU
fr: Fréquence du processeur
hu: CPU frekvencia
it: Frequenza CPU
lo: ຄວາມຖີ່ CPU
nl: CPU Frequentie
pl: Częstotliwość zegara CPU
ro: Frecvență CPU
ru: Частота процессора
sv: CPU Frekvens
uk: Частота процесора
zh_cn: CPU频率

source: Virtual Machine
af: Virtuele Masjien
ca: Màquina virtual
cs: Virtuální stroj
de: Virtuelle Maschine
el: Εικονική μηχανή
es: Máquina virtual
fr: Machine virtuelle
hu: Virtuális gép
it: Macchina Virtuale
lo: ເຄື່ອງຈັກສະເໝືອນ
nl: Virtuele Machine
pl: Maszyna wirtualna
ro: Mașină virtuală
ru: Виртуальная машина
sv: Virtuell maskin
uk: Віртуальна машина
zh_cn: 虚拟机

source: Port
af: Poort
el: Θύρα
es: Puerto
it: Porta
lo: ພອດ
nl: Poort
ru: Порт
uk: Порт
zh_cn: 端口

source: was assigned to
af: was toegewezen aan
ca: va ser assignat a
de: wurde zugewiesen an
el: ανατέθηκε στο
es: fue asignado a
fr: a été assigné à
hu: hozzárendelt
it: stato assegnato a
lo: ໄດ້ຖືກກຳນົດໃຫ້
nl: was toegewezen aan
pl: został przydzielony
ro: a fost atribuit la
ru: был назначен на
sv: var tilldelad till
uk: був призначений до
zh_cn: 被分配给

source: interfaces:
af: koppelvlakke:
ca: interfícies:
cs: rozhraní:
de: Schnittstellen:
el: διασυνδέσεις:
hu: interfészek:
it: interfacce:
lo: ອິນເຕີເຟດ:
pl: interfejsy:
ro: interfețe:
ru: интерфейсы:
sv: gränssnitt:
uk: інтерфейси:
zh_cn: 接口：

source: Bridge
af: Brug
ca: Pont
cs: Síťový most
de: Netzwerkbrücke
el: Γεφύρωμα δικτύου
es: Puente
fr: Jonction
hu: Híd (bridge)
lo: ບຣິດ
pl: Mostek
ru: Мост
sv: Brygga
uk: Міст

source: Network Port
af: Netwerk Poort
ca: Port de xarxa
de: Netzwerkport
el: Θύρα δικτύου
es: Puerto de red
fr: Port Réseau
hu: Hálózati port
it: Porta di rete
lo: ພອດເຄືອຂ່າຍ
nl: Netwerkpoort
pl: Port sieciowy
ro: Port rețea
ru: Сетевой порт
sv: Nätverksport
uk: Мережевий порт
zh_cn: 网络端口

source: Delete interface
af: Skrap koppelvlak
ca: Suprimeix interfície
cs: Odstranit rozhraní
de: Schnittstelle löschen
el: Διαγραφή διασύνδεσης
es: Borrar interfaz
fr: Supprimer interface
hu: Interfész törlése
it: Cancella interfaccia
lo: ລຶບອິນເຕີເຟດ
nl: Netwerk verwijderen
pl: Usuń interfejs
ro: Ștergere Interfață
ru: Удалить интерфейс
sv: Ta bort gränssnitt
uk: Видалити інтерфейс
zh_cn: 删除接口

source: Add interface
af: Voeg koppelvlak by
ca: Afegir interfície
cs: Přidat rozhraní
de: Schnittstelle hinzufügen
el: Προσθήκη διασύνδεσης
es: Añadir interfaz
fr: Ajouter une interface
hu: Interfész hozzáadása
it: Aggiungi interfaccia
lo: ເພີ່ມອິນເຕີເຟດ
nl: Netwerk toevoegen
pl: Dodaj interfejs
ro: Adăugare interfață
ru: Добавить интерфейс
sv: Lägg till gränssnitt
uk: Додати інтерфейс
zh_cn: 添加接口

source: After you click "Save" you must reboot the server to make the changes take effect.
af: Nadat jy geklik "Save" jy moet die bediener herlaai om die veranderinge in werking te stel.
ca: Després de fer clic a "Desa" ha de reiniciar el servidor perquè els canvis tinguin efecte.
cs: Poté co kliknete na „Uložit“ bude třeba server restartovat, aby se provedené změny uplatnily.
de: Nachdem Sie auf \"Speichern\" geklickt haben, müssen Sie den Server neu starten, damit die Änderungen wirksam werden.
el: Αφού πατήσετε "Αποθήκευση" πρέπει να κάνετε επανεκκίνηση του διακομιστή για να ενεργοποιηθούν οι αλλαγές.
es: Despues de hacer clic en "Salvar" debe reiniciar el servidor para que los cambios surtan efecto.
fr: Après avoir cliqué sur "Enregistrer" vous devez redémarrer le serveur pour que les modifications prennent effet.
hu: 'Mentés' gombra kattintás után a szervert újra kell indítani a beállítások életbe léptetéséhez.
it: Dopo aver fatto clic su "Salva" è necessario riavviare il server per rendere effettive le modifiche.
lo: ຫຼັງຈາກທີ່ທ່ານກົດ "ບັນທຶກ" ທ່ານຕ້ອງຣີບູດເຊີບເວີເພື່ອໃຫ້ການປ່ຽນແປງມີຜົນບັງຄັບໃຊ້.
nl: Na gebruik van de knop "Opslaan" moet u de server opnieuw opstarten om de wijzigingen door te voeren.
pl: Po kliknięciu 'Save' musisz uruchomić ponownie serwer aby zmiany przyniosły efekt.
ro: După selectarea butonului "Salvare" va trebui să reporniți serverul pentru activarea modificărilor efectuate.
ru: После нажатия кнопки "Сохранить", вы должны перезагрузить сервер, чтобы изменения вступили в силу.
sv: Efter det att du klickat på "Spara" behöver du starta om servern innan ändringarna aktiveras.
uk: Після натискання кнопки "Зберегти", ви повинні перезавантажити сервер, щоб зміни вступили в силу.
zh_cn: 点击保存后必须重启服务器来让改变生效。

source: You may also have to do one or more of the following steps before you can access your server again:
af: Jy mag dalk ook een of meer van die volgende stappe moet voltooi voordat jy weer toegang tot die bediener kan kry:
ca: També pot haver de fer un o més dels passos següents abans de poder accedir al seu servidor de nou:
cs: Abyste se opět připojili ke svému serveru, může být třeba udělat jeden nebo více z následujících kroků:
de: Um auf den Server wieder zu zugreifen, müssen sie eine oder mehrere der folgenden Schritte ausführen:
el: Μπορεί επίσης να χρειαστεί να ακολουθήσετε ένα ή περσσότερα από τα ακόλουθα βήματα πριν να έχετε ξανά πρόσβαση στο διακομιστή:
es: Debe realizar alguno de los siguientes pasos antes de poder acceder de nuevo a su servidor:
fr: Vous pouvez également avoir à faire une ou plusieurs des étapes suivantes avant de pouvoir accéder à nouveau votre serveur:
hu: A következő lépéseket kell megtenned a szerver újbóli elérése előtt:
it: Prima di aver nuovamente accesso al server potrebbe essere necessario compiere una o più di queste operazioni:
lo: ທ່ານອາດຈະຕ້ອງເຮັດໜຶ່ງ ຫຼື ຫຼາຍຂັ້ນຕອນຕໍ່ໄປນີ້ກ່ອນທີ່ທ່ານຈະສາມາດເຂົ້າເຖິງເຊີບເວີຂອງທ່ານອີກຄັ້ງ:
nl: U moet mogelijk ook één van de volgende stappen uitvoeren om opnieuw toegang tot uw server te krijgen:
pl: Może musisz wykonać jeden lub kilka następujących czynności zanim ponownie uzyskasz dostęp do serwera:
ro: Va trebui să mai faceți câțiva pași suplimentari pentru a putea accesa din nou sistemul:
ru: Вам также, возможно, придется выполнить один или несколько следующих шагов, прежде чем вы сможете получить доступ к вашему серверу снова:
sv: Du kan också behöva göra ett eller flera av följande steg innan du kan nå din server igen:
uk: Вам також, можливо, доведеться виконати один або кілька з наступних кроків, перш ніж ви зможете отримати доступ до вашого сервера знову:
zh_cn: 你可能还必须执行一个或多个以下步骤，才能再次访问您的服务器：

source: Change the IP address of your server
af: Verander die IP adres van jou bediener
ca: Canviar l'adreça IP del servidor
cs: Změňte IP adresu tohoto serveru
de: IP-Adresse ihres Servers ändern
el: Αλλαγή της διεύθυνσης IP του διακομιστή σας
es: Cambie la IP de su servidor
fr: Modifier l'adresse IP de votre serveur
hu: Szerver IP címének módosítása
it: Cambia l'indirizzo IP del tuo server
lo: ປ່ຽນທີ່ຢູ່ IP ຂອງເຊີບເວີຂອງທ່ານ
nl: Verander het IP-adres van uw server
pl: Zmień adres IP swojego serwera
ro: Modifică adresa IP a serverului
ru: Изменение IP-адрес вашего сервера
sv: Byt IP-adress på din server
uk: Змінити IP адресу вашого сервера.
zh_cn: 更改你的服务器IP地址

source: Access the webGUI with the new IP address
af: Toegang tot die webGUI met die nuwe IP adres
ca: Accedir al WebUI amb la nova adreça IP
cs: Přistupte k webovému správnímu rozhraní touto novou IP adresou
de: WebGUI Zugriff mit neuer IP-Adresse
el: Πρόσβαση στο web περιβάλλον διαχείρισης με τη νέα διεύθυνση IP
es: Acceda a la webGUI con la nueva IP
fr: Accédez à l'interface utilisateur Web avec la nouvelle adresse IP
hu: WebGUI-t az új IP címen lehet elérni.
it: Accedere alla webGUI con il nuovo indirizzo IP
lo: ເຂົ້າເຖິງ webGUI ດ້ວຍທີ່ຢູ່ IP ໃໝ່
nl: Open de webGUI met het nieuwe IP-adres
pl: Uzyskaj dostęp do webGUI za pomocą nowego adresu IP
ro: Acesați interfața Web la noua adresă IP
ru: Открыть WebGUI с новым IP-адресом
sv: Kom åt webgränssnittet med den nya IP-adressen
uk: Отримати доступ до веб интерфейсу з новою IP-адресою
zh_cn: 用新IP地址访问webGUI

source: Add Bridge
af: Voeg Brug
ca: Afegir pont
cs: Přidat síťový most
de: Brücke Hinzufügen
el: Προσθήκη Bridge
es: Añadir Puente (Bridge)
fr: Ajouter un Pont (Bridge)
hu: Híd hozzáadása
it: Aggiungi un bridge
lo: ເພີ່ມບຣິດ
nl: Bridge Toevoegen
pl: Dodaj most
ro: Adăugare Bridge
ru: Добавить мост
sv: Lägg till brygga
uk: Додати міст
zh_cn: 添加网桥

source: Edit Bridge
af: Wysig Brue
ca: Edita pont
cs: Upravit síťový most
de: Brücke bearbeiten
el: Επεξεργασία Bridge
es: Editar Puente (Bridge)
fr: Modifier le pont
hu: Híd módosítása
it: Modifica Bridges
lo: ແກ້ໄຂບຣິດ
nl: Bridge Bewerken
pl: Edytuj bridge
ro: Editare conexiune bridge
ru: Редактировать мост
sv: Ändra Brygga
uk: Редагувати міст
zh_cn: 编辑网桥

source: Bridge is marked for deletion
af: Brug is gemerk vir skrap
ca: El pont està marcat per ser esborrat
cs: Síťový most je označen ke smazání
de: Die Brücke ist zur Löschung markiert.
el: Το bridge έχει σημειωθεί προς διαγραφή.
es: El puente (Bridge) se ha marcado para borrado
fr: Le pont est marqué pour la suppression
hu: Hid törlésre megjelölve
it: Il bridge è programmato per la cancellazione
lo: ບຣິດຖືກໝາຍໄວ້ເພື່ອລຶບ
nl: Bridge is gemarkeerd voor verwijdering
pl: Most jest oznaczony do usunięcia
ro: Conexiunea bridge este marcată pentru ștergere
ru: Мост помечен для удаления
sv: Bryggan är markerad för borttagning
uk: Міст позначена для видалення
zh_cn: 网桥被标记为删除

source: Bridge is protected
af: Brug is beskerm
ca: El pont està protegit
cs: Síťový most je chráněn
de: Die Brücke ist geschützt.
el: Το bridge είναι προστατευμένο
es: El puente (Bridge) está protegido
fr: Le pont est protégé
hu: A híd védett
it: Il bridge è protetto
lo: ບຣິດຖືກປ້ອງກັນ
nl: Bridge is beschermd
pl: Most jest chroniony
ro: Conexiunea bridge este protejată
ru: Мост защищен
sv: Bryggan är skyddad
uk: Міст захищений
zh_cn: 网桥被保护

source: Bridge is unlocked
af: Brug is oopgesluit
ca: El pont està desbloquejat
cs: Síťový most je odemčen
de: Brücke ist entsperrt
el: Το bridge είναι ξεκλείδωτο
es: El puente (Bridge) esta desbloqueado
fr: Le pont est déverrouillé
hu: A híd zárolását feloldottad
it: Il bridge è sbloccato
lo: ບຣິດຖືກປົດລັອກ
nl: Bridge is ontgrendeld
pl: Most jest odblokowany
ro: Conexiunea bridge este deblocată
ru: Мост разблокирован
sv: Bryggan är olåst
uk: Міст разблокований
zh_cn: 网桥已解锁

source: Delete Selected Bridges
af: Skrap Geselekteerde Brûe
ca: Suprimeix els ponts seleccionats
cs: Smazat označené síťové mosty
de: Ausgewählte Bridge-Konfigurationen löschen
el: Διαγραφή Επιλεγμένων Bridge
es: Borrar los puentes (Bridges) seleccionados
fr: Supprimer les ponts sélectionnés
hu: Kiválasztott híd törlése
it: Cancella Bridges selezionati
lo: ລຶບບຣິດທີ່ເລືອກ
nl: Geselecteerde Bridges Verwijderen
pl: Usuń zaznaczone bridge
ro: Ștergere conexiuni bridge selectate
ru: Удалить выбранные мосты
sv: Ta bort valda Bryggor
uk: Видалити вибрані мости
zh_cn: 删除选中的网桥

source: Do you want to delete selected bridges?
af: Wil jy geselekteerde brûe skrap?
ca: Vols eliminar els ponts seleccionats?
cs: Opravdu smazat označené síťové mosty?
de: Möchten Sie die ausgewählten Brücken löschen?
el: Θέλετε να διαγράψετε τα επιλεγμένα bridge;
es: ¿Desea borrar los puentes (Bridges) seleccionados?
fr: Voulez-vous supprimer les ponts sélectionnés?
hu: Biztos, hogy törlöd a kijelölt hidakat?
it: Desideri cancellare i bridges selezionati?
lo: ທ່ານຕ້ອງການລຶບບຣິດທີ່ເລືອກບໍ?
nl: Wilt u de geselecteerde bridges verwijderen?
pl: Czy chcesz usunąć zaznaczone bridge?
ro: Doriți să ștergeți conexiunile bridge selectate?
ru: Вы хотите удалить выбранные мосты?
sv: Vill du ta bort valda Bryggor?
uk: Ви підтверджуєте видалення обраних мостів?
zh_cn: 要删除选中的网桥吗？

source: Bridge cannot be deleted because it is still being used as an interface.
af: Brug kan nie geskrap word omdat dit steeds gebruik word as 'n koppelvlak.
ca: El pont no pot ser eliminat, ja que encara està sent utilitzat com una interfície.
cs: Síťový most není možné smazat protože je pořád používaný jako rozhraní.
de: Die (Netzwerk)brücke kann nicht gelöscht werden, da sie noch als Schnittstelle aktiv ist.
el: Αυτό το Bridge δεν μπορεί να διαγραφεί γιατί χρησιμοποιείται ακόμη σαν διασύνδεση.
es: El puente (Bridge) no puede ser eliminado ya que está en uso como interface.
fr: Bridge ne peut pas être supprimé car il est toujours utilisé comme une interface.
hu: A híd nem törölhető, mert interfészként még használatban van.
it: Il bridge non può essere cancellato perchè è ancora utilizzato come un'interfaccia
lo: ບໍ່ສາມາດລຶບບຣິດໄດ້ເພາະວ່າມັນຍັງຖືກໃຊ້ເປັນອິນເຕີເຟດຢູ່.
nl: Bridge kan niet verwijderd worden omdat deze nog steeds als netwerk in gebruikt is.
pl: Most nie może być usunięty ponieważ nadal jest w użyciu jako interfejs.
ro: Conexiunea bridge nu poate fi ștearsă în timp ce este utilizată.
ru: Мост не может быть удален, потому что он по-прежнему используется в качестве интерфейса.
sv: Bryggan kan inte tas bort eftersom den fortfarande används som ett gränssnitt.
uk: Міст не може бути видалений, тому що він використовується в якості інтерфейсу.
zh_cn: 无法删除网桥，因为它仍在用作接口。

source: Virtual Interface
af: Virtuele Koppelvlak
ca: Interfície virtual
cs: Virtuální rozhraní
de: Virtuelle Schnittstelle
el: Εικονική Διασύνδεση
es: Interfaz virtual
fr: Interface virtuelle
hu: Virtuális interfész
it: Interfaccia Virtuale
lo: ອິນເຕີເຟດສະເໝືອນ
nl: Virtueel Netwerk
pl: Wirtualny interfejs
ro: Interfață virtuală
ru: Виртуальный интерфейс
sv: Virtuellt gränssnitt
uk: Віртуальний інтерфейс
zh_cn: 虚拟接口

source: Member Interface
af: Lid Koppelvlak
ca: Interfície membre
cs: Účastnící se rozhraní
de: Mitglieds Schnittstelle
el: Διασύνδεση του μέλους
es: Interfaz miembro
fr: L'interface du membre inscrit
hu: Interfész tag
it: Membro dell'interfaccia
lo: ອິນເຕີເຟດສະມາຊິກ
nl: Gebruikers Netwerk
pl: Intersejs użytkownika
ro: Interfață membru
ru: Физический интерфейс
sv: Medlemsinterface
uk: Фізичний інтерфейс
zh_cn: 接口成员

source: Bridge Settings
af: Brug Instellings
ca: Configuració del pont
cs: Nastavení síťového mostu
de: Bridge-Einstellungen
el: Ρυθμίσεις bridge
es: Ajustes del puente
fr: Paramètres Bridge
hu: Hídbeállítások
it: Settaggi del bridge
lo: ການຕັ້ງຄ່າບຣິດ
nl: Bridge Instellingen
pl: Ustawienia mostu
ro: Setări conexiune bridge
ru: Настройки моста
sv: Brygginställningar
uk: Налаштування мосту
zh_cn: 桥接设置

source: Note: Ctrl-click (or command-click on the Mac) to select multiple entries.
af: Nota: Ctrl-klik (of bevel-klik op die Mac) om verskeie inskrywings te kies.
ca: Nota: Ctrl-clic (o Comando + clic en equips Mac) per seleccionar diverses entrades.
cs: Poznámka: Klikáním s přidržením klávesy Ctrl (command u Apple) lze označit více položek naráz.
de: Hinweis: Strg-Klick (oder Command-Klick beim Mac) um mehrere Einträge auszuwählen.
el: Σημείωση: Πατήστε Ctrl-click (ή command-click σε Mac) για να επιλέξετε πολλαπλές εγγραφές.
es: Nota: Ctrl-clic (o command-clic en una Mac) para seleccionar multiples entradas.
fr: Note : Ctrl-click (ou command-click sur Mac) pour sélectionner plusieurs entrées.
hu: Megjegyzés: Ctrl-kattintással (Mac-en futtatás-kattintás) jelölhetsz ki több bejegyzést.
it: Nota: Ctrl-click (oppure command-click sui Mac) per selezionare più elementi.
lo: ໝາຍເຫດ: ກົດ Ctrl-ຄລິກ (ຫຼື command-ຄລິກ ໃນ Mac) ເພື່ອເລືອກຫຼາຍລາຍການ.
nl: Tip: Ctrl-klik (of opdracht-klik op de Mac) om verschilende entries te selecteren.
pl: Uwaga: użyj Ctrl-LPM (lub command-LPM na Mac-u) aby zaznaczyć kilka pozycji.
ro: Atenție: Ctrl-click (sau comand-click la Mac) pentru selecții multiple.
ru: Примечание: щелкните, удерживая Ctrl (или Сommand для Macintosh), чтобы выбрать несколько записей.
sv: Notera: Ctrl-klick (eller kommando-klick på Mac) för att välja flera uppslag.
uk: Підказка: за допомогою Ctrl-click (або Command-click на Maку) можна виділити декілька елементів.
zh_cn: 注意：按住Ctrl键（或在Mac上按住command键）可以选择和取消选择多个选项。
