Repository: rojim666/xigmanas-code-r10599-trunk
Catalog: locale/xigmanas-*.po
Languages: af, ca, cs, de, el, es, fr, hu, it, lo, nl, pl, ro, ru, sv, uk, zh_cn

source: Enable collecting CPU frequency statistics.
af: Inskakel insamel van CPU frekwensie statistiek.
ca: Habilitar la recopilació d'estadístiques de freqüència de la CPU.
cs: Shromažďovat statistiky frekvence procesoru.
de: Aktiviere das Sammeln von CPU-Taktfrequenz-Werten
el: Ενεργοποίηση συλλογής στατιστικών για τη συχνότητα του επεξεργαστή.
es: Habilita la estadistica de Frecuencia de CPU
fr: Activer la collecte des statistiques de fréquence CPU.
hu: CPU frekvencia statisztika gyűjtésének engedélyezése.
it: Attiva raccolta della statistica della frequenza della CPU.
lo: ເປີດໃຊ້ການເກັບກຳສະຖິຕິຄວາມຖີ່ CPU.
nl: Inschakelen verzamelen van CPU frequentie statistieken.
pl: Włacz zbieranie statystyk częstotliwości procesora
ro: Activare colectare date statistice frecvență CPU.
ru: Включение сбора статистики частоты процессора.
sv: Aktivera insamling av CPU-frekvensstatistik.
uk: Увімкнути збір статистики про частоту ЦП.
zh_cn: 启用收集CPU频率统计信息。

source: Enable collecting CPU temperature statistics.
af: Inskakel insamel van CPU temperatuur statistiek.
ca: Habilitar la recopilació d'estadístiques de temperatura de la CPU.
cs: Shromažďovat statistiky teploty procesoru.
de: Aktiviere das Sammeln von CPU-Temperatur-Werten
el: Ενεργοποίηση συλλογής στατιστικών για τη θερμοκρασία του επεξεργαστή.
es: Habilita la estadistica de Temperatura de CPU
fr: Activer la collecte des statistiques de la température de l'UC.
hu: CPU hőmérséklet statisztika gyűjtésének engedélyezése.
it: Attiva raccolta della statistica della temperatura della CPU.
lo: ເປີດໃຊ້ການເກັບກຳສະຖິຕິອຸນຫະພູມ CPU.
nl: Inschakelen verzamelen van CPU temperatuur statistieken.
pl: Włącz zbieranie statystyk temperatury procesora
ro: Activare colectare date statistice temperatură CPU.
ru: Включение сбора статистики температуры процессора.
sv: Aktivera insamling av CPU-temperaturstatistik.
uk: Увімкнути збір статистики про температуру ЦП.
zh_cn: 启用收集CPU温度统计信息。

source: Enable collecting CPU usage statistics.
af: Inskakel insamel van CPU gebruik statistiek.
ca: Habilitar la recollida d'estadístiques d'ús de la CPU.
cs: Shromažďovat statistiky využití procesoru.
de: Aktiviere das Sammeln von CPU-Auslastungs-Werten
el: Ενεργοποίηση συλλογής στατιστικών για τη χρήση του επεξεργαστή.
es: Habilita la estadistica de Uso de CPU
fr: Activer la collecte des statistiques d'utilisation du processeur.
hu: CPU használat statisztika gyűjtésének engedélyezése.
it: Attiva raccolta della statistica dell'utilizzo della CPU.
lo: ເປີດໃຊ້ການເກັບກຳສະຖິຕິການນຳໃຊ້ CPU.
nl: Inschakelen verzamelen van CPU gebruik statistieken.
pl: Włącz zbieranie statystyk użycia procesora.
ro: Activare colectare date statistice utilizare CPU.
ru: Включение сбора статистики использования процессора.
sv: Aktivera insamling av CPU-användningsstatistik.
uk: Увімкнути збір статистики про використання ЦП.
zh_cn: 启用收集CPU使用率统计信息。

source: Enable collecting disk space usage statistics.
af: Aktiveer insamel van skyf spasie gebruik statistiek.
ca: Habilitar la recollida d'estadístiques d'ús d'espai en disc.
cs: Shromažďovat statistiky využití kapacit jednotek datového úložiště.
de: Aktiviere das Sammeln von Festplattenbelegungs-Werten
el: Ενεργοποίηση συλλογής στατιστικών για το χώρο του δίσκου.
es: Habilita la estadistica de Espacio en Disco
fr: Activer la collecte des statistiques d'utilisation de l'espace disque.
hu: Lemezhasználati statisztika gyűjtésének engedélyezése.
it: Attiva raccolta della statistica dello spazio utilizzato su disco.
lo: ເປີດໃຊ້ການເກັບກຳສະຖິຕິການນຳໃຊ້ພື້ນທີ່ດິສກ໌.
nl: Inschakelen verzamelen van schijfruimte gebruik statistieken.
pl: Włącz zbieranie statystyk użycia dysków.
ro: Activare colectare date statistice utilizare spațiu disc.
ru: Включение сбора статистики использования дискового пространства.
sv: Aktivera insamling av diskutrymmesstatistik.
uk: Увімкнути збір статистики про використання дискового простору.
zh_cn: 启用收集磁盘空间使用统计信息。

source: Enable collecting average system load statistics.
af: Aktiveer insamel van gemiddelde sisteem las statistieke.
ca: Habilitar la recopilació d'estadístiques de càrrega mitjana del sistema.
cs: Shromažďovat statistiky průměrného vytížení systému.
de: Aktiviere das Sammeln von System-Auslastungs-Mittelwerten
el: Ενεργοποίηση συλλογής στατιστικών για το μέσο όρο φόρτου του συστήματος.
es: Habilita la estadistica de la carga del sistema
fr: Activer la collecte des statistiques moyennes sur la charge du système.
hu: Átlagos rendszerterhelés statisztika gyűjtésének engedélyezése.
it: Attiva raccolta della statistica del carico medio del sistema.
lo: ເປີດໃຊ້ການເກັບກຳສະຖິຕິການໂຫຼດລະບົບໂດຍສະເລ່ຍ.
nl: Inschakelen verzamelen van systeem gemiddelde belasting statistieken.
pl: Włącz zbieranie statystyk średniego obciążenia systemu.
ro: Activare colectare date statistice încărcare sistem.
ru: Включить сбор статистики о средней загрузке системы.
sv: Aktivera insamling av genomsnittlig systembelastningsstatistik.
uk: Увімкнути збір статистики про середнє завантаження системи.
zh_cn: 启用收集平均系统负载统计。

source: Enable collecting memory usage statistics.
af: Aktiveer insamel van geheu gebruik statistieke.
ca: Habilitar la recopilació d'estadístiques d'ús de memòria.
cs: Shromažďovat statistiky využití paměti.
de: Aktiviere das Sammeln von Hauptspeicher-Auslastungs-Werten
el: Ενεργοποίηση συλλογής στατιστικών για τη χρήση της μνήμης.
es: Habilita la estadistica de uso de Memoria
fr: Activer la collecte des statistiques d'utilisation de la mémoire.
hu: Memóriahasználati statisztika gyűjtésének engedélyezése.
it: Attiva raccolta della statistica dell'utilizzo della memoria.
lo: ເປີດໃຊ້ການເກັບກຳສະຖິຕິການນຳໃຊ້ໜ່ວຍຄວາມຈຳ.
nl: Inschakelen verzamelen van geheugenverbruik statistieken.
pl: Włącz zbieranie statystyk użycia pamięci.
ro: Activare colectare date statistice utilizare memorie.
ru: Включение сбора статистики использования памяти.
sv: Aktivera insamling av minnesanvändningsstatistik.
uk: Увімкнути збір статистики про використання пам'яті.
zh_cn: 启用收集内存使用统计信息。

source: Enable collecting network latency statistics.
af: Ontsper die kollekteer van netwerk latensie statistiek
ca: Habilitar la recopilació d'estadístiques de latència de xarxa.
cs: Shromažďovat statistiky prodlevy sítě.
de: Aktiviere das Sammeln von Netzwerk-Latenz-Werten
el: Ενεργοποίηση συλλογής στατιστικών της αδράνειας του δικτύου.
es: Habilita la estadistica de Latencia de Red
fr: Activer la collecte des statistiques de latence du réseau.
hu: Hálózati várakozási idő statisztika gyűjtésének engedélyezése.
it: Attiva raccolta della statistica della latenza della rete.
lo: ເປີດໃຊ້ການເກັບກຳສະຖິຕິຄວາມຊ້າຂອງເຄືອຂ່າຍ.
nl: Inschakelen verzamelen van netwerkvertraging statistieken.
pl: Włącz zbieranie statystyk opóźnienia w sieci.
ro: Activare colectare date statistice latență rețea.
ru: Включение сбора статистики сетевых задержек.
sv: Aktivera insamling av nätverksåtkomsttidstatistik.
uk: Увімкнути збір статистики про затримки мережі.
zh_cn: 启用收集网络延迟统计信息。

source: Interface Selection
af: Koppelvlak Seleksie
ca: Selecció de la interfície
cs: Výběr rozhraní
de: Schnittstellen Auswahl
el: Επιλογή Διασύνδεσης
es: Interfaz
fr: Sélection d'interface réseau
hu: Interfész kiválasztása
it: Selezione dell'interfaccia
lo: ການເລືອກອິນເຕີເຟດ
nl: Netwerk Selectie
pl: Wybór interfejsu
ro: Selectare interfață
ru: Выбор интерфейса
sv: Val av gränssnitt
uk: Обрання інтерфейсу
zh_cn: 接口选择

source: Select the interface (only selectable if your server has more than one) to use for the source IP address in outgoing packets.
af: Kies die koppelvlak (slegs kiesbaar as jou bediener meer as een het) om vir die bron IP adres in uitgaande pakkete te gebruik.
ca: Seleccioneu la interfície (només es pot seleccionar si el servidor té més d'un) que s'utilitzarà per a la direcció IP d'origen en els paquets sortints.
cs: Vyberte rozhraní (je možné vybrat pouze pokud server má více než jedno) které použít pro zdrojovou IP adresu v odchozích paketech.
de: Wählen Sie die Schnittstelle (Nur möglich wenn Ihr Server mehr als eine Schnittstelle zur Auswahl hat) die als Quelladresse für ausgehende Pakete benutzt werden soll.
el: Επιλέξτε τη διεπαφή (επιλέξιμο μόνο αν ο διακομοστής διαθέτει πάνω από μία) για ναχρησιμοποιείται ως η πηγαία διεύθυνση IP στα εξερχόμενα πακέτα.
es: Seleccione el interfaz (solo si su sistema tiene más de uno) para usarlo como origen de los paquetes IP salientes
fr: Sélectionnez l'interface (uniquement sélectionnable si votre serveur en a plusieurs) à utiliser pour l'adresse IP source dans les paquets sortants.
hu: Válaszd ki az interfészt (csak akkor választható, ha szerveredben több, mint egy van), amelyik a forrás IP lesz a kimenő csomagokban.
it: Selezionare l'interfaccia (selezionabile se il server ne ha più di una) da usare come sorgente dell'indirizzo IP per i pacchetti in uscita.
lo: ເລືອກອິນເຕີເຟດ (ເລືອກໄດ້ພຽງແຕ່ຖ້າເຊີບເວີຂອງທ່ານມີຫຼາຍກວ່າໜຶ່ງ) ເພື່ອໃຊ້ສຳລັບທີ່ຢູ່ IP ຕົ້ນທາງໃນແພັກເກັດຂາອອກ.
nl: Selecteer de interface (alleen selecteerbaar indien de server er meer dan één heeft) te gebruiken voor de bron IP-adres in uitgaande pakketten.
pl: Wybierz interfejs (dostępne gdy serwer ma ich więcej niż jeden) aby użyć źródłowego adresu IP dla pakietów wychodzących.
ro: Selectați interfața sursă pentru trimiterea pachetelor de date (opțiune activă doar dacă aveți cel puțin două interfețe în sistem).
ru: Выберите интерфейс для использования его IP адреса как адреса источника в исходящих пакетах (доступно только если ваш сервер имеет более одного интерфейса).
sv: Välj gränssnitt ( endast möjligt om din server har fler än ett) att använda som käll IP adress i utgående paket.
uk: Виберіть інтерфейс (доступно тільки якщо ваш сервер має більше одного) для використання його IP-адреси як адреси джерела в вихідних пакетах.
zh_cn: 选择用于传出数据包中的源IP地址的接口（只在有不止一个服务器时可选择）。

source: Stop after sending (and receiving) N packets.
af: Stop na N pakkete gestuur (en ontvang) is.
ca: Aturar després d'enviar (i rebre) N paquets.
cs: Zastavit po odeslání (a přijmutí) N paketů.
de: Anhalten nach dem Senden (und Empfangen) von N Paketen.
el: Διακοπή μετά την αποστολή (και λήψη) Ν πακέτων.
es: Detenerse luego de recibir (y enviar) N paquetes.
fr: Arrêt après l'envoi (et réception) de N paquets.
hu: Leáll, miután küldött (és fogadott) N csomagot.
it: Interrompi dopo l'invio (e la ricezione) di N pacchetti.
lo: ຢຸດຫຼັງຈາກສົ່ງ (ແລະ ຮັບ) N ແພັກເກັດ.
nl: Stop na het verzenden (en ontvangen) van X aantal pakketten.
pl: Zatrzymaj po wysłaniu (i otrzymaniu) N pakietów.
ro: Oprire după trimiterea (și recepția) a N pachete.
ru: Остановить после отправки и приема N пакетов.
sv: Stoppa efter sändning (och mottagning) N paket.
uk: Зупинитись після надсилання N пакетів.
zh_cn: 在传送(与接收) N 个封包后停止。

source: These parameters will be added to the ping command.
af: Hierdie parameters sal by die pieng bevel bygevoeg word.
ca: Aquests paràmetres s'afegiran a la ordre ping.
cs: Tyto parametry budou přidány k příkazu ping.
de: Diese Parameter werden dem Ping Kommando hinzugefügt.
el: Αυτοί οι παράμετροι θα προστεθούν στην εντολή ping.
es: Estos parametros se añadirán al comando ping
fr: Ces paramètres seront ajoutés à la commande ping
hu: Ezeket a paramétereket a ping parancshoz adjuk.
it: Questo parametro sarà aggiunto al comando di ping.
lo: ພາຣາມິເຕີເຫຼົ່ານີ້ຈະຖືກເພີ່ມເຂົ້າໃນຄຳສັ່ງ ping.
nl: Deze parameters worden aan het commando ping toegevoegd.
pl: Ten parametr zostanie dodany do polecenia PING.
ro: Acești parametri vor fi adăugați la comanda ping.
ru: Эти параметры будут добавлены в команду ping.
sv: Dessa parametrar kommer att läggas till pingkommandot.
uk: Ці параметри будуть додані в команду ping.
zh_cn: 这些参数将添加到ping命令。

source: Please check the %sdocumentation%s.
af: Tjek asseblief die %sdokumentasie%s.
ca: Si us plau, comprovi la %sdocumentació%s.
cs: Nahlédněte do %sdocumentation%s.
de: Bitte die %sDokumentation%s lesen.
el: Παρακαλώ ελέγξτε την %sτεκμηρίωση%s.
es: Por favor revise la %sdocumentación%s.
fr: Veuillez vérifier la %sdocumentation%s.
hu: Kérem, olvasd el a %sdokumentációt%s.
it: Per favore contrallare la %sdocumentazione%s.
lo: ກະລຸນາກວດເບິ່ງ %sເອກະສານ%s.
nl: Bekijkt u de %sdocumentatie%s.
pl: Sprawdź %sdocumentation%s
ro: Verificați %sdocumentația%s.
ru: Пожалуйста, проверьте %sдокументацию%s.
sv: Kontrollera %sdokumentationenen%s.
uk: Будь ласка, перевірте %sдокументацію%s.
zh_cn: 请查看%s文档%s。

source: Enable collecting network traffic statistics.
af: Ontsper kolleksie van netwerk verkeer statistiek
ca: Habilitar la recopilació d'estadístiques de tràfic de xarxa.
cs: Shromažďovat statistiky síťového provozu.
de: Aktiviere das Sammeln von Netzwerk-Traffic-Werten.
el: Ενεργοποίηση συλλογής στατιστικών για την κίνηση του δικτύου.
es: Habilita la estadistica de Tráfico de Red.
fr: Activer la collecte des statistiques de trafic réseau.
hu: Hálózati forgalom statisztika gyűjtésének engedélyezése.
it: Attiva raccolta della statistica del traffico della rete.
lo: ເປີດໃຊ້ການເກັບກຳສະຖິຕິການຈາລະຈອນເຄືອຂ່າຍ.
nl: Inschakelen verzamelen van netwerkverkeer statistieken.
pl: Włącz zbieranie statystyk ruchu sieciowego.
ro: Activare colectare date statistice trafic rețea.
ru: Включение сбора статистики сетевого трафика.
sv: Aktivera insamling av nätverksstatistik.
uk: Увімкнути збір статистики про мережевий трафік.
zh_cn: 启用收集网络流量统计信息。

source: Bytes/sec
af: Grepe/sekonde
cs: Bajtů/sek
de: Bytes/Sekunde
el: Bytes/δευτερόλεπτο
es: Bytes/seg
fr: Octets/secondes
hu: Byte/mp
lo: ໄບຕ໌/ວິນາທີ
nl: Bytes/seconde
pl: Bajty/sek
ru: Байт/сек
sv: Byte/sekund
uk: Байт/сек
zh_cn: 字节/秒

source: Use Bytes/sec instead of Bits/sec for network throughput display.
af: Gebruik Grepe/sek in plaas van Bisse/sek vir netwerk deurset vertoning.
ca: Utilitzeu Bytes/seg en lloc de bits/seg per a la visualització de rendiment de la xarxa.
cs: Zobrazovat propustnost sítě v bajtech/sek namísto bitů/sek.
de: Verwende Bytes/sec statt Bits/sec für die Anzeige des Netzwerk-Durchsatzes
el: Χρήση Bytes/δευτερόλεπτο αντί για Bits/sec για την προβολή της κίνησης του δικτύου.
es: Usar Bytes/sec en lugar de Bits/sec en la gráfica de Red.
fr: Utilisez Octets/s au lieu de Bits/s pour l'affichage du débit réseau.
hu: Byte/másodperc használata bit/másodperc helyett az átviteli sebességet megjelenítéséhez.
it: Usare Bytes/sec invece di Bits/sec per il traffico di rete.
lo: ໃຊ້ Bytes/sec ແທນ Bits/sec ສໍາລັບການສະແດງປະລິມານຂໍ້ມູນເຄືອຂ່າຍ.
nl: Gebruik Bytes/seconde in plaats van Bits/seconde voor netwerk doorvoer weergave.
pl: Użyj Bajtów/sek. zamiast bit/sek. dla zobrazowania przepływności sieci.
ro: Folosiți Bytes/sec în loc de Bits/sec pentru graficul traficului în rețea.
ru: Использование байт/сек вместо бит/сек для отображения пропускной способности сети.
sv: Använd Bytes/sec i stället för Bits/sec för nätverksöverföringsvisningen.
uk: Відображати пропускну здатність мережі у байт/с замість біт/с.
zh_cn: 使用字节/秒而不是位/秒来进行网络吞吐量显示。

source: Logarithmic Scaling
af: Logaritmiese Skalering
ca: Escalat logarítmic
cs: Logaritmické měřítko
de: Logarithmische Skalierung
el: Λογαριθμική Κλιμάκωση
es: Escala logarítmica
fr: Échelle logarithmique
hu: Logaritmikus skálázás
it: Scala logaritmica
lo: ການປັບຂະໜາດແບບລໍກາລິດ
nl: Logaritmische schalen
pl: Skalowanie logarytmiczne
ro: Scală logaritmică
ru: Логарифмический масштаб
sv: Logaritmisk skala
uk: Логарифмічний масштаб
zh_cn: 对数缩放

source: Use logarithmic y-axis scaling for %s graphs. (can not be used together with positive/negative y-axis range)
af: Gebruik logaritmiese y-as skalering vir %s grafieke. (kan nie saam met positiewe/negatiewe y-as omvang gebruik word nie)
ca: Utilitzeu escala logarítmica pel'eix Y i per %s gràfics. (No es pot utilitzar juntament amb la gamma d'eix i positiu/negatiu)
cs: Zobrazovat %s grafy se svislou (y) osou v logaritmickém měřítku (na stejné ose nelze použít dohromady s rozsahem kladné/záporné)
de: Verwende logarithmische Skalierung der y-Achse bei %s Diagrammen. (nicht zusammen mit positivem/negativem y-Achsen Bereich)
el: Χρήση λογαριθμικής κλιμάκωσης για τον άξονα y των γραφημάτων %s. (δεν μπορεί να χρησιμοποιηθεί σε συνδυασμό με θετικό/αρνητικό εύρος τιμών του άξονα y)
es: Use escalado logaritmico en el eje-y para el gráfico %s. (No puede ser usado con valores positivos/negativos en el eje-y).
fr: Afficher les valeurs positives / négatives pour les graphes %s . (Ne peut pas être utilisé avec l'échelle logarithmique)
hu: %s diagram y-tengelyéhez logaritmikus skála használata (pozitív/negatív y-tengely tartománnyal együtt nem használható).
it: Usare scala logaritmica sull'asse y per i grafici %s. (Non può essere usata insieme a valori positivi/negativi sull'asse)
lo: ໃຊ້ການປັບຂະໜາດແກນ y ແບບລໍກາລິດສຳລັບກຣາຟ %s. (ບໍ່ສາມາດໃຊ້ຮ່ວມກັບຊ່ວງແກນ y ບວກ/ລົບໄດ້)
nl: Gebruik logaritmische y-as schalen voor %s grafieken. (kan niet samen gebruikt worden met positieve/negatieve y-as schaal).
pl: Użyj skali logarytmicznej wartości osi Y dla wykresu %s (nie może być użyte równocześnie z dodatnim/ujemnym zakresem wartości osi Y).
ro: Folosiți scala logaritmică pe axa y pentru graficul %s (nu poate fi folosită pentru valori pozitive/negative pe axa y).
ru: Использовать Логарифмическое масштабирование по оси Y для графиков %s. (Не может быть использовано вместе с положительным/отрицательным диапазоном оси у)
sv: Använd logaritmisk y-axelskalning för %s grafer. (kan inte användas tillsammans med positiva/negativa y-axelskalning)
uk: Використовувати логарифмічне масштабування по осі Y для графіків '%s'. (Не може бути використано разом з позитивним/негативним значенням по осі Y)
zh_cn: 对%s图使用对数y轴缩放。 （不能与正/负y轴范围一起使用）

source: network traffic
af: netwerk verkeer
ca: Tràfic de xarxa
cs: síťový provoz
de: Netzwerkverkehr
el: κίνηση δικτύου
es: Tráfico de Red
fr: trafic réseau
hu: Hálózati forgalom
it: traffico di rete
lo: ການຈາລະຈອນເຄືອຂ່າຍ
nl: Netwerkverkeer
pl: ruch sieciowy
ro: trafic rețea
ru: Сетевой трафик
sv: nätverlstrafik
uk: Мережевий трафік
zh_cn: 网络流量

source: Y-axis Range
ca: Abast de l'eix Y
cs: Rozsah svislé (Y) osy
de: Y-Achsen-Bereich
el: Εύρος άξονα Υ
es: Rango eje Y
fr: Etendue de l'axe des Y
hu: Y tengely tartománya
it: Intervallo dell'asse Y
lo: ຊ່ວງແກນ Y
nl: Y-as Bereik
pl: Zakres osi Y
ro: Domeniu axa Y
ru: Диапазон по оси Y
sv: Y-axelns intervall
uk: Діапазон значень на осі Y
zh_cn: Y轴范围

source: Show positive/negative values for %s graphs. (can not be used together with logarithmic scaling)
af: Wys positiewe/negatiewe waardes vir %s grafieke. (kan nie saam met logaritmiese skalering gebruik word nie)
ca: Mostra valors positius/negatius per a%s gràfics. (No es pot utilitzar juntament amb una escala logarítmica)
cs: Zobrazit kladnou/zápornou hodnotu pro grafy %s (není možné použít současně s logaritmickým měřítkem).
de: Zeige positive/negative Werte für %s Graphen. (nicht möglich bei logarithmischer Skalierung)
el: Προβολή θετικών/αρνητικών τιμών για τα γραφήματα %s. (δεν μπορεί να χρησιμοποιηθεί σε συνδυασμό με τη λογαριθμική κλιμάκωση)
es: Mostrar valores positivos/negativos para la gráfica %s. (No puede ser usado al mismo tiempo que la escala logaritmica)
fr: Afficher les valeurs positives/négatives pour les graphes %s . (Ne peut pas être utilisé avec l'échelle logarithmique)
hu: %s diagram pozitív/negatív értékeinek megjelenítése (logaritmikus skálával együtt nem használható).
it: Mostra valori positivi/negativi per i grafici %s. (Non possono essere usati insieme alla scala logaritmica).
lo: ສະແດງຄ່າບວກ/ລົບສຳລັບກຣາຟ %s. (ບໍ່ສາມາດໃຊ້ຮ່ວມກັບການປັບຂະໜາດແບບລໍກາລິດໄດ້)
nl: Laat positieve/negatieve waarden voor %s grafieken. (kan niet samen gebruikt worden met de logaritmische schaal)
pl: Pokaż wartości dodatnie/ujemne dla wykresu %s (nie może być użyte równocześnie ze skalą logarytmiczną).
ro: Afișare valori pozitive/negative pentru graficele %s (modul nu poate fi utilizat pentru scalele logaritmice)
ru: Показать положительные/отрицательные значения для графиков %s. (Не может быть использовано совместно с логарифмическим масштабом)
sv: Visa positiva/negativa värden för %s grafer. (kan inte användas tillsammans med logaritmisk skala)
uk: Відображає позитивне/негативне значення по осі Y для графіків '%s'. (Не може бути використано одночасно з логарифмічною шкалою)
zh_cn: 显示%s图的正/负值。 （不能与对数缩放一起使用）

source: Enable collecting system process statistics.
af: Inskakel versameling van stelsel proses -statistieke.
ca: Habilitar la recopilació d'estadístiques de procés del sistema.
cs: Shromažďovat statistiky systémových procesů.
de: Aktiviere das Sammeln von System-Prozess-Werten
el: Ενεργοποίηση συλλογής στατιστικών των διεργασιών του συστήματος.
es: Habilita la estadistica de Procesos del sistema
fr: Activer la collecte des statistiques de processus du système.
hu: Rendszerfolyamat statisztika gyűjtésének engedélyezése.
it: Attiva raccolta della statistica dei processi di sistema.
lo: ເປີດໃຊ້ການເກັບກຳສະຖິຕິໂປຣເຊສລະບົບ.
nl: Inschakelen verzamelen van systeemproces statistieken.
pl: Włącz zbieranie statystyk procesu systemowego.
ro: Activare colectare date statistice procese sistem.
ru: Включение сбора статистики системных процессов.
sv: Aktivera insamling av systemprocesstatistik.
uk: Увімкнути збір статистики про процеси.
zh_cn: 启用收集系统进程统计信息。

source: Enable collecting UPS statistics.
af: Inskakel insamel van UPS statistiek.
ca: Habilitar la recopilació d'estadístiques de la SAI.
cs: Shromažďovat statistiky o zdroji nepřerušovaného napájení
de: Aktiviere das Sammeln von USV-Werten
el: Ενεργοποίηση συλλογής στατιστικών για το UPS.
es: Habilita la estadistica de SAI
fr: Activer la collecte des statistiques UPS.
hu: Szünetmentes statisztika gyűjtésének engedélyezése.
it: Attiva raccolta della statistica dell'UPS.
lo: ເປີດໃຊ້ການເກັບກຳສະຖິຕິ UPS.
nl: Inschakelen verzamelen van UPS statistieken.
pl: Włącz zbieranie statystyk UPS.
ro: Activare colectare date statistice UPS.
ru: Включение сбора статистики ИБП.
sv: Aktivera insamling av UPS-statistik.
uk: Увімкнути збір статистики про ДБЖ.
zh_cn: 启用收集UPS统计信息。
