Repository: rojim666/xigmanas-code-r10599-trunk
Catalog: locale/xigmanas-*.po
Languages: af, ca, cs, de, el, es, fr, hu, it, lo, nl, pl, ro, ru, sv, uk, zh_cn

source: In slave mode it is the UPS name (Identifier) at the UPS master.
af: In slaaf mode is dit dan die UPS se naam (Identifiseerder) by die UPS meester
ca: En mode esclau és el nom SAI (identificador) a la SAI mestre.
cs: V podřízeném režimu se jedná o název UPS zdroje (identifikátor) na straně ovládajícího stroje.
de: Im Slave Mode ist es der USV Bezeichner (Name) des USV Masters.
el: Σε λειτουργία slave είναι το όνομα UPS (Αναγνωριστικό) του master UPS.
es: En modo esclavo, este es el nombre del SAI (Identificador) en la SAI Maestra
fr: Dans le mode esclave c'est le nom de l'UPS (l'identificateur) de l'UPS maître.
hu: A szünetmentes neve (azonosítója) szolga mód esetén az szünetmentes mesteren.
it: In modalità 'slave' è il nome (Identifier) dell'UPS 'master'.
lo: ໃນໂໝດລູກຂ່າຍ, ມັນແມ່ນຊື່ UPS (ຕົວລະບຸ) ຢູ່ທີ່ UPS ແມ່ຂ່າຍ.
nl: In slave mode is het de UPS naam (identificator) op de UPS master.
pl: W trybie slave, to jest nazwa UPS (Identyfikator), przy UPS Master.
ro: În modul slave acesta reprezintă numele (identificatorul) pentru UPS-ul master.
ru: В режиме ведомого это имя (идентификатор) ведущего ИБП.
sv: I slav läge är det UPS namnet (Identifier) från UPS mastern.
uk: У режимі 'slave' - це ім'я (ідентифікатор) 'master' ДБЖ.
zh_cn: 在从模式(Slave mode)下，它是主模式UPS (UPS master) 的 UPS 名称（标识）。

source: The driver used to communicate with your UPS.
af: Die aandrywer wat gebruik word om met jou UPS te kommunikeer.
ca: El controlador utilitzat per comunicar-se amb el SAI.
cs: Ovladač sloužící ke komunikaci se zdrojem nepřerušovaného napájení (UPS) pro tento systém.
de: Der Treiber für die Kommunikation mit der unterbrechungsfreien Stromversorgung.
el: Ο οδηγός συσκευής που χρησιμοποιείται για την επικοινωνία με το UPS σας.
es: La unidad usada.para comunicarse con el UPS
fr: Le pilote utilisé pour communiquer avec votre onduleur.
hu: Az Illesztőprogram a szünetmentessel kommunikál.
it: Il driver usato per comunicare con il tuo UPS.
lo: ໄດຣເວີທີ່ໃຊ້ເພື່ອສື່ສານກັບ UPS ຂອງທ່ານ.
nl: Het stuurprogramma dat gebruikt wordt om te communiceren met uw UPS.
pl: Sterownik używany do komunikacji z UPS.
ro: Driverul folosit pentru comunicarea cu UPS-ul.
ru: Драйвер используется для связи с ИБП.
sv: Drivrutinen som används för kommunikation med din UPS.
uk: Драйвер, що використовується для зв'язку з ДБЖ.
zh_cn: 用于与UPS通信的驱动程序。

source: Get a list of available drivers
af: Kry 'n lys van beskikbare aandrywers
ca: Obtè una llista de controladors disponibles
cs: Získat seznam dostupných ovladačů
de: Liste der verfügbaren Treiber anzeigen
el: Λήψη της λίστας των διαθέσιμων οδηγών συσκευών
es: Obtener una lista de controladores disponibles
fr: Obtenir une liste de pilotes disponibles
hu: Elérhető illesztőprogramok listájának lekérése
it: Ottieni la lista dei driver disponibili
lo: ເອົາລາຍຊື່ໄດຣເວີທີ່ມີຢູ່
nl: Lijst met beschikbare stuurprogramma's
pl: Uzyskaj listę dostępnych sterowników
ro: Listare discuri disponibile
ru: Получить список доступных драйверов
sv: Visa en lista över tillgängliga drivrutiner
uk: Отримати список доступних драйверів
zh_cn: 获取可用驱动的列表

source: The serial or USB port where your UPS is connected.
af: Die serieel poort of die USB poort waar jou UPS aangekoppel is.
ca: El port sèrie o USB que està connectat el SAI.
cs: Sériový nebo USB port, ke kterému je UPS zdroj připojený.
de: Serieller oder USB-Port an dem die USV angeschlossen ist.
el: Η σειριακη θύρα ή θύρα USB στην οποία είναι συνδεδεμένο το UPS.
es: El puerto Serie o USB donde está conectado su UPS.
fr: Le port série ou le port USB auquel est connecté votre UPS.
hu: A szünetmentes csatlakozási pontja. (pl. soros, USB, auto, stb.).
it: Porta seriale o USB alla quale è connesso l'UPS.
lo: ພອດ serial ຫຼື USB ທີ່ UPS ຂອງທ່ານເຊື່ອມຕໍ່ຢູ່.
nl: De seriële of USB poort waar de UPS mee verbonden is.
pl: Port szeregowy lub USB, do którego jest podłączony UPS.
ro: Portul serial (COM sau USB) la care este conectat UPS-ul dumneavoastră.
ru: Serial- или USB-порт, к которому подключен ваш UPS.
sv: Serie- eller USB-porten där UPS-enheten är inkopplad.
uk: COM або USB порт, до якого підключений ДБЖ.
zh_cn: 您的 UPS 连接的串行端口或 USB 端口。

source: These parameters are added to the hardware-specific part of the driver.
af: Hierdie parameters word bygevoeg tot die hardeware-spesifieke deel van die drywer.
ca: Aquests paràmetres s'agreguen a la part específica del maquinari del controlador.
cs: Tyto parametry jsou přidány do hardwarově specifické části ovladače.
de: Diese Angaben sind für den Hardware- spezifischen Teil des Treibers.
el: Αυτοί οι παράμετροι προστίθενται στο κομμάτι του οδηγού συσκευής που αφορά στο υλικό.
es: Estos parametros son añadidos en la parte especifica del hardware en el driver de la SAI principal.
fr: Ces paramètres sont ajoutés à la partie spécifique au matériel du pilote.
hu: Ezeket a paramétereket a illesztőprogram hardverfüggő részéhez adjuk hozzá.
it: Questi parametri sono aggiunti alla sezione specifica dell'hardware del driver.
lo: ພາຣາມິເຕີເຫຼົ່ານີ້ຖືກເພີ່ມເຂົ້າໃນສ່ວນທີ່ສະເພາະຂອງຮາດແວຂອງໄດຣເວີ.
nl: Deze parameters worden toegevoegd aan het hardware-specifieke gedeelte van het stuurprogramma.
pl: Te parametry są dodawane do części sterownika specyficznej dla urządzenia.
ro: Acești parametri vor fi atașați la partea hardware a driverului.
ru: Эти параметры добавляются к аппаратной части драйвера.
sv: Dessa parametrar läggs till den hårdvaruspecifika delen av drivrutinen.
uk: Ці параметри додаються до апаратно-специфічної частини драйвера.
zh_cn: 这些参数添加到驱动程序的硬件特定部分。

source: Enable second local connected UPS.
af: Inskakel sekonde plaaslike gekonekteerde UPS.
ca: Activa el segon SAI connectat localment.
cs: Používat druhý tímto strojem přímo dohledovaný UPS zdroj.
de: Zweite lokale UPS einschalten
el: Επιτρέπει δεύτερο τοπικά συνδεμένο UPS.
es: Habilitar UPS secundario conectado localmente
fr: Activer le second onduleur connecté.
hu: Második helyi kapcsolatú szünetmentes engedélyezése.
it: Abilita il secondo UPS connesso localmente
lo: ເປີດໃຊ້ງານ UPS ທີ່ເຊື່ອມຕໍ່ທ້ອງຖິ່ນທີສອງ.
nl: Inschakelen tweede lokaal aangesloten UPS.
pl: Włącz drugi lokalnie podłączony UPS
ro: Activare UPS local secundar.
ru: Включение второго локального подключенного ИБП.
sv: Aktivera en andra lokalt ansluten UPS.
uk: Включити другий локально підключений ДБЖ.
zh_cn: 启用第二个本地连接的UPS。

source: This name is used to uniquely identify your second UPS on this system.
af: Hierdie naam is gebruik om jou tweede UPS uniek in die sisteem uit te ken.
ca: Aquest nom s'utilitza per identificar de forma exclusiva les seves segones SAI's en aquest sistema.
cs: Tento název slouží k jedinečné identifikaci druhého UPS zdroje na tomto systému.
de: Dieser Name wird benutzt um Ihre zweite UPS von diesem System eindeutig zu identifizieren.
el: Αυτό το όνομα χρησιμοποιείται για τη μοναδική αναγνώριση του δεύτερου UPS στο σύστημα
es: Este nombre , es el nombre único de la segunda SAI de este sistema.
fr: Ce nom est utilisé pour identifier de manière unique votre second UPS sur ce système.
hu: Ez a név egyedileg azonosítja a másik szünetmentest ezen a rendszeren.
it: Questo nome è usato unicamente per identificare il secondo UPS nel sistema.
lo: ຊື່ນີ້ຖືກໃຊ້ເພື່ອລະບຸ UPS ທີສອງຂອງທ່ານໃນລະບົບນີ້ໂດຍສະເພາະ.
nl: Geef hier een naam die gebruikt wordt om op deze server uw tweede UPS te identificeren.
pl: Ta nazwa jest używana do identyfikacji drugiego UPS w tym systemie.
ro: Acest nume este folosit pentru a identifica în mod unic UPS-ul secundar.
ru: Это имя используется для идентификации вашего второго ИБП в этой системе.
sv: Detta namn används för att unikt identifiera UPS två på detta system.
uk: Це ім'я використовується для однозначної ідентифікації другого ДБЖ в цій системі.
zh_cn: 此名称用于唯一标识此系统上的第二个UPS。

source: The driver used to communicate with your second UPS.
af: Die aandrywer wat gebruik word om met jou tweede UPS te kommunikeer.
ca: El controlador utilitzat per comunicar-se amb el segon SAI.
cs: Ovladač sloužící pro komunikaci se záložním zdrojem nepřerušovaného napájení (UPS).
de: Der Treiber für die Kommunikation mit der zweiten unterbrechungsfreien Stromversorgung.
el: Ο οδηγός συσκευής που χρησιμοποιείται για την επικοινωνία με το δεύτερο UPS σας.
es: El controlador usado para comunicarse con su UPS secundario
fr: Le pilote utilisé pour communiquer avec votresecond onduleur.
hu: Az illesztőprogram a második szünetmentessel kommunikál.
it: Il driver usato per comunicare con il tuo secondo UPS.
lo: ໄດຣເວີທີ່ໃຊ້ເພື່ອສື່ສານກັບ UPS ທີສອງຂອງທ່ານ.
nl: Het stuurprogramma dat gebruikt wordt om te communiceren met uw tweede UPS.
pl: Sterownik użyty do komunikacji z drugim UPS
ro: Driverul folosit pentru comunicarea cu UPS-ul secundar.
ru: Драйвер используется для связи с вашим вторым ИБП.
sv: Drivrutinen som används för kommunikation med din andra UPS.
uk: Драйвер, що використовується для зв'язку з другим ДБЖ.
zh_cn: 用于与第二个UPS通信的驱动程序。

source: The serial or USB port where your second UPS is connected.
af: Die serieel poort of die USB poort waaraan jou tweede UPS aangekoppel is.
ca: El port sèrie o USB on està connectat el segon SAI.
cs: Sériový nebo USB port, ke kterému je druhý UPS zdroj připojený.
de: Der serielle oder USB-Port an dem Ihre zweite USV angeschlossen ist.
el: Η σειριακή ή USB θύρα που είναι συνδεμένο το δεύτερο UPS.
es: El puerto serie o USB donde la segunda SAI está conectada.
fr: Le port série ou USB où est connecté votre second onduleur.
hu: Soros vagy USB port, ahová a második szünetmentes csatlakozik.
it: La porta seriale o USB dove il secondo UPS è conensso.
lo: ພອດ serial ຫຼື USB ທີ່ UPS ທີສອງຂອງທ່ານເຊື່ອມຕໍ່ຢູ່.
nl: De seriële of USB poort waar de tweede UPS mee verbonden is.
pl: Port szeregowy lub USB, do którego jest podłączony drugi UPS.
ro: Portul serial sau USB la care este conectat UPS-ul secundar.
ru: Последовательный или USB-порт, к которому подключен второй ИБП.
sv: Serie- eller USB-porten där UPS två är ansluten.
uk: COM або USB порт, до якого підключений інший ДБЖ.
zh_cn: 第二个UPS连接的串行或USB端口。

source: These parameters are added to the hardware-specific part of the driver for the second UPS.
af: Hierdie parameters word bygevoeg tot die hardeware-spesifieke deel van die drywer vir die tweede UPS.
ca: Aquests paràmetres s'agreguen a la part específica del maquinari del controlador per al segon SAI.
cs: Tyto parametry jsou přidány do hardwarově specifické části ovladače druhé UPS.
de: Diese Angaben sind für den Hardware- spezifischen Teil des Treibers für die zweite USV.
el: Αυτοί οι παράμετροι προστίθενται στο κομμάτι του οδηγού συσκευής που αφορά στο υλικό για το δεύτερο UPS.
es: Estos parametros son añadidos en la parte especifica del hardware en el driver de la segunda SAI.
fr: Ces paramètres sont ajoutés à la partie spécifique au matériel du pilote pour le deuxième onduleur.
hu: Ezeket a paramétereket a második szünetmentes illesztőprogramjának hardverfüggő részéhez adjuk hozzá.
it: Questi parametri sono aggiunti alla sezione specifica dell'hardware del driver del secondo UPS.
lo: ພາຣາມິເຕີເຫຼົ່ານີ້ຖືກເພີ່ມເຂົ້າໃນສ່ວນທີ່ສະເພາະຂອງຮາດແວຂອງໄດຣເວີສຳລັບ UPS ທີສອງ.
nl: Deze parameters worden toegevoegd aan het hardware-specifieke gedeelte van het stuurprogramma voor de tweede UPS.
pl: Te parametry są dodawane do części sterownika specyficznej dla hardware'u drugiego UPS.
ro: Acești parametri vor fi adăugați la partea hardware a driverului pentru al doilea UPS.
ru: Эти параметры добавляются к аппаратной части драйвера для второго ИБП.
sv: Dessa parametrar läggs till den hårdvaruspecifika delen av drivrutinen för den andra UPS:en.
uk: Ці параметри додаються до апаратної частини драйверу другого ДБЖ.
zh_cn: 这些参数将添加到第二台UPS的驱动程序的硬件特定部分。

source: IP address
af: IP adres
ca: Adreça IP
cs: IP adresa
de: IP-Adresse
el: Διεύθυνση IP
es: Dirección IP
fr: Adresse IP
hu: IP-cím
it: Indirizzo IP
lo: ທີ່ຢູ່ IP
nl: IP-adres
pl: Adres IP
ro: Adresă IP
ru: IP-адрес
sv: IP-adress
uk: IP адреса
zh_cn: IP 地址

source: The IP address of the UPS master.
af: Die IP adres van die UPS meester.
ca: L'adreça IP del mestre SAI.
cs: IP adresa stroje ovládajícího zdroj nepřerušovaného napájení (UPS).
de: IP-Adresse des UPS-Masters
el: Η διέυθυνση IP του πρωτεύοντος UPS.
es: Dirección IP de la SAI Maestra
fr: L'adresse IP du maître UPS
hu: A szünetmentes mester IP címe.
it: Indirizzo IP dell'UPS master.
lo: ທີ່ຢູ່ IP ຂອງ UPS ແມ່ຂ່າຍ.
nl: Het IP-adres van de UPS master.
pl: Adres IP głównego zasilacza UPS
ro: Adresa IP a UPS-ului master.
ru: IP адрес ведущего ИБП.
sv: UPS masterns IP-adress.
uk: IP адреса основного ДБЖ.
zh_cn: 主模式 UPS (UPS master) 的 IP 地址。

source: UPS reaches low battery
af: UPS se battery vlak daal
ca: El SAI ha arribat a bateria baixa
cs: Akumulátory UPS zdroje jsou téměř vybité
de: Unterbrecherfreie Stromversorgung hat niedrigen Batteriestand erreicht.
el: Το UPS έχει χαμηλή στάθμη μπαταρίας
es: UPS alcanza el nivel de batería baja
fr: Batterie faible sur le système UPS
hu: Szünetmentes táp hamarosan lemerül
it: Esaurimento della batteria dell'UPS
lo: UPS ຮອດລະດັບແບັດເຕີຣີຕໍ່າ
nl: UPS heeft een laag batterij niveau bereikt
pl: UPS osiągnął niski stan baterii
ro: Nivel minim baterie
ru: Низкий заряд батареи UPS
sv: UPS-enhet når låg batterinivå
uk: Низький рівень заряду
zh_cn: UPS 电池电量不足

source: UPS goes on battery
af: UPS skakel oor na batterye
ca: SAI va a bateria
cs: UPS zdroj je nyní napájen z akumulátorů
de: UPS geht in den Batterie-Modus
el: Το UPS λειτουργεί με μπαταρία
es: UPS alimentado por la batería
fr: L'UPS bascule sur la batterie
hu: Szünetmentes táp akkumulátorról megy
it: Inizio alimentazione tramite la batteria dell'UPS
lo: UPS ໃຊ້ງານແບັດເຕີຣີ
nl: UPS gaat over op batterij
pl: UPS przełączył się na zasilanie bateryjne
ro: UPS-ul trece pe baterii
ru: Переключение UPS на работу от батареи
sv: UPS-enhet på batteridrift
uk: ДБЖ переходить на батарею
zh_cn: UPS 转用电池

source: Defines when the shutdown is initiated.
af: Definieert wanneer die afsluit word geïnisieer.
ca: Defineix quand el tancament s'inicia
cs: Určuje kdy je zahájeno vypínání.
de: Definiert, wann das Herunterfahren initiiert werden soll.
el: Καθορίζει πότε θα ξεκινήσει ο τερματισμός του συστήματος
es: Define cuando se inicia el apagado.
fr: Définit quand l'arrêt du système est déclenché.
hu: Mikor állítsa le a szervert.
it: Definisci quando lo spegnimento è iniziato.
lo: ກຳນົດວ່າການປິດເຄື່ອງຈະເລີ່ມຕົ້ນເມື່ອໃດ.
nl: Geef aan wanneer het afsluitproces in werking moet treden.
pl: Określa kiedy rozpocznie się zamykanie systemu.
ro: Configurează momentul când se inițiază oprirea sistemului.
ru: Определяет, когда будет инициировано выключение.
sv: Definera när avstängning initieras
uk: Визначає, коли починається відключення.
zh_cn: 设定何时关机。

source: The time in seconds until shutdown is initiated. If the UPS happens to come back before the time is up the shutdown is canceled.
af: Die tyd in sekondes totdat afskakel begin. As die UPS dalk weer aanskakel voordat hierdie tyd verlopp het, word die afskakel gekanseleer.
ca: El temps en segons fins que l'apagat s'inicia. Si el SAI torna abans que el temps s'ha acabat el tancament es cancel·la.
cs: Prodleva zahájení vypínání (v sekundách). Když je napájení z rozvodné sítě obnoveno před vypršením této doby, vypínání je zrušeno.
de: Zeit in Sekunden, bis das Herunterfahren beginnt. Wenn die unterbrecherfreie Stromversorgung wieder anschaltet, bevor die Zeit abgelaufen ist, dann wird das Herunterfahren beendet.
el: Το χρονικό διάστημα μέχρι την εκκίνηση της διαδικασίας τερματισμού του συστήματος. Εάν τύχει να επανέλθει το UPS πριν από αυτό το χρονικό διάστημα, ο τερματισμός του συστήματος ακυρώνεται.
es: Tiempo en segundos hasta que el apagado sea iniciado. Si la UPS recibe energia antes que el tiempo termine, el apagado es cancelado.
fr: Le délai en secondes avant d'effectuer un arrêt du système. Si l'UPS réapparaît avant ce délai, l'arrêt sera annulé.
hu: A leállítás megkezdéséig szükséges idő. Amennyiben ennyi idő alatt a szünetmentes visszaáll, a leállítás megszakad.
it: Il tempo in secondi prima che lo spegnimento sia iniziato. Se l'UPS dovesse ritornare prima dello scadere del tempo lo spegnimento sarà annullato.
lo: ເວລາເປັນວິນາທີຈົນກວ່າການປິດເຄື່ອງຈະເລີ່ມຕົ້ນ. ຖ້າ UPS ກັບມາໃຊ້ງານໄດ້ກ່ອນເວລາຈະໝົດ, ການປິດເຄື່ອງຈະຖືກຍົກເລີກ.
nl: Geef hier de tijd in seconden voor het afsluiten in werking zal treden. Als de UPS weer in bedrijf komt voordat de tijd verstreken is, zal het afsluiten geannuleerd worden.
pl: Czas w sekundach do rozpoczęcia procedury wyłączania. Jeżeli UPS wróci do powróci do poprzedniego stanu przed upłynięciem wyznaczonego czasu procedura wyłączania zostanie zatrzymana
ro: Timpul în secunde până când se inițiază oprirea sistemului. Dacă UPS-ul își revine înainte de expirarea timpului specificat procesul de oprire se suspendă.
ru: Время до начала выключения (в секундах). Если электропитание UPS возобновится до истечения таймера, процесс выключения будет прерван.
sv: Tiden i sekunder tills nedstängning sätts igång. Om UPS:en återkommer innan tiden gått ut, kommer nedstängningen avbrytas.
uk: Час в секундах до ініціювання вимкнення системи. Якщо живлення відновиться до закінчення цього часу, вимкнення системи не відбудеться.
zh_cn: 直到关机的时间（秒）。如果时间到前UPS 恢复，则取消关机。

source: Remote Monitoring
af: Afgeleë Monitoring
ca: Monitorització remota
cs: Vzdálený dohled
de: Fernüberwachung
el: Απομακρυσμένη Παρακολούθηση
es: Monitorización remota
fr: Surveillance à distance
hu: Távfelügyelet
it: Monitoraggio remoto
lo: ການຕິດຕາມກວດກາທາງໄກ
nl: Externe Monitoring
pl: Zdalny monitoring
ro: Monitorizare remote
ru: Удаленный мониторинг
sv: Fjärrövervakning
uk: Віддалене Спостереження
zh_cn: 远程监控

source: Enable remote monitoring of the local connected UPS.
af: Aktiveer afstand monitering van die plaaslike gekoppelde UPS.
ca: Activa la supervisió remota dels SAI connectats locals.
cs: Zpřístupnit údaje o UPS zdroji, přímo dohledovaném tímto serverem, ostatním strojům na síti.
de: Schaltet die entfernte Überwachung der lokal verbundenen UPS ein
el: Ενεργοποιήση της εξ αποστάσεως παρακολούθησης του τοπικά συνδεδεμένου UPS.
es: Habilitar supervisión remota de la SAI conectada localmente
fr: Autoriser le contrôle à distance de l'UPS local.
hu: Helyi UPS távoli megfigyelésének engedélyezése.
it: Abilita monitoraggio remoto degli UPS connessi localmente.
lo: ເປີດໃຊ້ງານການຕິດຕາມກວດກາທາງໄກຂອງ UPS ທີ່ເຊື່ອມຕໍ່ທ້ອງຖິ່ນ.
nl: Inschakelen externe monitoring voor de lokaal verbonden UPS.
pl: Włącz zdalne monitorowanie zasilacza UPS podłączonego lokalnie.
ro: Activare monitorizare la distanță pentru UPS-urile locale.
ru: Включить удаленный мониторинг локально подключенного UPS
sv: Aktivera fjärrövervakning av lokalt ansluten UPS.
uk: Увімкнути віддалений моніторинг локально під'єднаного UPS.
zh_cn: 启用 UPS 的远程监控。

source: Monitoring User
af: Monitering Gebruiker
ca: Supervisant usuari
de: Monitoring Benutzer
el: Χρήστης Παρακολούθησης
es: Mostrar usuario
fr: Surveillance de l'Utilisateur
hu: Felügyeleti felhasználó
it: Monitoraggio utente
lo: ຜູ້ໃຊ້ຕິດຕາມກວດກາ
nl: Monitoring Gebruiker
pl: Użytkownik monitoringu
ro: Monitorizare utilizator
ru: Пользователь мониторинга
sv: Övervakning användare
uk: Користувач моніторингу
zh_cn: 监控用户

source: Remote monitoring username. Must be equal on both master and slave system.
af: Afstand monitering gebruikernaam. Moet gelyk wees op beide meester en slaaf sisteem.
ca: Nom d'usuari de monitorització remota. Ha de ser el mateix en el sistema mestre i esclau.
cs: Uživatelské jméno pro přístup ke sledování stavu protějšku. Je třeba, aby bylo stejné na hlavním i záložním stroji.
de: Remote Monitoring Nutzername. Muss auf dem Master- und Slave-System gleich sein.
el: Όνομα χρήστη για απομακρυσμένη παρακολούθηση. Πρέπει να είναι το ίδιο στο master και στο slave σύστημα.
es: Nombre de usuario de monitoreo remoto. Debe ser igual en ambos sistemas maestro y esclavo
fr: Nom d'utilisateur de contrôle à distance. Doit être le même sur le système maître et esclave.
hu: Távoli felügyeleti felhasználónév. Ugyanannak kell lennie a mester és a szolga rendszeren.
it: Nome utente per il monitoraggio remoto. Deve essere la stessa sia sul sistema controllore che controllato.
lo: ຊື່ຜູ້ໃຊ້ຕິດຕາມກວດກາທາງໄກ. ຕ້ອງຄືກັນທັງໃນລະບົບແມ່ຂ່າຍ ແລະ ລູກຂ່າຍ.
nl: Externe monitoring gebruikersnaam. Moet gelijk zijn op zowel de master als de slave systeem.
pl: Nazwa użytkownika zdalnego monitoringu. Musi być taka sama dla głównego i podrzędnego systemu.
ro: Nume utilizator pentru monitorizare remote. Trebuie să introduceți același nume și pentru sistemul master și pentru cel slave.
ru: Имя пользователя удаленного мониторинга. Должно быть одинаково как для основного и дополнительного.
sv: Användarnamn för fjärrövervakning. Måste vara lika på master och slavsystem.
uk: ім'я користувача віддаленого моніторингу. Повинні бути ідентичні як на ведучої і веденої системах.
zh_cn: 远程监控用户名。 在主系统和从系统上必须相等。

source: Monitoring Password
af: Monitering Wagwoord
ca: Supervisant la contrasenya
de: Monitoring Passwort
el: Κωδικός Παρακολούθησης
es: Mostrar contraseña
fr: Mot de passe de surveillance
hu: Felügyeleti jelszó
it: Monitoraggio password
lo: ລະຫັດຜ່ານຕິດຕາມກວດກາ
nl: Monitoring Wachtwoord
pl: Hasło monitoringu
ro: Parolă monitorizare
ru: Пароль мониторинга
sv: Övervakning lösenord
uk: Пароль моніторингу
zh_cn: 监控密码

source: Remote monitoring password. Must be equal on both master and slave system.
af: Afstand monitering wagwoord. Moet gelyk wees op beide meester en slaaf sisteem.
ca: Contrasenya de monitorització remota. Ha de ser igual tant en el sistema mestre i l'esclau.
cs: Heslo pro přístup ke sledování stavu protějšku. Je třeba, aby bylo stejné na hlavním i záložním stroji.
de: Remote Monitoring Passwort. Muss auf dem Master- und Slave-System gleich sein.
el: Κωδικός πρόσβασης για απομακρυσμένη παρακολούθηση. Πρέπει να είναι το ίδιο στο master και στο slave σύστημα.
es: Contraseña de monitoreo remoto. Debe ser igual en ambos sistemas maestro y esclavo
fr: Mot de passe de contrôle à distance. Doit être le même sur le système maître et esclave.
hu: Távoli felügyeleti jelszó. Ugyanannak kell lennie a mester és a szolga rendszeren.
it: Password per il monitoraggio remoto. Deve essere la stessa sia sul sistema controllore che controllato.
lo: ລະຫັດຜ່ານຕິດຕາມກວດກາທາງໄກ. ຕ້ອງຄືກັນທັງໃນລະບົບແມ່ຂ່າຍ ແລະ ລູກຂ່າຍ.
nl: Externe monitoring wachtwoord. Moet gelijk zijn op zowel de master als de slave systeem.
pl: Hasło zdalnego monitoringu. Musi być takie samo dla głównego i podrzędnego systemu.
ro: Parolă monitorizare remote. Trebuie să introduceți aceeași parolă și pentru sistemul master și pentru cel slave.
ru: Пароль удаленного мониторинга. Должны быть одинаковы как для основного и дополнительного.
sv: Lösenord för fjärrövervakning. Måste vara lika på master och slavsystem.
uk: Пароль віддаленого моніторингу. Повинні бути ідентичні як на ведучої і веденої системах.
zh_cn: 远程监控密码。 在主系统和从系统上必须相等。

source: The subject of the email.
af: Die onderwerp van die epos.
ca: L'assumpte del correu electrònic.
cs: Předmět e-mailu.
de: Betreff des E-Mail.
el: Το θέμα του μηνύματος ηλ.ταχυδρομείου.
es: El asunto del e-mail
fr: Sujet de l'e-mail.
hu: Az e-mail tárgya.
it: L'oggetto della email.
lo: ຫົວຂໍ້ຂອງອີເມວ.
nl: Het onderwerp van de e-mail.
pl: Temat listu
ro: Subiectul emailului.
ru: Тема письма.
sv: E-brevets ämnesrad.
uk: Тема email.
zh_cn: 电子邮件主题。
