Repository: rojim666/xigmanas-code-r10599-trunk
Catalog: locale/xigmanas-*.po
Languages: af, ca, cs, de, el, es, fr, hu, it, lo, nl, pl, ro, ru, sv, uk, zh_cn

source: Group is protected
af: Groep is beskerm
ca: Grup està protegit
cs: Skupina je chráněna
de: Gruppe ist geschützt
el: Η ομάδα είναι προστατευμένη
es: Grupo protegido
fr: Le groupe est protégé
hu: Csoport védett
it: Gruppo protetto
lo: ກຸ່ມຖືກປ້ອງກັນ
nl: Groep is beschermd
ro: Grupul este protejat
ru: Группа защищена
sv: Gruppen är skyddad
uk: Група захищена
zh_cn: 群组被保护

source: Group is unlocked
af: Groep is ontsluit
ca: Grup està desbloquejat
cs: Skupina je odemčená
de: Gruppe ist entsperrt
el: Η ομάδα είναι ξεκλείδωτη
es: Grupo desbloqueado
fr: Le groupe est déverrouillé
hu: Csoport zárolása feloldva
it: Gruppo bloccato
lo: ກຸ່ມຖືກປົດລັອກ
nl: Groep is ontgrendeld
ro: Grupul este deblocat
ru: Группа разблокирована
sv: Gruppen är olåst
uk: Група разблокована
zh_cn: 群组已解锁

source: Delete Selected Groups
af: Skrap Geselekteerde Groepe
ca: Suprimeix grups seleccionats
cs: Smazat označené skupiny
de: Ausgewählte Gruppen löschen
el: Διαγραφή Επιλεγμένων Ομάδων
es: Eliminar grupos seleccionados
fr: Supprimer les groupes sélectionnés
hu: Kiválasztott csoportok törlése
it: Cancella i Gruppi selezionati
lo: ລຶບກຸ່ມທີ່ເລືອກ
nl: Geselecteerde Groepen Verwijderen
pl: Usuń wybrane grupy
ro: Ștergere grupuri selectate
ru: Удалить выбранные группы
sv: Ta bort valda grupper
uk: Видалити вибрані групи
zh_cn: 删除选中的组

source: Do you want to delete selected groups?
af: Wil jy die geselekteerde groepe skrap?
ca: Vols eliminar grups seleccionats?
cs: Opravdu smazat označené skupiny?
de: Möchten Sie die ausgewählten Gruppen löschen?
el: Θέλετε να διαγράψετε τις επιλεγμένες ομάδες;
es: Quiere eliminar los grupos seleccionados?
fr: Voulez-vous supprimer les comptes d'utilisateurs sélectionnés
hu: Biztos, hogy törli a kiválasztott csoportokat?
it: Vuoi eliminare i gruppi selezionati?
lo: ທ່ານຕ້ອງການລຶບກຸ່ມທີ່ເລືອກບໍ່?
nl: Wilt u de geselecteerde groepen verwijderen?
ro: Doriți să ștergeți grupurile selectate?
ru: Вы уверены, что хотите удалить выбранные группы?
sv: Vill du ta bort valda grupper?
uk: Ви підтверджуєте видалення вибраних груп?
zh_cn: 要删除选中的群组吗？

source: Disable Selected Groups
af: Deaktiveer Geselekteerde Groepe
ca: Desactiva els grups seleccionats
cs: Zakázat označené skupiny
de: Ausgewählte Gruppen abschalten
el: Απενεργοποίηση Επιλεγμένων Ομάδων
es: Deshabilitar grupos seleccionados
fr: Désactiver les groupes sélectionnés
hu: Kiválasztott csoportok kikapcsolása
it: Disabilitare i gruppi selezionati
lo: ປິດໃຊ້ງານກຸ່ມທີ່ເລືອກ
nl: Geselecteerde Groepen Uitschakelen
pl: Wyłącz Wybrane Grupy
ro: Dezactivare grupurile selectate
ru: Отключить выбранные группы
sv: Inaktivera valda grupper
uk: Вимкнути обрані групи
zh_cn: 删除选定的组

source: Do you want to disable selected groups?
af: Wil jy geselekteerde groepe deaktiveer?
ca: Voleu desactivar els grups seleccionats?
de: Möchten Sie die ausgewählten Gruppen abschalten?
el: Θέλετε να απενεργοποιήσετε τις επιλεγμένες ομάδες;
es: ¿Desea deshabilitar los grupos seleccionados?
fr: Voulez-vous désactiver les groupes sélectionnés?
hu: Biztos, hogy kikapcsolod a kiválasztott csoportokat?
it: Vuoi disatttivare i gruppi selezionati?
lo: ທ່ານຕ້ອງການປິດໃຊ້ງານກຸ່ມທີ່ເລືອກບໍ່?
nl: Wilt u de geselecteerde groepen uitschakelen?
ro: Doriți să dezactivați grupurile selectate?
ru: Вы хотите отключить выбранные группы?
sv: Vill du inaktivera valda grupper?
uk: Ви підтверджуєте вимкнення обраних груп?
zh_cn: 要禁用所选组吗？

source: Enable Selected Groups
af: Inskakel Geselekteerde Groepe
ca: Activeu grups seleccionats
de: Ausgewählte Gruppen aktivieren
el: Ενεργοποίηση Επιλεγμένων Ομάδων
es: Habilitar grupos seleccionados
fr: Activer les Groupes Sélectionnés
hu: Kiválasztott csoportok bekapcsolása?
it: Abilita gruppi selezionati
lo: ເປີດໃຊ້ງານກຸ່ມທີ່ເລືອກ
nl: Geselecteerde Groepen Inschakelen
ro: Activare grupuri selectate
ru: Включить выбранные группы
sv: Aktivera valda grupper
uk: Дозволити обрані групи
zh_cn: 启用所选组

source: Do you want to enable selected groups?
af: Wil jy geselekteerde groepe inskakel?
ca: Voleu habilitar els grups seleccionats?
de: Möchten Sie die ausgewählten Gruppen einschalten?
el: Θέλετε να ενεργοποιήσετε τις επιλεγμένες ομάδες;
es: ¿Desea habilitar los grupos seleccionados
fr: Voulez-vous activer les groupes sélectionnés?
hu: Biztos, hogy bekapcsolod a kiválasztott csoportokat?
it: Vuoi attivare i gruppi selezionati?
lo: ທ່ານຕ້ອງການເປີດໃຊ້ງານກຸ່ມທີ່ເລືອກບໍ່?
nl: Wilt u de geselecteerde groepen inschakelen?
ro: Doriți să activați grupurile selectate?
ru: Вы хотите включить выбранные группы?
sv: Vill du aktivera valda grupper?
uk: Ви підтверджуєте увімкнення вибраних груп?
zh_cn: 要启用选定的组吗？

source: Toggle Selected Groups
af: Toggle Geselekteerde Groepe
ca: Commuta els grups seleccionats
de: Ausgewählte Gruppen umschalten
el: Μεταβολή Επιλεγμένων Ομάδων
es: Intercambiar grupos seleccionados
fr: Changer d'état les groupes sélectionnés
hu: A kiválasztott csoportok be-, kikapcsolása
it: Abilita i gruppi selezionati
lo: ສະຫຼັບການໃຊ້ງານກຸ່ມທີ່ເລືອກ
nl: Geselecteerde Groepen Omschakelen
ro: Inversare selecție Grupuri selectate
ru: Переключить выбранные группы
sv: Växla valda grupper
uk: Перемкнути обрані групи
zh_cn: 切换选中的组

source: Do you want to toggle selected groups?
af: Doen jy wil geselekteerde groepe toggle?
ca: Voleu canviar els grups seleccionats?
de: Möchten Sie die ausgewählten Gruppen umschalten?
el: Θέλετε να μεταβάλλετε τις επιλεγμένες ομάδες;
es: ¿Desea intercambiar los grupos seleccionados?
fr: Voulez-vous changer d'état les groupes sélectionnés?
hu: Biztos, hogy ki-. bekapcsolod a kiválasztott csoportokat?
it: Vuoi attivare i gruppi selezionati?
lo: ທ່ານຕ້ອງການສະຫຼັບການໃຊ້ງານກຸ່ມທີ່ເລືອກບໍ່?
nl: Wilt u de geselecteerde groepen omschakelen?
ro: Doriți să inversați grupurile selectate?
ru: Вы хотите переключить выбранные группы?
sv: Vill du växla valda grupper?
uk: Ви підтверджуєте перемикання вибраних груп?
zh_cn: 你想切换选定的群组吗？

source: System Group
af: Stelsel Groep
ca: Grup de sistema
de: Systemgruppe
el: Ομάδα Συστήματος
es: Grupos de sistema
fr: Groupe Système
hu: Rendszercsoport
it: Gruppo di sistema
lo: ກຸ່ມລະບົບ
nl: Systeemgroep
ro: Grup sistem
ru: Системная группа
sv: Systemgrupp
uk: Системна група
zh_cn: 系统组

source: Show System Groups
af: Wys Stelsel Groepe
ca: Mostra els grups de sistema
de: Systemgruppen anzeigen
el: Προβολή Ομάδων Συστήματος
es: Mostrar los grupos de sistema
fr: Afficher les groupes système
hu: Rendszercsoportok megjelenítése
it: Visualizza i Gruppi di Sistema
lo: ສະແດງກຸ່ມລະບົບ
nl: Systeemgroepen Weergeven
ro: Afișare grupuri sistem
ru: Показать системные группы
sv: Visa systemgrupper
uk: Показати системні групи
zh_cn: 显示系统组

source: Hide System Groups
af: Versteek Stelsel Groepe
ca: Amaga els grups del sistema
cs: Skrýt systémové skupiny
de: System-Gruppen verbergen
el: Απόκρυψη Ομάδων Συστήματος
es: Oculta Grupos del sistema
fr: Masquer les Groupes du Système
hu: Rendszercsoportok elrejtése
it: Nascondi sistemi gruppi
lo: ຊ່ອນກຸ່ມລະບົບ
nl: Verberg Systeemgroepen
ro: Acundere grupuri sistem
ru: Скрыть системные группы
sv: Göm systemgrupper
uk: Приховати системні групи
zh_cn: 隐藏系统组

source: Enter AD or PDC name.
af: Voer AD of PDC naam in.
ca: Introduïu el nom d'AD o PDC.
de: Eingabe des AD- oder PDC-Namen.
el: Εισάγετε AD ή όνομα PDC.
es: Ingrese el nombre de AD o PDC.
fr: Entrez le nom AD ou PDC.
it: Inserire il nome di AD o PDC.
lo: ປ້ອນຊື່ AD ຫຼື PDC.
nl: geef AD of PDC naam.
ro: Introducere nume AD sau PDC.
ru: Введите имя AD или PDC.
sv: Mata in AD eller PDC namn.
uk: Введіть назву AD або PDC.
zh_cn: 输入AD或PDC名称.

source: Controller Name
af: Beheerdernaam
ca: Nom del controlador
cs: Název ovladače
el: Όνομα Ελεγκτή
es: Nombre del Controlador
fr: Nom du Contrôleur
hu: Vezérlő név
it: Nome del Controller
lo: ຊື່ໂຕຄວບຄຸມ
nl: Controller naam
ro: Nume controler
ru: Имя контроллера
sv: Controllernamn
uk: Ім'я контролера
zh_cn: 控制器名

source: Enter the domain name.
af: Voer die domein naam in.
ca: Introduïu el nom del domini.
de: Eingabe des Domänennamen.
el: Εισάγετε το όνομα του τομέα.
es: Ingrese el nombre del dominio
fr: Entrez le nom de domaine.
it: Inserire il nome di dominio.
lo: ປ້ອນຊື່ໂດເມນ.
nl: Geef de domeinnaam
ro: Introducere nume domeniu.
ru: Введите доменное имя.
sv: Mata in domännamnet.
uk: Введіть ім'я домену.
zh_cn: 输入域名。

source: Enter NetBIOS name.
af: Voer NetBIOS naam in.
ca: Introduïu el nom de NetBIOS.
de: Eingabe des NetBIOS Namen.
el: Εισάγετε όνομα NetBIOS.
es: Ingrese el nombre NetBIOS.
fr: Entrez le nom NetBIOS.
it: Indicare nome NetBIOS
lo: ປ້ອນຊື່ NetBIOS.
nl: Geef NetBIOS naam.
ro: Introducere nume NetBIOS.
ru: Введите имя NetBIOS.
sv: Mata in NetBIOS namn.
uk: Введіть назву NetBIOS.
zh_cn: 输入NetBIOS名称.

source: Enter user name of a domain administrator account.
af: Voer 'n gebruikernaam van 'n domein administrator rekening in.
ca: Introduïu l'usuari del compte d'administrador del domini.
de: Eingabe des Benutzernamens vom Domänenadministratorkonto.
el: Εισάγετε το όνομα χρήστη για ένα λογαριασμό διαχειριστή τομέα.
es: Ingrese el nombre de usuario de una cuenta de administrador de dominio.
fr: Saisissez le nom d'utilisateur d'un compte d'administrateur de domaine.
it: Inserire lo user name dell'account amministratore del dominio
lo: ປ້ອນຊື່ຜູ້ໃຊ້ຂອງບັນຊີຜູ້ດູແລໂດເມນ.
nl: Geef het wachtwoord van het domeinbeheerdersaccount op.
ro: Introduceți numele pentru contul de administrator domeniu.
ru: Введите имя пользователя учетной записи администратора домена.
sv: Mata in användarnamnet för domänens administratörskonto.
uk: Введіть ім’я користувача облікового запису адміністратора домену.
zh_cn: 输入域名管理员帐户名称

source: Admin
ca: Administrador
cs: Správce
el: Διαχειριστής
it: Amministratore
lo: ຜູ້ດູແລ
ru: Администратор
uk: Адміністратор
zh_cn: 管理员

source: Enter the password of the domain administrator account.
af: Voer die wagwoord van die domein administrator rekening in.
ca: Introduïu la contrasenya del compte d'administrador del domini.
de: Eingabe Kennwort vom Domänenadministratorkonto.
el: Εισάγετε τον κωδικό πρόσβασης του διαχειριστή τομέα.
es: Ingrese la contraseña de la cuenta de administrador de dominio.
fr: Saisissez le mot de passe du compte administrateur de domaine.
it: Inserire la password dell'account dell'amministratore del dominio.
lo: ປ້ອນລະຫັດຜ່ານຂອງບັນຊີຜູ້ດູແລໂດເມນ.
nl: Geef het wachtwoord van het domeinbeheerdersaccount op.
ro: Introduceți parola pentru contul de administrator domeniu.
ru: Введите пароль учетной записи администратора домена.
sv: Mata in lösenordet för domänens administratörskonto.
uk: Введіть пароль облікового запису адміністратора домену.
zh_cn: 输入域名管理员帐户密码。

source: Domain Controller Name
af: Domein Kontroleerder Naam
ca: Nom de controlador de domini
cs: Název řadiče domény
de: Domänencontroller Name
el: Όνομα Ελεγκτή Τομέα
es: Nombre del controlador de dominio
fr: Nom du contrôleur de domaine
hu: Tartományvezérlő neve
it: Domani Controller Name
lo: ຊື່ໂຕຄວບຄຸມໂດເມນ
nl: Domeincontroller Naam
ro: Nume Controler Domeniu
ru: Имя контроллера домена
sv: Namn på domänkontroller
uk: Ім'я контролера домену
zh_cn: 域控制器名

source: Domain Name (DNS/Realm-Name)
af: Domein Naam (DNS/Realm-Naam)
ca: Nom de domini (DNS/Nom real)
cs: Název domény (DNS/Realm)
de: Domänenname (DNS/ Bereich)
el: Όνομα Τομέα (όνομα DNS/Realm)
es: Nombre de Dominio (DNS/Realm-Name)
fr: Nom de domaine (DNS / nom de domaine)
hu: Domain név (DNS/Területnév)
it: Nome Dominio (DNS/Realm-Name)
lo: ຊື່ໂດເມນ (DNS/Realm-Name)
nl: Domeinnaam (DNS/Realm-Name)
ro: Nume Domeniu (DNS/Realm-Name)
ru: Имя домена (DNS/Realm-имя)
sv: Domännamn (DNS/Realm-namn)
uk: Ім'я домену (DNS/Realm-ім'я)
zh_cn: 域名（DNS/真名）

source: Domain Name (NetBIOS-Name)
af: Domein Naam (NetBIOS-Naam)
ca: Nom de domini (Nom NetBIOS)
cs: Název domény (NetBIOS)
el: Όνομα Τομέα (όνομα NetBIOS)
es: Nombre de Dominio (NetBIOS-Name)
fr: Nom de domaine (nom NetBIOS)
hu: Domain név (NetBIOS név)
it: Nome Dominio (NetBIOS-Name)
lo: ຊື່ໂດເມນ (NetBIOS-Name)
nl: Domeinnaam (NetBIOS-Name)
ro: Nume Domeniu (NetBIOS-Name)
ru: Имя домена (NetBIOS-имя)
sv: Domännamn (NetBIOS-namn)
uk: Ім'я домену (NetBIOS-ім'я)
zh_cn: 域名（NetBIOS名称）

source: Administrator Name
af: Administrateur Naam
ca: Nom de l'administrador
cs: Jméno správce
de: Administratoren-Name
el: Όνομα Διαχειριστή
es: Nombre del Administrador
fr: Nom de l'Administrateur
hu: Rendszergazda neve
it: Nome Amministratore
lo: ຊື່ຜູ້ດູແລ
nl: Administrator Naam
pl: Nazwa administratora
ro: Nume administrator
ru: Имя администратора
sv: Administratörsnamn
uk: Ім'я адміністратора
zh_cn: 管理员名称

source: Administrator Password
af: Administrateurwagwoord
ca: Contrasenya de l'administrador
cs: Heslo správce
de: Administrator-Passwort
el: Κωδικός Διαχειριστή
es: Contraseña de administrador
fr: Mot de passe Administrateur
hu: Rendszergazdai jelszó
it: Password Amministratore
lo: ລະຫັດຜ່ານຜູ້ດູແລ
nl: Administrator wachtwoord
pl: Hasło administratora
ro: Parolă administrator
ru: Пароль администратора
sv: Administratörslösenord
uk: Пароль адміністратора
zh_cn: 管理员密码

source: Add Reboot Schedule
af: Voeg Herlaai Skedule By
ca: Afegiu una programació de reinici
cs: Naplánovat restart
de: Neustart-Zeitplan hinzufügen
el: Προσθήκη Προγραμματισμένης Επανεκκίνησης
es: Añadir programación de reinicios
fr: Ajouter une Planification de Redémarrage
hu: Újraindítás ütemezése
it: Aggiungi un Riavvio Programmato
lo: ເພີ່ມຕາຕະລາງການຣີບູດ
nl: Herstart Schema Toevoegen
pl: Dodaj Reset Plan
ro: Adăugare programare repornire
ru: Добавить расписание перезагрузки
sv: Lägg till schemalagd omstart
uk: Додати розклад перезавантаження
zh_cn: 添加重启计划

source: Edit Reboot Schedule
af: Redigeer Herlaai Skedule
ca: Edita la programació de reinici
de: Neustart Zeitplan bearbeiten
el: Επεξεργασία Προγραμματισμένης Επανεκκίνησης
es: Editar reinicios programados
fr: Modifier la Planification de Redémarrage
it: Modifica la schedulazione del riavvio
lo: ແກ້ໄຂຕາຕະລາງການຣີບູດ
nl: Herstart Planning Bewerken
ro: Editare programare repornire
ru: Изменить расписание перезагрузки
sv: Ändra schemalagd omstart
uk: Змінити розклад перезавантаження
zh_cn: 编辑重新启动计划

source: Reboot Schedule is marked for deletion
ca: La planificació de reinici está marcada per esborrar
de: Zeitplan für Neustarten ist zur Löschung markiert
el: Η Προγραμματισμένη Επανεκκίνηση έχει σημειωθεί προς διαγραφή
es: La programación de reinicios está marcada para borrado
fr: La Planification de Redémarrage est marquée pour suppression
it: La schedulazione del riavvio è contrassegnata per la cancellazione
lo: ຕາຕະລາງການຣີບູດຖືກໝາຍໄວ້ເພື່ອລຶບ
nl: Herstart Planning is gemarkeerd voor verwijdering
ro: Programarea de repornire este marcată pentru ștergere
ru: График перезагрузки отмечен для удаления
sv: Schemalagd omstart är markerad för borttagning
uk: Розклад перезавантаження маркований для видалення
zh_cn: 重启计划被标记为删除

source: Reboot Schedule is locked
ca: La planificació de reinici está bloquejada
de: Zeitplan für Neustarten ist gesperrt
el: Η Προγραμματισμένη Επανεκκίνηση είναι κλειδωμένη
es: La programación de reinicios está bloqueada
fr: La Planification de Redémarrage est verrouillée
it: La schedulazione del riavvio è bloccata
lo: ຕາຕະລາງການຣີບູດຖືກລັອກ
nl: Herstart Planning is vergrendeld
ro: Programarea de repornire este blocată
ru: Расписание перезагрузки заблокировано
sv: Schemalagd omstart är låst
uk: Розклад перезавантаження заблокований
zh_cn: 重启计划已锁定

source: Reboot Schedule is unlocked
ca: La planificació de reinici esta desbloquejada
de: Zeitplan für Neustarten ist entsperrt
el: Η Προγραμματισμένη Επανεκκίνηση είναι ξεκλείδωτη
es: La programación de reinicios está desbloqueada
fr: La Planification de Redémarrage est déverrouillée
it: La schedulazione del riavvio è sbloccata
lo: ຕາຕະລາງການຣີບູດຖືກປົດລັອກ
ro: Programarea de repornire este deblocată
ru: Расписание перезагрузки разблокировано
sv: Schemalagd omstart är olåst
uk: Розклад перезавантаження розблокований
zh_cn: 重启计划已解锁

source: Delete Selected Reboot Schedules
af: Vee Gekose Herlaai Skedules Uit
ca: Esborrar les programacions d'reinici seleccionades
de: Ausgewählte Neustart Zeitpläne löschen
el: Διαγραφή Επιλεγμένων Προγραμματισμένων Επανεκκινήσεων
es: Borrar programación de reinicios
fr: Supprimer les Planifications de Redémarrage Sélectionnées
it: Cancella i riavvi programmati selezionati
lo: ລຶບຕາຕະລາງການຣີບູດທີ່ເລືອກ
nl: Geselecteerde Herstart Planning Verwijderen
ro: Ștergere programări de repornire selectate
ru: Удалить выбранные расписания перезагрузки
sv: Ta bort vald schemalagd omstart
uk: Видалити обрані розклади перезавантаження
zh_cn: 删除选定的重启计划

source: Do you want to delete selected reboot schedules?
af: Wil jy die gekose herlaai skedules uitvee?
ca: Voleu suprimir les planificacions de reinici seleccionades?
de: Möchten Sie die ausgewählten Neustart Zeitpläne löschen?
el: Θέλετε να διαγράψετε τις επιλεγμένες προγραμματισμένες επανεκκινήσεις;
es: Desea borrar los reinicios programados?
fr: Voulez-vous supprimer les planifications de redémarrage sélectionnées?
it: vuoi cancellare i riavvi programmati selezionati?
lo: ທ່ານຕ້ອງການລຶບຕາຕະລາງການຣີບູດທີ່ເລືອກບໍ່?
nl: Wilt u de geselecteerde herstart planningen verwijderen?
ro: Doriți să ștergeți programările de repornire selectate?
ru: Вы хотите удалить выбранные расписания перезагрузки?
sv: Vill du ta bort vald schemalagd omstart
uk: Ви дійсно бажаєте видалити обрані розклади перезавантаження
zh_cn: 是否要删除选定的重启计划？

source: Disable Selected Reboot Schedules
af: Deaktiveer Gekose Herlaai Skedules
ca: Descativar les programacions d'reinici seleccionades
de: Ausgewählte Neustart Zeitpläne deaktivieren
el: Απενεργοποίηση Επιλεγμένων Προγραμματισμένων Επανεκκινήσεων
es: Deshabilitar programación de reinicios
fr: Désactiver les Planifications de Redémarrage Sélectionnées
it: Disabilita i riavvi programmati selezionati
lo: ປິດໃຊ້ງານຕາຕະລາງການຣີບູດທີ່ເລືອກ
nl: Geselecteerde Herstart Planning Uitschakelen
ro: Dezactivare programări de repornire selectate
ru: Отключить выбранные расписания перезагрузки
sv: Inaktivera vald schemalagd omstart
uk: Вимкнути обрані розклади перезавантаження
zh_cn: 禁用选中的重启计划

source: Do you want to disable selected reboot schedules?
af: Wil jy die gekose herlaai skedules deaktiveer?
ca: Voleu desactivar les planificacions de reinici seleccionades?
de: Möchten Sie die ausgewählten Neustart Zeitpläne deaktivieren?
el: Θέλετε να απενεργοποιήσετε τις επιλεγμένες προγραμματισμένες επανεκκινήσεις;
es: Desea deshabilitar los reinicios programados?
fr: Voulez-vous désactiver les planifications de redémarrage sélectionnées?
it: Vuoi disabilitare i riavvi programmati selezionati?
lo: ທ່ານຕ້ອງການປິດໃຊ້ງານຕາຕະລາງການຣີບູດທີ່ເລືອກບໍ່?
nl: Wilt u de geselecteerde herstart planningen uitschakelen?
ro: Doriți să dezactivați programările de repornire selectate?
ru: Вы хотите отключить выбранные расписания перезагрузки?
sv: Vill du inaktivera vald schemalagd omstart
uk: Ви дійсно бажаєте вимкнути обрані розклади перезавантаження
zh_cn: 是否要禁用选定的重新启动计划？

source: Enable Selected Reboot Schedules
af: Aktiveer Gekose Herlaai Skedules
ca: Activeu les planificacions de reinici seleccionats
de: Ausgewählte Neustart Zeitpläne aktivieren
el: Ενεργοποίηση Επιλεγμένων Προγραμματισμένων Επανεκκινήσεων
es: Habilitar reinicios programados
fr: Activer les Planifications de Redémarrage Sélectionnées?
it: Abilita la schedulazione dei riavvii selezionati
lo: ເປີດໃຊ້ງານຕາຕະລາງການຣີບູດທີ່ເລືອກ
nl: Geselecteerde Herstart Planningen Inschakelen
ro: Activare programări repornire selectate
ru: Включить выбранные расписания перезагрузки
sv: Aktivera vald schemalagd omstart
uk: Увімкнути обрані розклади перезавантаження
zh_cn: 启用选定的重新启动计划

source: Do you want to enable selected reboot schedules?
af: Wil jy die gekose skedules aktiveer?
ca: Voleu habilitar les planificacions de reinici seleccionades?
de: Möchten Sie die ausgewählten Neustart Zeitpläne aktivieren?
el: Θέλετε να ενεργοποιήσετε τις επιλεγμένες προγραμματισμένες επανεκκινήσεις;
es: Desea habilitar los reinicios programados?
fr: Voulez-vous activer les planifications de redémarrage sélectionnées?
it: Vuoi abilitare le pianificazioni di riavvio ?
lo: ທ່ານຕ້ອງການເປີດໃຊ້ງານຕາຕະລາງການຣີບູດທີ່ເລືອກບໍ່?
nl: Wilt u de geselecteerde herstart planningen inschakelen?
ro: Doriți să activați programările de repornire selectate?
ru: Вы хотите включить выбранные расписания перезагрузки?
sv: Vill du aktivera vald schemalagd omstart
uk: Ви дійсно бажаєте увімкнути обрані розклади перезавантаження
zh_cn: 是否要启用选定的重新启动计划？

source: Toggle Selected Reboot Schedules
ca: Commuta les planificacions de reinici seleccionats
de: Umschalten der ausgewählten Neustart-Zeitpläne
el: Εναλλαγή Επιλογής Επιλεγμένων Προγραμματισμένων Επανεκκινήσεων
es: Intercambiar los reinicios programados.
fr: Changer d'état les planifications de reboot sélectionnées
it: Abilitare la schedulazione dei riavvii selezionati
lo: ສະຫຼັບການໃຊ້ງານຕາຕະລາງການຣີບູດທີ່ເລືອກ
nl: Geselecteerde Herstart Planningen Omschakelen
ro: Inversare selecție programări repornire
ru: Переключить выбранные расписания перезагрузки
sv: Växla valda schemalagda omstarter
uk: Перемкнути обрані розклади перезавантаження
zh_cn: 切换选定的重启计划

source: Do you want to toggle selected reboot schedules?
af: Wil jy die gekose herlaai skedules wissel?
ca: Voleu canviar les planificacions de reinici seleccionades?
de: Möchten Sie ausgewählte Neustartzeitpläne umschalten?
el: Θέλετε να κάνετε εναλλαγή επιλογής των επιλεγμένων προγραμματισμένων επανεκκινήσεων;
es: Desea intercambiar los reinicios programados?
fr: Voulez-vous changer d'état les planifications de redémarrage sélectionnées?
it: Vuoi cambiare lo stato di selezione delle pianificazioni di riavvio ?
lo: ທ່ານຕ້ອງການສະຫຼັບການໃຊ້ງານຕາຕະລາງການຣີບູດທີ່ເລືອກບໍ່?
nl: Wilt u de geselecteerde herstart planningen omschakelen?
ro: Doriți să inversați starea programărilor de repornire selectate?
ru: Вы хотите переключить выбранные расписания перезагрузки?
sv: Vill du växla vald schemalagd omstart
uk: Ви дійсно бажаєте перемкнути вибрані розклади перезавантаження
zh_cn: 是否要切换选定的重新启动计划？

source: Send daemon event messages.
af: Stuur daemon gebeurtenis boodskappe.
ca: Enviar missatges d'esdeveniments del dimoni.
cs: Posílat zprávy o událostech v procesu služby.
de: Sende Ereignismeldungen von Dienstprogrammen.
el: Αποστολή μηνυμάτων συμβάντων δαίμονα.
es: Enviar eventos Demonios
fr: Envoyer des messages d'événement daemon.
hu: Deamon eseményüzenetek küldése.
it: Invia messaggi sugli eventi dei demoni.
lo: ສົ່ງຂໍ້ຄວາມເຫດການຂອງເດມອນ.
nl: Stuur daemon gebeurtenis berichten.
ro: Trimite mesaje pentru evenimente daemon.
ru: Отправлять сообщения о событиях процессов.
sv: Skicka meddeladen om demonhändelser.
uk: Надсилати повідомлення про події демонів.
zh_cn: 发送守护进程事件消息。

source: Send FTP event messages.
af: Stuur FTP gebeurtenis boodskappe.
ca: Enviar missatges d'esdeveniments FTP.
cs: Posílat zprávy o událostech v FTP.
de: Sende FTP Ereignisse.
el: Αποστολή μηνυμάτων συμβάντων FTP.
es: Enviar eventos FTP
fr: Envoyer des messages d'événement FTP.
hu: FTP eseményüzenetek küldése
it: Invia messaggi sugli eventi FTP
lo: ສົ່ງຂໍ້ຄວາມເຫດການຂອງ FTP.
nl: Stuur FTP gebeurtenis berichten.
ro: Trimite mesaje pentru evenimente FTP.
ru: Отправлять сообщения о событиях FTP.
sv: Skicka meddeladen om FTP-händelser.
uk: Надсилати повідомлення про події FTP.
zh_cn: 发送FTP事件消息。
