Repository: rojim666/xigmanas-code-r10599-trunk
Catalog: locale/xigmanas-*.po
Languages: af, ca, cs, de, el, es, fr, hu, it, lo, nl, pl, ro, ru, sv, uk, zh_cn

source: Community
af: Gemeenskap
ca: Comunitat
cs: Komunita (přihlašovací jméno)
de: Gemeinschaft
el: Κοινότητα
es: Comunidad
fr: Communauté
hu: Közösség
it: Comunità
lo: ຊຸມຊົນ
nl: Gemeenschap
pl: Społeczność
ro: Comunitate
ru: Сообщество
uk: Спільнота
zh_cn: 社群

source: Trap Host
af: Lokval Gasheer
ca: Trampa d'amfitrió
cs: Stroj pro upozorňování
de: Trap Gerät
el: Trap Υπολογιστής
hu: Csapda kiszolgálója
it: Host messaggi
lo: ໂຮສຕ໌ Trap
ro: Sistem captură
ru: Хост Trap
sv: Trap värd
uk: Хост Trap
zh_cn: Trap主机

source: Trap Port
af: Lokval Poort
ca: Port de trampa
cs: Port pro upozorňování
el: Trap Θύρα
es: Puerto Trap
hu: Csapda portja
it: Porta messaggi
lo: ພອດ Trap
nl: Trap Poort
ro: Port captură
ru: Порт Trap
uk: Порт Trap
zh_cn: Trap端口

source: Trap String
af: Lokval String
ca: Cadena de trampa
cs: Řetězec upozornění
de: Trap Zeichen
el: Trap Κείμενο
es: Cadena Trap
hu: Csapda karaktersorozata
it: Stringa messaggio
lo: ສະຕຣິງ Trap
nl: Trap Tekenreeks
ro: Text captură
ru: Строка Trap
sv: Trap sträng
uk: Строка Trap
zh_cn: Trap字符串

source: Location information, e.g. physical location of this system: 'Floor of building, Room xyz'.
af: Ligging informasie, b.v. fisiese ligging van hierdie stelsel: 'Floor of building, Room xyz'.
ca: Informació d'ubicació, per exemple, ubicació física d'aquest sistema: "Planta d'edifici, xyz Sala '.
cs: Informace o umístění, např. kde se tento stroj fyzicky nachází: „v kuchyni vedle lednice“ nebo „ve třetím patře hlavní budovy, serverovna vlevo na konci chodby“
de: Ortsangabe, z. B. physischer Standort dieses Systems: 'Etage des Gebäudes, Raum xyz'.
el: Πληροφορίες τοποθεσίας, πχ. φυσική τοποθεσία αυτού του συστήματος: 'Όροφος Κτιρίου, Δωμάτιο χψζ'.
es: Informacion de ubicacion, Ej: ubicacion física del sistema: "Piso del edificio, Habitacion xyz".
fr: Information de localisation, eq. localisation physique de ce système: 'Etage de l'immeuble, pièce xyz'.
hu: Hely információk, pl.: fizikailag hol van a számítógép: 'x-edik emelet, x+1-es szoba'
it: Informazioni sull'ubicazione, es. ubicazione fisica del sistema: 'Primo piano dell'edificio, Stanza xyz'.
lo: ຂໍ້ມູນທີ່ຕັ້ງ, ຕົວຢ່າງ ທີ່ຕັ້ງທາງກາຍະພາບຂອງລະບົບນີ້: 'ຊັ້ນຂອງອາຄານ, ຫ້ອງ xyz'.
nl: Locatie informatie, bijv. de fysieke locatie van het systeem: 'etage van het gebouw, Kamer xyz.'.
pl: Informacja o położeniu, np. fizyczne umiejscowienie tego systemu: 'Podłoga budynku, pokój xyz'.
ro: Localizarea serverului, ex. informații despre localizarea fizică: 'etaj, clădire, birou etc.'.
ru: Информация о расположении (например, физическое местонахождение этой системы: "Подвал здания, комната 004").
sv: Platsinformation, t.ex. fysisk placering av detta system: 'Våning, rum xyz'.
uk: Інформація про місце знаходження, таке як фізичне розташування цієї системи: "Поверх будівлі, Кімната xyz".
zh_cn: 位置信息，例：这台机器实际存放的地点：'哪栋大楼的几楼几室'。

source: Contact information, e.g. name or email of the person responsible for this system: 'admin@email.address'.
af: Kontak inligting, b.v. naam of epos van die persoon verantwoordelik vir die sisteem: 'admin@email.address'.
ca: Informació de contacte, exemple, nom o e.mail del responsable d'aquest sistema; admin@email.adressa
cs: Kontaktní údaje, např. jméno nebo e-mailová adresa osoby, odpovědné za tento systém, např.: „admin@emailova.adresa“.
de: Kontakt-Information, z. B. Name oder E-Mail der für dieses System verantwortlichen Person: 'admin@email.address'.
el: Πληροφορίες επικοινωνίας, πχ όνομα ή διεύθυνση ηλεκτρονικού ταχυδρομείου του υπεύθυνου για αυτό το σύστημα: 'admin@email.address'.
es: Informacion de contacto, por ejemplo nombre o correo electronico de la persona responsable de este sistema: 'admin@direccion.email'.
fr: Information de contact, eq. nom ou e-mail du responsable de ce système: 'admin@email.address'.
hu: Elérhetőség, például a rendszerért felelős személy neve vagy e-mailcíme. "rendszergazda@email.cím".
it: Informazione per il contatto, es. nome o email della persona responsabile del sistema: 'admin@email.address'.
lo: ຂໍ້ມູນຕິດຕໍ່, ຕົວຢ່າງ ຊື່ ຫຼື ອີເມວຂອງບຸກຄົນທີ່ຮັບຜິດຊອບລະບົບນີ້: 'admin@email.address'.
nl: Contact informatie, bijv. de naam of e-mail adres van de persoon die verantwoordelijk is voor dit systeem: 'admin@email.adres'.
ro: Informații de contact, spre exemplu numele sau adresa de email ale administratorului de sistem: 'admin@adresa.de.email'.
ru: Контактная информация (имя или e-mail лица, ответственного за эту систему: 'admin@email.address').
sv: Kontaktinformation, så som namn eller e-postadress på personen ansvarig för detta system: 'admin@email.address'.
uk: Контактна інформація, наприклад ім'я або адреса електронної пошти особи, відповідальної за цю систему: «admin@email.address».
zh_cn: 联系人资讯，例如系统管理员的姓名或是电子邮件： email：admin@email.address。

source: In most cases, 'public' is used here.
af: In meeste gevalle word 'publiek' hier gebruik.
ca: En la majoria dels casos, "públic" s'utilitza aquí.
cs: Ve většině případů je zde použito heslo „public“.
de: In den meisten Fällen wird hier 'public' benutzt.
el: Στις περισσότερες περιπτώσεις, το 'Δημόσιο' χρησιμοποιείται εδώ.
es: En la mayoría de los casos, 'public' es usado aquí.
fr: Dans la plupart des cas, 'public' est utilisé ici.
hu: A legtöbb esetben a 'publikus' használandó.
it: Nella maggior parte dei casi qui si utilizza 'public'.
lo: ໃນກໍລະນີສ່ວນໃຫຍ່, 'public' ຖືກນໍາໃຊ້ທີ່ນີ້.
nl: In de meeste gevallen, wordt 'publiek' hier gebruikt.
pl: W większości przypadków używa się tu 'publiczny'
ro: În cele mai multe cazuri aici se utilizează 'public'.
ru: В большинстве случаев здесь используется 'public'.
sv: I de flesta fallen används 'public' här.
uk: В більшості випадків тут використовується 'public'.
zh_cn: 大多数的情况下，这里应该是'public'

source: Traps
af: Lokvalle
ca: Captures
cs: Upozorňování (trap)
el: Παγίδες
es: Trampas (traps)
hu: Csapdák
pl: Pułapki
ro: Capcane
ru: Сообщения (traps)
sv: Fällor
uk: Пастки (Traps)

source: Enable traps.
af: Aktiveer lokvalle.
ca: Activar les trampes.
cs: Zapnout SNMP hlášení.
de: Traps aktivieren.
el: Ενεργοποίηση παγίδων.
es: Activar traps
fr: Activer les traps.
hu: Csapdák engedélyezése.
it: Attivare traps
lo: ເປີດໃຊ້ງານ traps.
nl: Traps inschakelen.
pl: Włącz pułapki.
ro: Activare capcane software (traps).
ru: Разрешить отправку сообщений (traps)
sv: Aktivera fällor.
uk: Увімкнути повідомлення (traps).
zh_cn: 启用 traps。

source: Enter trap host name.
af: Ingaan lokvall gasheer-naam.
ca: Introduïu trampa nom d'amfitrió.
cs: Zadejte název stroje, na který budou SNMP upozornění zasílána.
de: Geben Sie den Trap Hostnamen an.
el: Εισάγετε το όνομα του κεντρικού υπολογιστή παγίδα.
es: Ingrese el nombre de equipo trampa.
fr: Nom du hôte vers lequel envoyer les traps SNMP
hu: Add meg a csapda állomás nevét.
it: Inserire un nome di host per le trap
lo: ໃສ່ຊື່ໂຮສຕ໌ trap.
nl: Geef de trap hostnaam op.
ro: Introduceți numele sistemului pentru capcane software
ru: Имя сервера, ведущего мониторинг и прием сообщений.
sv: Skriv in "fällans" värdnamn.
uk: Ім'я хоста, що прослуховує повідомлення (traps).
zh_cn: 请输入 Trap 主机名。

source: Enter the port to send the traps to (default 162).
af: Ingaan die poort om stuur die lokvalle (verstek 162).
ca: Introduïu el port per enviar les trampes (per defecte 162).
cs: Zadejte číslo portu, na který budou upozornění zasílána (výchozí je 162).
de: Geben Sie den Port an, an den die Traps gesendet werden sollen (Standard 162).
el: Εισάγετε τη θύρα που θα αποστέλονται οι παγιδεύσεις (προεπιλογή 162).
es: Introduzca el puerto donde enviar las interrupciones (por defecto 162).
fr: Port sur lequel envoyer les traps SNMP (162 par défaut).
hu: Add meg a csapdák portját (alapértelmezetten 162).
it: Inserire la porta alla quale inviare le trap (default 162).
lo: ໃສ່ພອດທີ່ຈະສົ່ງ traps ໄປ (ຄ່າເລີ່ມຕົ້ນ 162).
nl: Vul de poort in waar de traps naar toe word verstruurd (standaard 162).
pl: Port na który mają trafiać komunikaty SNMP-Trap (domyślnie 162).
ro: Introduceți portul pentru capcanele software (implicit 162).
ru: Порт, на который будут отправляться сообщения (по умолчанию 162-й).
sv: Ange port att sända fällor (traps) (standard 162).
uk: Введіть порт для відправки повідомлень (traps), (за замовчуванням 162).
zh_cn: 请输入 Traps 传输端口（默认为 162）

source: Trap string.
af: Lokval string.
ca: Cadena de captura
cs: Obsah upozornění
el: Παγίδευση συμβολοσειράς.
fr: Chaîne de formatage des traps (trapstring).
hu: Csapda-karaktersorozat.
lo: ສະຕຣິງ Trap.
nl: Trap tekenreeks.
ro: Captură text.
ru: Строка, содержащая текст сообщений.
sv: Strängfälla (Trap string)
uk: Текст повідомлень (traps).
zh_cn: Trap 字符串。

source: These parameters will be added to %s.
af: Hierdie parameters sal by %s bygevoeg word.
ca: Aquests paràmetres s'agreguen a %s.
cs: Tyto parametry budou přidány k %s.
de: Diese Parameter werden %s hinzugefügt.
el: Αυτές οι παράμετροι θα προστεθούν στο %s.
es: Estos parámetros serán agregados a %s.
fr: Ces paramètres vont être ajoutés à '%s'.
hu: Ezek a paraméterek hozzáadódnak a következőhöz: %s.
it: Questi parametri saranno aggiunti a %s.
lo: ພາຣາມິເຕີເຫຼົ່ານີ້ຈະຖືກເພີ່ມເຂົ້າໃນ %s.
nl: Deze parameters worden toegevoegd aan %s.
pl: Parametry te zostaną dodane do %s.
ro: Acești parametri vor fi adăugați la %s.
ru: Эти параметры будут добавлены к %s.
sv: Dessa parametrar kommer att läggas till %s.
uk: Ці параметри будуть додані до %s.
zh_cn: 这些参数将被添加到 %s 。

source: SNMP Modules
ca: Mòduls SNMP
cs: SNMP moduly
de: SNMP Module
el: Αρθρώματα SNMP
es: Módulos SNMP
fr: Modules SNMP
hu: SNMP modulok
it: Moduli SNMP
lo: ໂມດູນ SNMP
pl: Moduły SNMP
ro: Module SNMP
ru: Модули SNMP
sv: SNMP Moduler
uk: Модулі SNMP
zh_cn: SNMP 模组

source: Host resources
af: Gasheer hulpbronne
ca: Recursos de máquina
cs: Postředky stroje
de: Host-Ressourcen
el: Πόροι υπολογιστή
es: Recursos del host.
fr: Ressources du serveur
hu: Állomás-erőforrások
it: Risorse dell'Host
lo: ຊັບພະຍາກອນໂຮສຕ໌
nl: Host bronnen
pl: Zasoby hosta
ro: Resurse sistem
ru: Ресурсы хоста
sv: Värdresurser
uk: Ресурси хоста
zh_cn: 主机资源

source: The associated MIB files can be found at %s.
af: Die geassosieerde MIB lêers kan gevind word by %s.
ca: Els arxius MIB associades es poden trobar a%s.
cs: Příslušné MIB soubory jsou k dispozici v %s.
de: Die dazugehörigen MIB Dateien können unter %s gefunden werden.
el: Τα συσχετιζόμενα αρχεία MIB, μπορούν να βρεθούν στο %s
es: Los archivos MIB asociados pueden ser encontrados en %s.
fr: Les fichiers de MIB associés sont disponibles sur %s.
hu: A kapcsolódó MIB fájlok megtalálható a következő helyen: %s.
it: I files MIB associati si trovano su %s.
lo: ໄຟລ໌ MIB ທີ່ກ່ຽວຂ້ອງສາມາດພົບໄດ້ທີ່ %s.
nl: De geassocieerde MIB bestanden kunnen gevonden worden op %s.
pl: Dowiązane pliki MIB znajdują się w %s.
ro: Fișierele MIB asociate pot fi găsite la %s.
ru: Соответствующие MIB-файлы могут быть найдены в %s.
sv: De assosierade MIB filerna finns på %s
uk: Відповідні MIB-файли можуть бути знайдені в %s.
zh_cn: 可以在 %s 中找到相关的 MIB 文件。

source: The path %s does not exist.
af: Die pad %s bestaan nie.
ca: La ruta %s no existeix.
de: Der Pfad %s existiert nicht.
el: Η διαδρομή %s δεν υπάρχει.
es: La ruta %s No existe.
fr: Le chemin %s n'existe pas.
hu: Az útvonal %s nem létezik.
it: Il percorso %s non esiste
lo: ເສັ້ນທາງ %s ບໍ່ມີຢູ່.
nl: Het pad %s bestaat niet.
pl: Ścieżka %s nie istnieje.
ro: Calea %s nu există.
ru: Путь %s не существует.
sv: Sökvägen %s finns inte.
uk: Шлях '%s' не існує.
zh_cn: 路径%s不存在。

source: The path %s is not a directory.
af: Die pad %s is nie 'n directory.
ca: La ruta %s no es un directori.
de: Der Pfad %s ist kein Verzeichnis.
el: Η διαδρομή %s δεν είναι φάκελος.
es: La ruta %s No es un directorio
fr: Le chemin %s n'est pas un répertoire.
hu: Az útvonal %s nem könyvtár.
it: Il percorso %s non è una cartella
lo: ເສັ້ນທາງ %s ບໍ່ແມ່ນໄດເຣັກທໍຣີ.
nl: Het pad %s is geen map.
pl: Ścieżka %s nie jest katalogiem.
ro: Calea %s nu reprezintă un director.
ru: Путь %s не является каталогом.
sv: Sökvägen %s är ingen katalog.
uk: Шлях '%s' не є каталогом.
zh_cn: 路径%s不是个目录。

source: Enter the path to the database directory. The config files will be created under the specified directory.
af: Ingaan die pad na die databasegids. Die konfig lêers sal onder die gespesifiseerde gids geskep word.
ca: Introduïu la ruta del directori de base de dades. Els arxius de configuració es creen en el directori especificat.
cs: Zadejte popis umístění složky s databází. Soubory s nastaveními budou vytvořeny v zadané složce.
de: Bitte geben Sie den Pfad des Datenbankverzeichnisses ein. Die Konfigurationsdateien werden im angegebenen Verzeichnis angelegt.
el: Εισάγετε τη διαδρομή για τον φάκελο της βάσης δεδομένων. Τα αρχεία ρυθμίσεων θα δημιουργηθούν σε αυτόν τον φάκελο.
es: Introduzca una ruta a la Base de Datos. Los archivos de configuración serán creados en la ruta especificada.
fr: Entrez le chemin d'accès au répertoire de base de données. Les fichiers de configuration seront créés sous le répertoire spécifié.
hu: Add meg az adatbázis-mappa útvonalát. A konfigfájl a megadott mappa alá jön létre.
it: Inserisci il percorso della directory database. I file di configurazione saranno creati sotto la directory specificata.
lo: ໃສ່ເສັ້ນທາງໄປຫາໄດເຣັກທໍຣີຖານຂໍ້ມູນ. ໄຟລ໌ການຕັ້ງຄ່າຈະຖືກສ້າງຂຶ້ນພາຍໃຕ້ໄດເຣັກທໍຣີທີ່ລະບຸ.
nl: Voer het pad in naar de databasemap. De configuratiebestanden zullen onder de opgegeven map worden aangemaakt.
pl: Podaj ścieżkę do katalogu bazy danych. Plik konfiguracyjny zostanie utworzony w podanym katalogu.
ro: Introduceți calea către directorul bazei de date. Fișierul de configurare va fi creat în acest director.
ru: Введите путь к каталогу базы данных. Конфигурационные файлы будут созданы в указанной директории.
sv: Mata in sökvägen till databaskatalogen. Konfigurationsfilerna kommer att skapas i denna katalog.
uk: Введіть шлях до каталогу бази даних. Конфігураційні файли будуть створені у визначеному каталозі.
zh_cn: 输入数据库目录的路径。 将在指定的目录下创建配置文件。

source: Trivial File Transfer Protocol
cs: Trivial File Transfer Protocol (Jednoduchý protokol přenosu souborů)
el: Πρωτόκολλο Trivial File Transfer
es: Trivial File Transfer Protocol (TFTP)
fr: Trivial File Transfer Protocol (TFTP)
it: Trivial File Transfer Protocol (TFTP)
lo: ໂປຣໂຕຄໍການໂອນໄຟລ໌ແບບງ່າຍດາຍ
ro: Protocol Trivial pentru transfer fișiere
ru: Trivial File Transfer Protocol (TFTP)
uk: Тривіальний протокол передавання файлів
zh_cn: 简单文件传输传输协议（TFTP）

source: Before a Unison client can start to work, you need to perform the following:
af: Voordat 'n Unison kliënt kan begin werk, jy benodig om voer die volgende uit:
ca: Abans que un client Unison pugui començar a funcionar, cal que realitzeu el següent:
cs: Než začne klient Unison fungovat, je zapotřebí provést následující:
de: Bevor ein Unison-Client anfangen kann zu arbeiten, müssen Sie folgendes ausführen:
el: Πριν αρχίσει να λειτουργεί ένας πελάτης Unison, πρέπει να κάνετε τα ακόλουθα:
es: Antes de que el cliente Unison pueda arrancar, necesita hacer lo siguiente:
fr: Avant qu'un client Unison puisse commencer à fonctionner, vous devez effectuer les opérations suivantes:
hu: Mielőtt az Unison kliens munkába áll, végre kell hajtanod a következőket:
it: Prima che il client Unison possa cominciare a funzionare, si devono eseguire i seguenti:
lo: ກ່ອນທີ່ໄຄລເອັນ Unison ຈະເລີ່ມເຮັດວຽກ, ທ່ານຕ້ອງປະຕິບັດດັ່ງຕໍ່ໄປນີ້:
nl: Voordat een Unison client kan beginnen te werken, moet u het volgende doen:
ro: Înainte ca un client Unison să poată fi activat este necesar să faceți următoarele:
ru: Прежде чем клиент Unison сможет начать работать, вам необходимо выполнить следующее:
sv: Innan en Unisonklient börjar fungera måste du genomföra följande:
uk: Перед тим, як клієнт Unison зможе працювати, потрібно виконати наступне:
zh_cn: 在Unison客户端开始工作之前，你需要执行以下操作：

source: Enable SSH service
af: Inskakel SSH diens
ca: Activeu servei SSH
de: SSH Service einschalten
el: Ενεργοποίηση υπηρεσίας SSH
es: Habilitar servicio SSH
fr: Activer le service SSH
hu: SSH szolgáltatás bekapcsolása?
it: Abilita servizio SSH
lo: ເປີດໃຊ້ງານບໍລິການ SSH
nl: Inschakelen SSH service
pl: Włączona usługa SSH
ro: Activare serviciu SSH
ru: Включить службу SSH
sv: Aktivera SSH tjänsten
uk: Дозволити службу SSH
zh_cn: 启用SSH服务

source: Grant shell access to user
af: Verleen shell toegang tot gebruiker
ca: Permetre l’accés al shell dels usuaris
cs: Udělit uživateli přístup k shellu
de: Benutzer Shell-Zugriff gewähren
el: Εκχώρηση πρόσβασης κέλυφους στο χρήστη
es: Dar acceso shell al usuario
fr: Accorder l'accès au shell à l'utilisateur
hu: A felhasználónak a shell hozzáférés engedélyezése
it: Consentire l'accesso shell all'utente
lo: ໃຫ້ສິດການເຂົ້າເຖິງ shell ແກ່ຜູ້ໃຊ້
nl: Verleen Shell toegang aan gebruiker
pl: Udziel użytkownikowi dostępu do shell'a
ro: Acordare permisiune acces shell utilizatorului
ru: Предоставить пользователю доступ к оболочке
sv: Ge komandoskalaccess till användaren
uk: Надати користувачеві доступ до оболонки
zh_cn: 授予对用户的shell访问权限

source: Identifier
af: Identifiseerder
ca: Identificador
cs: Identifikátor
de: Bezeichner
el: Αναγνωριστικό
es: Identificador
fr: Identifiant
hu: Azonosító
it: Identificativo
lo: ຕົວລະບຸ
nl: Identificatie
pl: Identyfikator
ro: Identificator
ru: Идентификатор
sv: Identifierare
uk: Ідентифікатор
zh_cn: 识别码

source: Shutdown Mode
af: Gesluit af Modus
ca: Mode de apagada
cs: Režim vypínání
de: Modus Herunterfahren
el: Λειτουργία Τερματισμού
es: Apagar equipo
fr: Mode d'arrêt
hu: Leállítás módja
it: Modalità di spegnimento
lo: ໂໝດປິດເຄື່ອງ
nl: Afsluitmode
pl: Tryb zamknięcia
ro: Mod oprire
ru: Режим выключения
sv: Nedstängningsläge
uk: Режим Вимикання
zh_cn: 关闭模式

source: Shutdown Timer
af: Gesluit af Timer
ca: Comptador d'apagada
cs: Časovač vypínání
de: Zeitpunkt zum Herunterfahren
el: Χρομοδιακόπτης Τερματισμού
es: Apagar temporizador
fr: Minuterie d'arrêt
hu: Leállítás időzítése
it: Timer spegnimento
lo: ຕົວຈັບເວລາປິດເຄື່ອງ
nl: Afsluit Timer
pl: Zegar zamknięcia
ro: Timer oprire
ru: Таймер выключения
sv: Nedstängningstimer
uk: Лічильник Вимикання
zh_cn: 关机定时器

source: Subject
af: Onderwerp
ca: Assumpte
cs: Předmět
de: Betreff
el: Θέμα
es: Asunto
fr: Sujet
hu: Tárgy
it: Soggetto
lo: ຫົວຂໍ້
nl: Onderwerp
pl: Temat
ro: Subiect
ru: Тема
sv: Ämne
uk: Тема
zh_cn: 主题

source: Uninterruptible Power Supply
af: Ononderbreekbare Kragbron
ca: Sistema d'alimentació ininterrompuda
cs: Zdroj nepřerušovaného napájení
de: Unterbrecherfreie Stromversorgung
el: Συνεχής παροχή ρεύματος
es: UPS (Uninterruptible Power Supply) = SAI (Sistema de Alimentación Ininterrumpida)
fr: Alimentation ininterruptible (UPS)
hu: Szünetmentes tápegység
it: Gruppo di continuità
lo: ເຄື່ອງສຳຮອງໄຟ
nl: UPS (Niet Onderbreekbare Voeding)
ro: Sursă de Tensiune Neîntreuptibilă
ru: Источник бесперебойного питания (UPS)
sv: Avbrottsfri kraft
uk: Джерело Безперебійного Живлення
zh_cn: 不间断电源

source: Master
af: Meester
ca: Primari
el: Πρωτεύων
es: Maestro
fr: Maître
hu: Mester
lo: ແມ່ຂ່າຍ
nl: Hoofd
pl: Główny
uk: Головний
zh_cn: 主要

source: Slave
af: Slaaf
ca: Esclau
de: sekundärer Server
el: Δευτερεύον
es: Esclavo
fr: Esclave
hu: Szolga
lo: ລູກຂ່າຍ
nl: Slaaf
pl: Podrzędny
ro: Mod slave
sv: Slav
uk: Ведений
zh_cn: 从属

source: Choose UPS mode.
af: Kies UPS modus.
ca: Tria mode del SAI
cs: Zvolte režim UPS zdroje.
de: Wähle UPS-Modus.
el: Επιλέξτε λειτουργία UPS.
es: Elegir modo SAI
fr: Choisissez le mode UPS.
hu: Válassz szünetmentes módot.
it: Selezionare modalità UPS.
lo: ເລືອກໂໝດ UPS.
nl: Selecteer UPS modus
pl: Wybierz tryb UPS
ro: Selecție mod UPS.
ru: Выберите режим ИБП
sv: Välj UPS läge.
uk: Виберіть режим ДБЖ
zh_cn: 请选择UPS 模式。

source: Master User
af: Meester Gebruiker
ca: Usuari mestre
de: Hauptbenutzer
el: Πρωτεύον Χρήστης
es: Usuario Maestro
fr: Utilisateur Maître
hu: Mesterfelhasználó
it: Utente principale
lo: ຜູ້ໃຊ້ແມ່ຂ່າຍ
nl: Hoofdgebruiker
pl: Główny użytkownik (master)
ro: Utilizator Master
ru: Мастер пользователь
sv: Masteranvändare
uk: Головний користувач
zh_cn: 主用户

source: Enter the name of the master user account.
af: Ingaan die naam van die meester gebruiker rekening.
ca: Introduïu el nom de la conta mestre d'usuari
de: Geben Sie bitte den Namen des Hauptbenutzerzuganges ein.
el: Εισάγετε το όνομα του πρωτεύοντος λογαριασμού χρήστη.
es: Nombre de la cuenta maestra
fr: Entrez le nom du compte utilisateur principal.
hu: Add meg a mesterfelhasználó fiók nevét.
it: Inserire il nome dell'account dell'utente master.
lo: ໃສ່ຊື່ຂອງບັນຊີຜູ້ໃຊ້ແມ່ຂ່າຍ.
nl: Geef de naam van de hoofdgebruikersaccount.
pl: Wprowadź nazwę konta głównego użytkownika.
ro: Introduceți numele pentru contul master.
ru: Введите имя основной учетной записи пользователя.
sv: Mata in namnet på master användarkontot.
uk: Введіть ім'я головного облікового запису користувача.
zh_cn: 输入主用户帐户的名称。

source: Master Password
af: Meester Wagwoord
ca: Contrasenya mestre
de: Hauptpasswort
el: Πρωτεύον Κωδικός
es: Contraseña maestra
fr: Mot de passe Maitre
hu: Mesterjelszó
it: Password principale
lo: ລະຫັດຜ່ານແມ່ຂ່າຍ
nl: Hoofdwachtwoord
pl: Hasło Główne
ro: Parolă master
ru: Мастер Пароль
sv: Materlösenord
uk: Головний пароль
zh_cn: 主密码

source: Enter the password of the master user account.
af: Ingaan die wagwoord van die meester gebruiker rekening.
ca: Introduïu la contrasenya del compte d’usuari principal.
de: Gebens Sie bitte das Passwort des Hauptbenutzerzuganges ein.
el: Εισάγετε τον κωδικό του πρωτεύοντος λογαριασμού χρήστη.
es: Contraseña de la cuenta maestra.
fr: Entrez le mot de passe du compte utilisateur principal.
hu: Add meg a mesterfelhasználó fiók jelszavát.
it: Inserire la password dell'account dell'utente principale.
lo: ໃສ່ລະຫັດຜ່ານຂອງບັນຊີຜູ້ໃຊ້ແມ່ຂ່າຍ.
nl: Geef het wachtwoord van de hoofdgebruikersaccount.
pl: Wprowadź hasło konta głównego użytkownika.
ro: Introduceți parola pentru contul de utilizator master.
ru: Введите пароль основной учетной записи пользователя.
sv: Mata in lösenordet för master användarkontot.
uk: Введіть пароль головного облікового запису користувача.
zh_cn: 输入主用户帐户的密码。

source: This name is used to uniquely identify your UPS on this system.
af: Hierdie naam is gebruik om jou UPS uniek in die sisteem uit te ken.
ca: Aquest nom s'utilitza per identificar de forma exclusiva la seva SAI en aquest sistema.
cs: Tento název slouží k jednoznačnému rozlišení UPS zdroje v rámci tohoto systému.
de: Dieser Name wird benutzt zur eindeutigen Identifikation der UPS des Systems.
el: Αυτό το όνομα χρησιμοποιείται για την μοναδική αναγνώριση του UPS στο σύστημα.
es: Este nombre suele ser un identificador único para el UPS en este sistema.
fr: Nom utilisé pour identifier de façon unique votre UPS sur ce système.
hu: Ez a szünetmentes egyedi azonosító neve a rendszerben.
it: Questo nome è usato per identificare univocamente l'UPS in uso su questo sistema.
lo: ຊື່ນີ້ຖືກໃຊ້ເພື່ອລະບຸ UPS ຂອງທ່ານໃນລະບົບນີ້ໂດຍສະເພາະ.
nl: Geef hier een naam die gebruikt wordt om op deze server uw UPS te identificeren.
pl: Ta unikalna nazwa jest używana aby zidentyfikować twój UPS w tym systemie.
ro: Nume unic folosit pentru identificarea UPS-ului dumneavoastră în acest sistem.
ru: Это имя используется для однозначной идентификации вашего UPS на этой системе.
sv: Detta namn används för att unikt identifiera din UPS-enhet, på det här systemet.
uk: Це ім'я використовується для унікальної ідентифікації вашого ДБЖ в системі.
zh_cn: 此名称用来识别这个系统的 UPS。
