Repository: rojim666/xigmanas-code-r10599-trunk
Catalog: locale/xigmanas-*.po
Languages: af, ca, cs, de, el, es, fr, hu, it, lo, nl, pl, ro, ru, sv, uk, zh_cn

source: Count of reallocated sectors. When the hard drive finds a read/write/verification error, it marks that sector as 'reallocated' and transfers data to a special reserved area (spare area). This process is also known as remapping, and reallocated sectors are called 'remaps'. The raw value normally represents a count of the bad sectors that have been found and remapped. Thus, the higher the attribute value, the more sectors the drive has had to reallocate. This allows a drive with bad sectors to continue operation; however, a drive which has had any reallocations at all is significantly more likely to fail in the near future. While primarily used as a metric of the life expectancy of the drive, this number also affects performance. As the count of reallocated sectors increases, the read/write speed tends to become worse because the drive head is forced to seek to the reserved area whenever a remap is accessed. If sequential access speed is critical, the remapped sectors can be manually marked as bad blocks in the file system in order to prevent their use.
af: Tel van realgelee-sektore. Wanneer die hardeskyf 'n lees/skryf/verifikasie fout vind, dui dit op dat die sektor as 'reallocated' en word data oorgedra na 'n spesiale gereserveerde gebied (spaaring area). Hierdie proses is ook bekend as herkartering, en realocated sektore genoem 'remaps'. Die rou waarde verteenwoordig gewoonlik 'n tel van die slegte sektore wat gevind en remapped. Dus, hoe hoër is die attribuutwaarde, die meer sektore die dryf het gehad om reallocate. Hierdie toelaat 'n dryf met 'n slegte sektore om voort te gaan operasie; egter , 'n dryf watter het gehad enige reallocations by alle is aansienlik meer geneig om te misluk in die nabye. Terwyl primêr gebruik as 'n metriek van die lewensverwagting van die dryf, hierdie nommer beïnvloed ook prestasie. As die tell van reallocated sektore verhogings, die lees/skryf spoed is geneig om erger te word omdat die -dryf-kop gedwing word om te seek na die gereserveerde gebied wanneer ooit 'n remap os accessed. Indien sekwensiële toegang spoed is van kritieke belang, die remapped sektore kan wees handmatig gemerk as slegte blokke in die lêerstelsel om die gebruik daarvan te voorkom.
ca: Compte de sectors reassignats. Quan el disc dur troba un error de lectura / escriptura / verificació, marcarà aquest sector com "reassignat" i les transferències de dades a una àrea reservada especial (àrea de recanvi). Aquest procés es coneix també com reassignació i sectors reassignats es diu 'remapejat'. El valor brut normalment representa un recompte dels sectors defectuosos que s'han trobat i reassignat. Per tant, com més gran sigui el valor d'atribut, els sectors més la unitat ha hagut de reassignar. Això permet que una unitat amb sectors defectuosos continuar l'operació; No obstant això, una unitat que ha tingut reassignacions en absolut és significativament més propensos a fallar en un futur pròxim. Tot i que es fa servir principalment com un indicador de l'esperança de vida de la unitat, aquest número també afecta el rendiment. En reduir la quantitat de sectors reassignats augmenta, la velocitat de lectura / escriptura tendeix a empitjorar a causa que el capçal de la unitat es veu obligat a buscar a l'àrea reservada cada vegada que s'accedeix a un establiment nou de correspondències. Si la velocitat d'accés seqüencial és crítica, els sectors reassignades es poden marcar manualment com blocs defectuosos en el sistema d'arxius per tal d'evitar la seva utilització.
cs: Počet přemístěných sektorů. Při výskytu chyby při jeho čtení/zápisu/ověření, je příslušný sektor označen jako „přemístěný“ a data jsou přenesena do sektoru v náhradní oblasti ploten disku. Tento proces je znám též jako přemapování a přemístěným sektorům se říká přemapované. Nezpracovaná hodnota obyčejně představuje počet vadných sektorů, které byly nalezeny a přemapovány. Proto čím vyšší je hodnota tohoto atributu, tím více sektorů bylo třeba přemístit. To sice umožní i nadále provozovat disk s vadnými sektory, zároveň však jakýkoli výskyt přemístění značí zvýšení pravděpodobnosti, že disk v dohledné době selže. Byť se jedná především o měřítko předpokládané životnosti disku, ovlivňuje též výkonnost. Totiž, tak jak se zvyšuje počet přemístěných sektorů, zhoršuje se rychlost čtení/zápisu, protože hlavičky disku se musí přesouvat nad záložní oblast ploten a zpět, kdykoli je přistupováno k přemapovanému sektoru. V případě, že je důležitá rychlost přístupu k za sebou jdoucím velkým blokům dat, přemapované sektory je možné v rámci souborového systému ručně označit za vadné, čímž nebudou používány.
de: Anzahl reallokierter Sektoren
el: Αριθμός των επανατοποθετημένων τομέων. Όταν ένας σκληρός δίσκος βρίσκει ένα σφάλμα ανάγνωσης/εγγραφής/επαλήθευσης, σημειώνει αυτό τον τομέα σαν 'επανατοποθετημένο' και μεταφέρει τα δεδομένα σε μια ειδική κρατημένη περιοχή (εφεδρική περιοχή). Αυτή η διαδικασία είναι επίσης γνωστή ως επαναχαρτογράφηση, και οι επανατοποθετημένοι τομείς ονομάζονται 'remaps'. Η ακατέργαστη τιμή κανονικά αντιπροσωπεύει τον αριθμό των προβληματικών τομέων που έχουν βρεθεί και έχουν επαναχαρτογραφηθεί. Οπότε, όσο μεγαλύτερη είναι αυτή η τιμή, τόσο περισσότεροι τομείς θα πρέπει να επανατοποθετηθούν από το σκληρό δίσκο. Αυτό επιτρέπει σε ένα σκληρό δίσκο με κατεστραμμένους τομείς να συνεχίσει να λειτουργεί, όμως, ένας δίσκος ο οποίος έχει επανατοποθετήσει τομείς, έχει πολύ περισσότερες πιθανότητες να αποτύχει στο κοντινό μέλλον. Ενώ πρωταρχικά χρησιμοποιείται σαν μέτρο προσδιορισμού της προσδοκώμενης ζωής του σκληρού δίσκου, αυτό το νούμερο επίσης επηρεάζει την απόδοση. Όσο ο αριθμός των επανατοποθετημένων τομέων αυξάνεται, η ταχύτητα ανάγνωσης/εγγραφής τείνει να χειροτερεύει επειδή η κεφαλή του δίσκου αναγκάζεται να κάνει αναζητήσεις στην εφεδρική περιοχή όταν γίνεται προσπέλαση σε ένα remap. Αν η ταχύτητα σειριακής πρόσβασης είναι κρίσιμης σπουδαιότητας, οι επαναχαρτογραφημένοι τομείς μπορούν χειροκίνητα να σημειωθούν ως κατεστραμμένοι στο σύστημα αρχείων, ώστε να αποτρέπεται η χρήση τους.
es: La cuenta de sectores reasignados. Cuando el disco duro encuentra un error de lectura / escritura / verificación, marcará este sector como "reasignado" y movera los datos a un área reservada especial (área de repuesto). Este proceso se conoce también como reasignación y sectores reasignados se llama 'remaps'. El valor bruto normalmente representa un recuento de los sectores defectuosos que se han encontrado y reasignados. Por lo tanto, cuanto mayor sea el valor de atributo, mas sectores de la unidad han tenido que ser reasignados. Esto permite que una unidad con sectores defectuosos pueda continuar la operando; Sin embargo, una unidad que ha tenido reasignaciones es significativamente más propensa a fallar en un futuro próximo. Aunque se usa principalmente como un indicador de la esperanza de vida de la unidad, este número también afecta al rendimiento. Al reducirse la cantidad de sectores reasignados aumenta, la velocidad de lectura / escritura tiende a empeorar debido a que el cabezal de la unidad se ve obligado a buscar al área reservada cada vez que se accede a una parte reasignada. Si la velocidad de acceso secuencial es crítica, los sectores reasignadas se pueden marcar manualmente como bloques defectuosos en el sistema de archivos con el fin de evitar su utilización.
fr: Nombre de secteurs réalloués. Quand le disque dur obtient une erreur de lecture/écriture/vérification sur un secteur, il note ce secteur comme réalloué et transfère les données vers une zone réservée spéciale (la zone de réserve). Ce processus est aussi connu sous le nom de remapping et les secteurs réalloués sont appelés remaps. La valeur brute représente un nombre de secteurs défectueux qui ont été trouvés et réalloués. Aussi plus la valeur est grande plus le disque a dû réallouer des secteurs. Ceci permet à un disque de poursuivre ses opérations. Cependant , un lecteur qui n'a aucune réallocation est susceptible de planter dans un futur proche. Utilisé d'abord pour estimer la durée de vie d'un lecteur, cet attribut impacte aussi les performances. Si le nombre de secteurs réalloués augmente, la vitesse de lecture/écriture risque de baisser, car la tête doit se positionner sur la zone réservé pour accéder à un secteur réalloué. Si la vitesse d'accès séquentiel est critique, les secteurs réalloués peuvent être manuellement marqués comme des blocs défectueux dans le fichier système, pour prévenir leur utilisation.
hu: Tartalék területen használatban lévő szektorok száma. Amikor íráskor/olvasáskor hibás szektort talál a lemez, a szektort hibásnak jelöli meg, és a rajta lévő adatokat átmozgatja egy helyettesítő, a tartalék terülten lévő szektorra. Ezt újratérképezésnek is hívják. A nyers érték általában a hibás, helyettesített szektorok számát mutatja. Minél magasabb az érték, annál több a hibás szektor. Evvel a módszerrel tud hibás szektorokkal bíró lemez működni; de minél nagyobb a hibás szektorok száma, annál valószínűbb, hogy teljesen tönkremegy a lemez. Bár ez az érték elsősorban a lemez hátralévő élettartamára utal, de a lemez írási/olvasási sebességcsökkenését is jelzi, mert több idő a tartalék területen lévő szektorokat elérni. Amennyiben a lemez sebessége nagyon fontos, a tartalék terülten lévő szektorokat manuálisan hibásnak célszerű megjelölni, így elkerülhetjük azok használatát.
it: Conteggio di settori riallocati. Quando il disco rigido trova un errore di lettura / scrittura / verifica, segna che i settori 'riallocati' e trasferisce i dati ad una speciale area riservata (zona di riserva). Questo processo è noto anche come rimappatura, e settori riallocati sono chiamati 'riassocia'. Il valore grezzo rappresenta normalmente un conteggio dei settori difettosi che sono stati trovati e rimappati. Così, il più alto è il valore di attributo, i più settori l'unità ha avuto per riallocare. Questo permette un disco con settori danneggiati di continuare a funzionare; tuttavia, un disco che ha avuto riassegnazioni a tutti è significativamente più probabilità di fallire in un prossimo futuro. Mentre utilizzati principalmente come una metrica di l'aspettativa di vita del drive, questo numero riguarda anche le prestazioni. Come il numero di settori aumenta riallocati, la velocità di lettura / scrittura tende a peggiorare, perché la testina del lettore è costretto a cercare all'area riservata ogni volta che un rimappare si accede. Se la velocità di accesso sequenziale è critica, i settori rimappati possono essere contrassegnate manualmente blocchi difettosi nel file system, al fine di impedirne l'uso.
lo: ຈຳນວນເຊັກເຕີທີ່ຖືກຈັດສັນໃໝ່. ເມື່ອຮາດໄດຣຟ໌ພົບຄວາມຜິດພາດໃນການອ່ານ/ຂຽນ/ກວດສອບ, ມັນຈະໝາຍເຊັກເຕີນັ້ນວ່າ 'ຖືກຈັດສັນໃໝ່' ແລະ ໂອນຂໍ້ມູນໄປຍັງພື້ນທີ່ສຳຮອງພິເສດ (ພື້ນທີ່ສຳຮອງ). ຂະບວນການນີ້ຍັງເອີ້ນວ່າການເຮັດແຜນທີ່ໃໝ່, ແລະ ເຊັກເຕີທີ່ຖືກຈັດສັນໃໝ່ເອີ້ນວ່າ 'remaps'. ຄ່າດິບໂດຍປົກກະຕິສະແດງເຖິງຈຳນວນເຊັກເຕີທີ່ບໍ່ດີທີ່ຖືກພົບ ແລະ ເຮັດແຜນທີ່ໃໝ່. ດັ່ງນັ້ນ, ຍິ່ງຄ່າຄຸນລັກສະນະສູງ, ຍິ່ງມີເຊັກເຕີທີ່ໄດຣຟ໌ຕ້ອງຈັດສັນໃໝ່ຫຼາຍຂຶ້ນ. ນີ້ອະນຸຍາດໃຫ້ໄດຣຟ໌ທີ່ມີເຊັກເຕີທີ່ບໍ່ດີສາມາດດຳເນີນການຕໍ່ໄປໄດ້; ແນວໃດກໍຕາມ, ໄດຣຟ໌ທີ່ມີການຈັດສັນໃໝ່ໃດໆກໍຕາມມີແນວໂນ້ມທີ່ຈະລົ້ມເຫຼວໃນອະນາຄົດອັນໃກ້ນີ້ຢ່າງຫຼວງຫຼາຍ. ໃນຂະນະທີ່ຕົ້ນຕໍໃຊ້ເປັນຕົວວັດແທກອາຍຸການໃຊ້ງານຂອງໄດຣຟ໌, ຕົວເລກນີ້ຍັງສົ່ງຜົນກະທົບຕໍ່ປະສິດທິພາບ. ເມື່ອຈຳນວນເຊັກເຕີທີ່ຖືກຈັດສັນໃໝ່ເພີ່ມຂຶ້ນ, ຄວາມໄວໃນການອ່ານ/ຂຽນມີແນວໂນ້ມທີ່ຈະຊ້າລົງ ເພາະວ່າຫົວໄດຣຟ໌ຖືກບັງຄັບໃຫ້ຊອກຫາພື້ນທີ່ສຳຮອງທຸກຄັ້ງທີ່ເຂົ້າເຖິງການເຮັດແຜນທີ່ໃໝ່. ຖ້າຄວາມໄວໃນການເຂົ້າເຖິງຕາມລຳດັບເປັນສິ່ງສຳຄັນ, ເຊັກເຕີທີ່ເຮັດແຜນທີ່ໃໝ່ສາມາດຖືກໝາຍດ້ວຍຕົນເອງວ່າເປັນບລັອກທີ່ບໍ່ດີໃນລະບົບໄຟລ໌ເພື່ອປ້ອງກັນການນຳໃຊ້.
nl: Telling van opnieuw toegewezen sectoren. Wanneer de harde schijf een lees/schrijf/verificatie fout vindt, markeert het die sector als ' opnieuw toegewezen' en transporteert de data naar een speciaal gereserveerd gebied (reserve gebied). Dit proces staat ook bekend als remapping en opnieuw toegewezen sectoren worden 'remaps' genoemd. De ruwe waarde vertegenwoordigt normaal een telling van de slechte sectoren die zijn gevonden en remapped. Dus, hoe hoger de attribuut waarde, des te meer sectoren het station heeft gehad om opnieuw toe te wijzen. Hierdoor kan een schijf met beschadigde sectoren blijven functioneren; maar een schijf met opnieuw toegewezen sectoren zal waarschijnlijk echter aanzienlijk meer fouten gaan geven in de nabije toekomst. Hoewel voornamelijk gebruikt als een metric voor de levensverwachting van de schijf, heeft dit nummer ook invloed op de prestaties. Indien het aantal opnieuw toegewezen sectoren toeneemt, heeft de lees/schrijf snelheid de neiging om slechter te worden omdat de schijf kop gedwongen is te zoeken naar het gereserveerde gebied als een remap is benaderd. Als de sequentiële toegangssnelheid van cruciaal belang is, kunnen de remapped sectoren handmatig gemarkeerd worden als slechte blokken in het bestandssysteem, dit om gebruik ervan te voorkomen.
pl: Liczba realokowanych sektorów. Kiedy twardy dysk znajduje błędy odczytu/zapisu/weryfikacji oznacza sektor jako "realokowany" i przenosi dane do przestrzeni rezerwowej. Proces ten nazywany jest także remapowaniem, a realokowane sektory zwane są "remapowanymi". Surowa wartość zwykle reprezentuje liczbę znalezionych i remapowanych bad sektorów. Czyli im wyższa wartość, tym więcej sektorów dysk musiał realokować. Pozwala to na kontynuację pracy napędowi z bad sektorami, jednakże dla dysku z realokacjami znacząco wzrasta prawdopodobieństwo awarii w najbliższym czasie. Początkowo używany jako wskaźnik oczekiwanej żywotności dysku, wskazuje także na osiągi. Przy wzroście liczby realokowanych sektorów prędkość odczytu/zapisu pogarsza się, gdyż dysk zmuszony jest do szukania miejsca zapasowego gdy konieczne jest remapowanie. Kiedy prędkość ta osiąga wartość krytyczną, remapowane sektory muszą być ręcznie oznaczane jako bad blocki w systemie plików w celu uniknięcia ich użycia.
ro: Contorizează numărul de sectoare realocate. Cînd hard discul găsește o eroare la citire/scriere/verificare sectorul respectiv va fi marcat ca 'realocat' conținutul său fiind transferat într-o zonă specială, rezervată. Procesul este cunoscut ca remapare, sectoarele realocate fiind numite și 'remapate'. Valoarea brută a contorului reprezintă numărul de sectoare defecte găsite și remapate. Adică, cu cât această valoare este mai mare, cu atât numărul sectoarelor remapate a fost mai mare. În acest mod se permite funcționarea corectă, în continuare, a unui hard disc care are sectoare defecte; totuși, un disc care are un număr de sectoare defecte remapate are o probabilitate crescută pentru a se defecta în viitor. Deși acest contor este utilizat în primul rând ca o indicație pentru speranța de viață a hard discului, el reprezintă și un indicator al performanței discului. Odată cu creșterea numărului de sectoare realocateviteza de citire/scriere este afectată din cauza faptului că hard discul trebuie să caute sectoare valide în zona rezervată atunci cînd apar operațiuni de remapare. Dacă accesul secvențial la disc este critic sectoarele remapate pot fi marcate manual ca sectoare defecte pentru a preveni orice încercare de utilizare a lor ulterioară.
ru: Количество перераспределенных секторов. Когда жесткий диск обнаруживает ошибку считывания/записи/проверки, он отмечает, что сектор нужно "перераспределить" и переносит данные на специальный резервный участок (свободную область). Этот процесс также известен как переназначение и перераспределение секторов. Значение обычно представляет собой подсчет плохих секторов, которые были найдены и переназначены. Таким образом, чем выше значение атрибута, тем больше секторов диска была перераспределено. Это позволяет диску с плохими секторами продолжить работу; Однако, диск, который имеет какие-либо перераспределения все значительно более вероятно, потерпит неудачу в ближайшем будущем. В то же время значение в основном используется в качестве показателя продолжительности жизни привода, это число также влияет на производительность. Как только счетчик перераспределенных секторов увеличивается, скорость чтения/записи, как правило, становятся хуже, потому что головка привода вынуждена искать в резервной зоне, чтобы переназначить доступ. Если скорость последовательного доступа имеет решающее значение, переназначенные сектора могут быть отмечены плохими вручную в файловой системе для того, чтобы предотвратить их использование.
sv: Antal omflyttade sektorer. När en hårddisk hittar ett läs/skriv/verifikationsfel markerar den sektorn som omflyttad och flyttar data till en reserverad area (reservarea). Denna process är också känd som "remappning" och flyttade sektorer sektorer kallas "remaps". Råvärdet visar normal antalet dåliga sektorer som flyttats. Ju högre värde desto fler sektorer har behövts flyttas. Detta låter en disk med dåliga sektorer att fortsätta fungera men en disk med många felaktiga sektorer har större risk att sluta fungera i framtiden. Även om värdet framför allt indikerar diskens framtida livslängd så påverkas disken prestanda. När antalet omflyttade sektorer ökar försämras läs/skrivprestanda då magnethuvudet måste flyttas till reservarean. Om sekventiell accesshastighet är kritiskt kan de omflyttade sektorerna markeras som dåliga i operativsystemet för att undvika att de används.
uk: Лічильник перерозподілених секторів. Якщо жорсткий диск виявляє помилку читання / запису / перевірки, він помічає сектор як "перерозподілити" і передає дані на спеціальну резервну ділянку (вільну область). Цей процес також відомий як перепризначення, і перерозподілені сектори називаються "перепризначені". Початкове значення зазвичай являє собою кількість пошкоджених секторів, які були знайдені і перепризначений. Таким чином, чим вище значення атрибута, тим більше секторів мали прагнення до перерозподілу. Це дозволяє диску з поганими секторами продовжувати роботу; проте, диск, який не мав ніяких перерозподілів із зростаючою ймовірністю зазнає невдачі в найближчому майбутньому. У той час як в основному використовується в якості показника тривалості життя приводу, це число також впливає на продуктивність. Коли лічильник перерозподілених секторів збільшується, швидкість читання / запису, як правило, стає гіршою, тому що голова приводу змушена направлятися до зарезервованої області щоразу, коли потрібно виконати перепризначення. Якщо швидкість послідовного доступу має вирішальне значення, перерозподілені сектори можуть бути вручну позначені як погані блоки в файлової системі для того, щоб запобігти їх використання.
zh_cn: 重新分配扇区的计数。当硬盘驱动器发现读/写/验证错误时，它将该扇区标记为“重新分配”，并将数据传输到特殊保留区（备用区）。这个过程也被称为重映射，并且重新分配的扇区被称为“重映射”。原始值通常表示已经找到并重映射的坏扇区的计数。因此，属性值越高，驱动器必须重新分配的扇区越多。这允许具有坏扇区的驱动器继续操作;然而，具有任何重新分配的驱动器在不久的将来显然更可能失败。虽然主要用作驱动器预期寿命的指标，但此数字也会影响性能。随着重新分配的扇区的计数增加，读取/写入速度趋于变得更糟，因为每当访问重新映射时，驱动头被强制寻找到保留区域。如果顺序存取速度是关键的，则重新映射的扇区可以被手动标记为文件系统中的坏块，以防止它们的使用。

source: Margin of a channel while reading data. The function of this attribute is not specified.
af: Marge van 'n kanaal terwyl lees van data. Die funksie van hierdie attribuut is nie gespesifiseerde.
ca: Marge d'un canal durant la lectura de dades. La funció d'aquest atribut no ès especificada.
cs: Přesah kanálu při čtení dat. Funkce tohoto atributu není známa.
de: Grenze eines Kanales beim Lesen von Daten. Die Funktion dieses Attributes ist nicht spezifiziert.
el: Τα περιθώρια του καναλιού κατά την ανάγνωση δεδομένων. Η λειτουργία αυτού του χαρακτηριστικού δεν προσδιορίζεται.
es: Margen del canal durante la lectura de datos. La función de este atributo no está especificada.
fr: Marge du canal pendant la lecture des données. La fonction de cet attribut n’est pas spécifiée.
hu: Adatolvasás közbeni széle egy csatornának. Ezen attribútum jelentése nem meghatározott.
it: Margine di un canale durante la lettura dati. La funzione di questo attributo non è specificata.
lo: ຂອບເຂດຂອງຊ່ອງທາງໃນຂະນະທີ່ອ່ານຂໍ້ມູນ. ໜ້າທີ່ຂອງຄຸນລັກສະນະນີ້ບໍ່ໄດ້ຖືກລະບຸ.
nl: Marge van een kanaal tijdens het lezen van data. De functie van dit attribuut is niet gespecificeerd.
pl: Margines kanału w czasie odczytu danych. Funkcja tego atrybutu jest niespecyficzna.
ro: Marginea unui canal în timpul citirii datelor. Funcția acestei valori nu este specificată.
ru: Запас в канале во время чтения данных. Функция этого атрибута не указана.
sv: Marginal för en kanal vid läsning av data. Funktionen av attributet är inte specificerad.
uk: Межа каналу при читанні даних. Функція цього атрибута не вказано.
zh_cn: 读取数据时通道的余量。 未指定此属性的功能。
