Repository: rojim666/xigmanas-code-r10599-trunk
Catalog: locale/xigmanas-*.po
Languages: af, ca, cs, de, el, es, fr, hu, it, lo, nl, pl, ro, ru, sv, uk, zh_cn

source: This option is a comma, space, or tab delimited set of host which are NOT permitted to access this share. Where the lists conflict, the allow list takes precedence. In the event that it is necessary to deny all by default, use the keyword ALL (or the netmask 0.0.0.0/0) and then explicitly specify to the hosts allow parameter those hosts that should be permitted access. Leave this field empty to use default settings.
af: Hierdie opsie is 'n gasheer wat deur 'n komma, spasie of oortjie afgebaken is wat NIE toegelaat word om toegang tot hierdie deel te kry nie. Waar die lyste in stryd is, kry die toelaatlys die voorrang. As dit nodig is om alles by verstek te weier, gebruik die sleutelwoord ALL (of die netmasker 0.0.0.0/0) en spesifiseer dan eksplisiet aan die gasheer die parameter wat die gashere moet toegelaat word. Laat hierdie veld leeg om verstek instellings te gebruik.
ca: Aquesta opció és una coma, un espai, pestanya delimitada del amfitrió, que no estan autoritzats a accedir al recurs. On la llista conflictiva llavors la llista de permisos té prioritat. En el cas que sigui necessari negar tot per defecte, utilitzeu el terme clau ALL (o la màscara de xarxa 0.0.0.0/0) i especifiqueu explícitament als amfitrions permesos que poden accedir. Deixeu aquest camp buit per utilitzar la configuració predeterminada.
cs: Toto je seznam strojů, kterým NEBUDE umožněn přístup ke sdílení. Jednotlivé položky oddělujte čárkou, mezerou nebo tabulátorem. V případě, že si seznamy navzájem odporují, má přednost ten s povolenými přístupy. V případě, že je třeba odepřít všem (kdo nejsou uvedeni v povolených), použijte klíčové slovo ALL (případně masku sítě 0.0.0.0/0) a poté výslovně uvést v seznamu povolených hostů ty, kteří přístup mít mají. Pokud chcete použít výchozí nastavení, tuto kolonku nevyplňujte.
de: Diese Option ist ein Komma, Leerzeichen oder TAB abgegrenzt auf einen Satz von Rechnern, die auf nicht auf diese gemeinsamen Dateien zugreifen dürfen. Wo diese Liste einen Konflikt erzeugt, die zulässige Liste ergibt einen Fortschritt. Im Fall, dass eine Zugriffsverweigerung als Voreinstellung möglich ist, verwenden Sie das Schlüsselwort ALL (oder die Netzmaske 0.0.0.0/0) und explizit den Rechnern die Parameter zuteilen, dass diesen Rechnern der Zugriff möglich ist. Lassen Sie dieses Feld frei, um die Voreinstellungen zu verwenden.
el: Σύνολο υπολογιστών, χωρισμένων με κόμμα, κενό ή tab, που ΔΕΝ επιτρέπεται να έχουν πρόσβαση στο κοινόχρηστο. Όπου οι λίστες αλληλοαναιρούνται, προτεραιότητα έχει η λίστα με τους υπολογιστές που επιτρέπονται. Σε περίπτωση που είναι απαραίτητο να αρνηθείτε την πρόσβαση σε όλους από προεπιλογή, χρησιμοποιείστε τη λέξη-κλειδί ALL (ή τη μάσκα δικτύου 0.0.0.0/0) και στη συνέχεια εισάγετε τους υπολογιστές που θέλετε να έχουν πρόσβαση, στην αντίστοιχη λίστα. Αφήστε αυτό το πεδίο κενό για να χρησιμοποιήσετε τις προεπιλεγμένες ρυθμίσεις.
es: Esta opcion es un conjunto de equipos delimitados por una coma, espacio o tabulacion los cuales no estan permitidos a acceder a este recurso compartido. Donde la lista entra en conflicto, la lista de los que estan permitidos toma precedencia. En el caso que sea necesario denegarlos a todos de forma predeterminada, use la palabra reservada ALL (o la mascara de red 0.0.0.0/0) y entonces especifique explicitamente los parametros asignados a aquellos equipos que deberian tener acceso permitido. Deje este campo vacio para usar las configuraciones predeterminadas.
fr: Cette option est une collection délimitée par une virgule, espace ou tabulation, d'hôtes qui n'ont PAS le droit d'accéder à ce partage. Là où la liste est en conflit, la liste des permissions prend la priorité. Au cas où il est nécessaire de tous les refuser par défaut, utilisez le mot clé ALL (ou le masque réseau 0.0.0.0/0) et ensuite mentionnez explicitement au paramètre d'hôtes autorisés les hôtes à qui on doit autoriser l'accès. Laissez ce champ vide pour utiliser les paramètres par défaut.
hu: Ez az opció egy vesszővel, szóközzel, vagy tabulátorral tagolt felsorolása a fogadónak, amelyek NEM férhetnek hozzá ehhez a megosztáshoz. Ahol a listák ütköznek, ott az engedélyező elsőbbséget élvez. Abban az esetben, ha meg kell tagadni minden alapértelmezés szerint, használd az ÖSSZES kulcsszót (vagy a netmask 0.0.0.0/0), majd explicit módon add meg, megy host-ok férhessenek hozzá.Hagyjad üresen, hogy az alapértelmezett beállításokat használja.
it: Questa opzione è un insieme di host delimitati da virgola, spazio o tabulazioni che NON sono autorizzati ad accedere a questa condivisione. In caso di elenchi in conflitto, l'elenco degli accredidati ha la precedenza. Nel caso in cui è necessario negare tutto di default, utilizzare la parola chiave ALL (o la netmask 0.0.0.0/0), quindi specificare esplicitamente nel parametro host consentiti, quegli host a cui dovrebbe essere consentito l'accesso. Lasciare questo campo vuoto per utilizzare le impostazioni predefinite.
lo: ຕົວເລືອກນີ້ແມ່ນຊຸດຂອງໂຮສທີ່ຖືກຂັ້ນດ້ວຍເຄື່ອງໝາຍຈຸດ, ຍະຫວ່າງ, ຫຼື ແຖບ ທີ່ບໍ່ໄດ້ຮັບອະນຸຍາດໃຫ້ເຂົ້າເຖິງການແບ່ງປັນນີ້. ໃນກໍລະນີທີ່ລາຍການຂັດກັນ, ລາຍການທີ່ອະນຸຍາດຈະມີຄວາມສຳຄັນກວ່າ. ໃນກໍລະນີທີ່ຈຳເປັນຕ້ອງປະຕິເສດທັງໝົດໂດຍຄ່າເລີ່ມຕົ້ນ, ໃຫ້ໃຊ້ຄຳວ່າ ALL (ຫຼື netmask 0.0.0.0/0) ແລະ ຫຼັງຈາກນັ້ນລະບຸຢ່າງຊັດເຈນໃນພາຣາມິເຕີ hosts allow ສຳລັບໂຮສທີ່ຄວນໄດ້ຮັບອະນຸຍາດໃຫ້ເຂົ້າເຖິງ. ປະຊ່ອງນີ້ຫວ່າງໄວ້ເພື່ອໃຊ້ການຕັ້ງຄ່າເລີ່ມຕົ້ນ.
nl: Deze optie is een komma, spatie, of met een tab afgebakende reeks van hosten die NIET zijn toegestaan om de deling te benaderen. Waar de lijst conflicten geeft, zal de lijst toestaan belangrijk zijn. In het geval dat noodzakelijk is om standaard alles te weigeren, gebruik het sleutelwoord ALL (of de netmask 0.0.0.0/0) en specificeer uitdrukkelijk aan de host de toestaan parameter die aan deze hosten toegang moeten worden verleend. laat dit veld leeg om de standaardwaarden te gebruiken.
pl: Jest to zestaw przedzielonych przecinkiem, spacją lub tabulatorem hostów, dla których jest zabroniony dostęp do tego udziału. Jeśli wystąpi konflikt list, pierwszeństwo ma lista zezwalająca na dostęp. W przypadku gdy wymagany jest domyślnie brak dostępu dla wszystkich, użyj ALL (lub maskę sieciową 0.0.0.0/0) a następnie jednoznacznie określ dozwolone hosty mające mieć dostęp. Pozostaw te pole puste aby użyć ustawień domyślnych.
ro: Această opţiune stabilește lista de sisteme (separate prin virgulă, spațiu sau caracterul tab) care NU au permisiunea de a accesa această partajare. Când această listă determină un conflict, lista de permisiuni de acces are prioritate. În cazul în care este necesar să fie blocat accesul tuturor sistemelor în mod implicit, folosiți textul ALL (sau masca de rețea 0.0.0.0/0) după care puteți specifica în mod explicit sistemele pentru care este permis accesul. Lăsați câmpul necompletat pentru setările implicite.
ru: Эта настройка устанавливает список компьютеров, которым НЕ разрешен доступ к этому общему ресурсу. Вы можете перечислить хосты, разделяя их запятыми, пробелами или табуляцией. Этот список имеет меньший приоритет по сравнению со списком разрешенных компьютеров. Если вам нужно заблокировать всех по умолчанию, то используйте слово ALL (или маску 0.0.0.0/0), а потом правьте список разрешенных компьютеров. Оставьте это поле пустым для настроек по умолчанию.
sv: Detta alternativ är en kommatecken, mellanslag, eller tabb avgränsad uppsättning värdar som INTE har rätt att få tillgång till denna delning. Om det finns konflikter i listningen har Tillåt-listan företräde. I händelse av att det är nödvändigt att förneka alla som standard, använder du nyckelordet ALL (eller nätmasken 0.0.0.0 / 0) och sedan uttryckligen anges till tillåt-värdar parametern de datorer som ska ges tillträde. Lämna detta fält tomt för att använda standardinställningarna.
uk: Ця опція є списком хостів (розділених комою, пробілом або табуляцією), якім НЕ дозволяється доступ до загального ресурсу. Там, де списки конфліктують, список дозволів має перевагу. У тому випадку, якщо необхідно заборонити всі за замовчуванням, використовуйте ключове слово ALL (або маску підмережі 0.0.0.0/0), а потім явно вкажіть у параметрі дозволу ті хости, якім повинен бути дозволений доступ. Залиште це поле порожнім, щоб використовувати стандартні параметри.
zh_cn: 此选项指定不允许访问此分享区（share）的主机(以逗号，空格或制表符分隔)。如果列表有冲突，则以在允许列表的优先。如果要在默认情况下拒绝所有主机，使用关键字ALL（或网络掩码0.0.0.0 / 0），然后明确指定该被允许使用的主机的允许参数。将此字段留空以使用默认的设置。

source: Enable shadow copy.
af: Inskakel skadu kopie.
ca: Activa còpia d'ombra.
cs: Zapnout stínové kopie.
de: Schattenkopie aktivieren
el: Ενεργοποίηση σκιώδους αντιγράφου.
es: Habilitar shadow copy.
fr: Activer la copie instantanée
hu: Árnyékmásolat engedélyezése.
it: Abilita lo shadow copy
lo: ເປີດໃຊ້ງານ shadow copy.
nl: Inschakelen schaduw kopie
ro: Activare copie de rezervă.
ru: Включить теневое копирование.
sv: Aktivera skuggkopior.
uk: Дозволити тіньове копіювання.
zh_cn: 启用卷影复制。

source: This will provide shadow copy created by auto snapshot. (ZFS only).
af: Hierdie sal skadu kopie bied wat deur 'n outo momentopname geskep is. (Slegs ZFS).
ca: Això proporcionarà còpia al ombra creada per les auto instantànias. (Només ZFS).
cs: Toto bude poskytovat stínovou kopii vytvořenou automatickým zachycováním stavu (pouze ZFS).
de: Ermöglicht Schattenkopien durch automatische Schnappschüsse (nur ZFS).
el: Αυτό θα παρέχει ένα σκιώδες αντίγραφο δημιουργημένο από το αυτόματο στιγμιότυπο. (μόνο ZFS).
es: Esto permite crear Shadow Copy usando los AutoSnapshot de ZFS (Solo para ZFS)
fr: Cela fournira une copie instantanée créée par l'instantané automatique. (Uniquement ZFS).
hu: Ez biztosítja, hogy az árnyékmásolat automatikus pillanatképként jöjjön létre (csak ZFS esetén).
it: Questo fornirà una copia nascosta creata dagli snapshot automatici (solo ZFS).
lo: ນີ້ຈະສະໜອງ shadow copy ທີ່ສ້າງໂດຍ auto snapshot. (ສະເພາະ ZFS).
nl: Dit zorgt voor schaduw kopie ondersteuning, gecreëerd door auto momentopname. (alleen ZFS).
ro: Activare copie shadow cretă în mod automat (doar ZFS).
ru: Это обеспечит создание теневой копии при автоматическом снимке. (Только ZFS).
sv: Detta kommer tillhandahålla skuggkopior skapade med automatiska ögonblicksbilder. (endast ZFS)
uk: Це забезпечить тіньову копію при створені автоматичного знімку. (Тільки ZFS).
zh_cn: 这将提供由自动快照创建的卷影副本。 （仅限ZFS）。

source: Set read only.
af: Stel slegs lees.
ca: Fes-ho només lectura.
cs: Nastavit pouze pro čtení
de: Nur Lesen
el: Ορισμός μόνο για ανάγνωση.
es: Solo Lectura
fr: Définir en lecture seule.
hu: Csak olvashatónak beállítás.
it: Settare in sola lettura.
lo: ຕັ້ງເປັນອ່ານຢ່າງດຽວ.
nl: Alleen-lezen instellen.
ro: Setare doar citire.
ru: Установить только для чтения
sv: Sätt skrivskyddad.
uk: Встановити тільки для читання.
zh_cn: 设为只读。

source: If this parameter is set, then users may not create or modify files in the share.
af: As hierdie parameter gestel is dan kan gebruikers nie lêers in die deel enigsins skep of verander nie.
ca: Si aquest paràmetre s'estableix, els usuaris no poden crear o modificar arxius en el recurs compartit.
cs: Pokud je tato volba zapnutá, uživatelé nebudou moci vytvářet nebo měnit soubory ve sdílené složce.
de: Ist dieser Parameter aktiviert, dann können Benutzer dieser Freigabe keine Dateien erzeugen oder modifizieren.
el: Αν οριστεί αυτή η παράμετρος τότε οι χρήστες δεν θα μπορούν να δημιουργούν ή να τροποποιούν αρχεία σε αυτό το κοινόχρηστο.
es: Si este parametro está definido, entonces los usuarios no podran crear o modificar ficheros en la carpeta compartida.
fr: Si ce paramètre est activé, les utilisateurs n'auront pas le droit de créer ou modifier des fichiers du partage.
hu: Ha ez a paraméter be van állítva, akkor a felhasználók nem hozhatnak létre vagy módosíthatnak fájlokat a megosztásban.
it: Se questo parametro è impostato, gli utenti non possono creare o modificare i file nella condivisione.
lo: ຖ້າພາຣາມິເຕີນີ້ຖືກຕັ້ງ, ຜູ້ໃຊ້ຈະບໍ່ສາມາດສ້າງ ຫຼື ແກ້ໄຂໄຟລ໌ໃນການແບ່ງປັນໄດ້.
nl: Wanneer deze parameter is geactiveerd, kunnen gebruikers geen bestanden creëren of aanpassen in de deling.
pl: Jeśli ten parametr jest ustawiony, użytkownicy nie mogą tworzyć lub modyfikować plików w udziale.
ro: Dacă se selectează această opțiune utilizatorii nu vor putea crea sau modifica fișiere în această partajare.
ru: Если этот параметр установлен, то пользователи не смогут создавать или изменять файлы.
sv: Om denna parameter är satt, så kan användare inte skapa eller ändra filer i utdelningen.
uk: Якщо цей параметер встановлено, користувачі не зможуть створювати чи змінювати файли в цій спільній папці.
zh_cn: 如果设置此参数，用户将无法在分享区中新增与修改文件。

source: Set browseable.
af: Stel browseable.
ca: Fes-ho navegable.
cs: Umožnit procházení.
de: Durchsuchbar
el: Ορισμός ως περιηγήσιμο.
es: Navegable
fr: Définir comme navigable.
hu: Tallózhatónak beállítás.
it: Setta come navigabile.
lo: ຕັ້ງເປັນສາມາດເບິ່ງໄດ້.
nl: Verkenbaar instellen.
ro: Permite navigarea
ru: Установить как просматриваемый
sv: Sätt bläddringsbar.
uk: Зробити таким, що проглядається.
zh_cn: 设为可浏览。

source: This controls whether this share is seen in the list of available shares in a net view and in the browse list.
af: Dit kontroleer of die deel sigbaar is in die lys van beskikbare dele in 'n webwerf oorsig en in die deurblaai lys.
ca: Aquí es controla si aquest recurs es veu a la llista de recursos disponibles de la vista de xarxa i a la llista del navegador.
cs: Toto určuje zda bude toto sdílení zobrazováno v seznamu dostupných sdílení při prohlížení prostředků sítě.
de: Dieser Parameter dient dazu, eine Freigabe in der Liste der verfügbaren Freigaben im Net View oder in der Browser List sichtbar zu machen.
el: Αυτό ρυθμίζει εάν αυτό το κοινόχρηστο θα εμφανίζεται στη λίστα των διαθέσιμων κοινόχρηστων κατά την προβολή περιήγησης δικτύου.
es: Controla cuándo este recurso será visible en la lista de elementos compartidos disponibles en una vista de red y en la lista de navegación.
fr: Contrôle si ce partage doit apparaître dans la liste des partages disponibles et navigables depuis la vue réseau du client.
hu: Ez határozza meg, hogy a megosztás megjelenik-e a megosztások listájában (a net view parancsnál és a böngészési listában).
it: Controlla se questa condivisione è visibile nella lista di quelle disponibili in Risorse di Rete.
lo: ນີ້ຄວບຄຸມວ່າການແບ່ງປັນນີ້ຈະເຫັນໄດ້ໃນລາຍຊື່ຂອງການແບ່ງປັນທີ່ມີຢູ່ໃນ net view ແລະ ໃນລາຍຊື່ການເບິ່ງ ຫຼືບໍ່.
nl: Dit bestuurd of de deling zichtbaar is in de lijst van beschikbare delingen in het netwerkoverzicht en in de blader lijst.
pl: Od tego zależy, czy dany udział będzie widoczny na liście dostępnych udziałów w widoku sieci i liście przeglądania.
ro: Stabilește dacă partajarea definită va fi vizibilă sau nu în modul Navigare.
ru: Это задает, будет ли общий ресурс виден в списке доступных ресурсов в 'Сетевом окружении'.
sv: Det här styr om den utdelade katalogen syns i listan med tillgängliga utdelade kataloger i en nätvy och i bläddringslistan.
uk: Управляє тим, чи буде цей загальний ресурс показаний у списку наявних загальних ресурсів в перегляді мережі і в списку перегляду.
zh_cn: 控制此分享区会否列在网络列表（net view）和浏览列表（browser list）中。

source: Enable permission inheritance.
af: Inskakel toestemming erfporsie.
ca: Habilitar l'herència de permisos.
cs: Přebírat přístupová práva.
de: Aktiviere Rechtevererbung
el: Ενεργοποίηση κληρονόμησης δικαιωμάτων.
es: Habilitar la herencia de permisos
fr: Activer l'héritage d'autorisation.
hu: Jogosultságok öröklődésének engedélyezése.
it: Abilita ereditarietà permessi
lo: ເປີດໃຊ້ງານການສືບທອດສິດອະນຸຍາດ.
nl: Inschakelen permissie overerving.
ro: Activare propagare permisiuni.
ru: Включить наследование разрешений.
sv: Aktivera ärvning av rättigheter.
uk: Вмикає успадкування дозволів.
zh_cn: 启用权限继承。

source: The permissions on new files and directories are normally governed by create mask and directory mask but the inherit permissions parameter overrides this. This can be particularly useful on systems with many users to allow a single share to be used flexibly by each user.
af: Die toestemming op nuwe lêers and lêerstelsels word normaalweg deur die skep masker en lêerstelsel masker gehandhaaf maar die erf toestemmings parameter oorheers dit. Dit kan baie behulpsaam wees op stelsels met baie gebruikers sodat 'n enkele deel buigbaar gebruik kan word deur elke gebruiker.
ca: Els permisos dels nous arxius i directoris són generalment governats de crear la màscara i la màscara de directori, però el paràmetre que hereta permisos anul·la això. Això pot ser particularment útil en sistemes amb molts usuaris per permetre una sola acció que es farà servir de manera flexible per cada usuari.
cs: Přístupová práva na nově vzniklých souborech a složkách jsou běžně určovány maskou vytváření a složek, ale parametr „přebírat oprávnění“ toto přebíjí. Může být užitečné zejména na systémech s mnoha uživateli, kdy umožní bezproblémové používání sdílení každým z uživatelů.
de: Die Zugriffsrechte für neue Dateien und Verzeichnisse werden normalerweiße von 'create mask' und 'directory mask' bestimmt. Der Vererbungsparameter (inherit permissions parameter) überschreibt diese allerdings. Dies kann auf Systemen sinnvoll sein, auf denen viele Benutzer auf eine einzelne Freigabe flexibel zugreifen wollen.
el: Τα δικαιώματα στα νέα αρχεία και τους καταλόγους συνήθως διέπονται από τη δημιουργία μάσκας και μάσκας καταλόγου, αλλά η παράμετρος κληρονόμησης δικαιωμάτων το παρακάμπτει αυτό. Αυτό μπορεί να είναι ιδιαίτερα χρήσιμο σε συστήματα με πολλούς χρήστες ώστε να επιτρέψετε σε ένα κοινόχρηστο στοιχείο να μπορεί να χρησιμοποιηθεί με ευελιξία από κάθε χρήστη.
es: Los permisos en los archivos y directorios nuevos son gobernados normalmente al crearle una mascara y una mascara de directorio pero los parametros de permisos heredados hacen caso omiso de esto. Esto puede ser particularmente util en sistemas con muchos usuarios para permitirles un unico recurso compartido para ser usado flexiblemente por cada usuario.
fr: Les permissions pour de nouveaux fichiers et répertoires sont normalement gérées en créant un masque et un masque de répertoire mais le paramètre d'héritage des permissions prend le dessus. Ceci peut être particulièrement utile pour des systèmes avec beaucoup d'utilisateurs, de manière à ce qu'un seul partage puisse être utilisé d'une manière flexible par chaque utilisateur.
hu: Az új fájlokat és mappákat szabályozza általában a létrehozó maszk és a mappamaszk, de az örökölt jogosultságok felülbírálhatják ezeket. Ez különösen hasznos lehet sokfelhasználós rendszerek esetén, így lehetővé válik, hogy egy megosztást rugalmasan használhasson több felhasználó.
it: I permessi su nuovi files e directories sono normalmente amministrati da una maschera creata e una maschera di directory, ma i parametri dei permessi ereditati li sovrascrivono. Questo puo' essere particolarmente utile nei sistemi con molti utenti per consentire a una singola condivisione di essere utilizzata in modo flessibile da ogni utente.
lo: ສິດອະນຸຍາດໃນໄຟລ໌ ແລະ ໂຟນເດີໃໝ່ໂດຍປົກກະຕິຈະຖືກຄວບຄຸມໂດຍ create mask ແລະ directory mask ແຕ່ພາຣາມິເຕີ inherit permissions ຈະລົບລ້າງສິ່ງນີ້. ນີ້ສາມາດເປັນປະໂຫຍດໂດຍສະເພາະໃນລະບົບທີ່ມີຜູ້ໃຊ້ຫຼາຍຄົນ ເພື່ອໃຫ້ການແບ່ງປັນດຽວສາມາດຖືກໃຊ້ຢ່າງຍືດຍຸ່ນໂດຍແຕ່ລະຜູ້ໃຊ້.
nl: De machtigingen op nieuwe bestanden en mappen worden normaal bestuurd door creëer masker en map masker maar de overneem machtigings parameter overschrijft dit. Dit kan op systemen bijzonder nuttig zijn met vele gebruikers om één enkel te delen bestand toe te laten dat flexibel door elke gebruiker kan worden gebruikt.
pl: Uprawnienia dla nowych plików i katalogów zwykle są określane maskę katalogu i maskę dla nowo tworzonych plików; dziedziczenie uprawnień nadpisuje je. Może to być szczególnie użyteczne w systemach z dużą ilością użytkowników tak aby zapewnić elastyczną pracę dla każdego użytkownika.
ro: Pemisiunile pentru crearea de fișiere/directoare sunt determinate în mod normal de masca definită, cu observația că permisiunile ierarhice au prioritate. Acest mod este util atunci când se dorește un mod flexibil de acces al unei partajări de către utilizatori multipli.
ru: Обычно права на новые файлы и каталоги назначаются согласно маске создания файлов и каталогов, но параметр "Наследование прав доступа" отменяет это, что в многопользовательских системах может быть полезно для более гибкого использования одного общего ресурса.
sv: Behörigheterna för nya filer och kataloger är vanligtvis reglerade med mask och katalogmask men ärvda behörigheter åsidosätter detta. Detta kan vara särskilt användbart på system med många användare för att möjliggöra en enda delning som kan användas flexibelt av varje användare.
uk: Зазвичай права на нові файли і каталоги призначаються згідно масці створення файлів і каталогів, але цей параметр дозволяє перевизначення, що в багатокористувацьких системах може бути корисно для більш гнучкого використання одного загального ресурсу.
zh_cn: 新文件和目录的权限通常由创建掩码（create mask）和目录掩码（directory mask）参数管理，但继承权限参数覆盖这些参数。 这在多用户的系统上特别有用，让每个用户灵活地使用共享区。

source: Enable recycle bin.
af: Inskakel herwin bin
ca: Habilitar paperera de reciclatge.
cs: Nemazat přímo, používat Koš.
de: Aktiviere Papierkorb
el: Ενεργοποίηση κάδου ανακύκλωσης.
es: Habilitar papelera de reciclaje.
fr: Activer la corbeille.
hu: Lomtár engedélyezése.
it: Abilita cestino.
lo: ເປີດໃຊ້ງານຖັງຂີ້ເຫຍື້ອ.
nl: Inschakelen prullenbak.
ro: Activare recycle bin.
ru: Включить корзину.
sv: Aktivera papperskorg.
uk: Дозволити смітник.
zh_cn: 启用回收站。

source: This will create a recycle bin on the share.
af: Hierdie sal skep 'n herwin-bin op die share.
ca: Això crearà una paperera de reciclatge en el recurs.
cs: Toto na sdílení vytvoří objekt Koš.
de: Papierkorb auf der Freigabe wird eingereichtet.
el: Αυτό δημιουργεί κάδο ανακύκλωσης στο κοινόχρηστο.
es: Esto creara una papelera de reciclaje en el elemento compartido
fr: Ceci créera une poubelle dans le partage.
hu: Ez csinál egy lomtárat a megosztáson.
it: Questo creera' un cestino nella condivisione.
lo: ນີ້ຈະສ້າງຖັງຂີ້ເຫຍື້ອໃນການແບ່ງປັນ.
nl: Dit creëert een prullenbak op de deling.
pl: Utwórz kosz dla udziału.
ro: Această opțiune determină crearea unui Coș de Fișiere (recycle bin) în partajare.
ru: Создает 'корзину' на данном общем ресурсе.
sv: Detta kommer skapa en papperskorg i delningen.
uk: Це створить смітник у загальному ресурсі.
zh_cn: 在分享区创建回收站。
