Repository: rojim666/xigmanas-code-r10599-trunk
Catalog: locale/xigmanas-*.po
Languages: af, ca, cs, de, el, es, fr, hu, it, lo, nl, pl, ro, ru, sv, uk, zh_cn

source: Assign a previously defined portal group to the target.
af: Toewys 'n voorheen gedefinieerde portaalgroep na die teiken.
ca: Assigneu un grup de portal definit prèviament a l'objectiu.
cs: Přiřadit cíli předtím vytvořenou skupinu portálu.
de: Weise eine zuvor definierte Portalgruppe dem Ziel zu.
el: Ορίστε μια προηγουμένως καθορισμένη ομάδα portal στον προορισμό.
es: Asignar un grupo de portal previamente definido al objetivo.
fr: Affectez un groupe portail défini précédemment à la cible.
hu: Egy korábban létrehozott portál csoport hozzárendelése a célhoz.
it: Assegnare all'obiettivo un gruppo portale precedentemente creato
lo: ກຳນົດກຸ່ມພໍທໍທີ່ໄດ້ກຳນົດໄວ້ກ່ອນໜ້ານີ້ໃຫ້ກັບເປົ້າໝາຍ.
nl: Een eerder gedefinieerde portaal groep toewijzen aan de doel.
ro: Alocă un grup portal definit anterior pentru destinație.
ru: Назначьте ранее определенную группу портала цели.
sv: Knyt en tidigare definierad portalgrupp till målet.
uk: Призначає цілі попередньо визначену групу порталу.
zh_cn: 将以前定义的门户组分配给目标。

source: IPv4 or IPv6 address to redirect initiators to. When configured, all initiators attempting to connect to this target will get redirected using "Target moved temporarily" login response.
af: IPv4 of IPv6 adres om herlei inisieerders te. Wanneer gekonfigureer, alle inisieerders probeer tans om aan hierdie teiken te koppel sal get herleied gebruik van "Target moved temporarily" login respons.
ca: Adreça IPv4 o IPv6 per redirigir els iniciadors envers. Quan estigui configurat, tots els iniciadors que intenten connectar-se a aquest objectiu seran redirigits mitjançant la resposta a l'inici de sessió "Objectiu mogut temporalment".
cs: IPv4 nebo IPv6 adresa na kterou přesměrovat iniciátory. Pokud je nastaveno, všechny iniciátory, které se snaží připojit k tomuto portálu, budou přesměrovány pomocí odpovědi na přihlášení typu „Cíl dočasně přesunut“.
de: Pv4 or IPv6 Addresse um Initiatoren dorthin umzuleiten. Falls konfiguriert, werden alle Initiatoren, die versuchen, sich zum Ziel zu verbinden, umgeleitet indem eine "Ziel temporär verschoben" Anmeldungsantwort verwendet wird.
el: Διεύθυνση IPv4 ή IPv6 για ανακατεύθυνση των εκκινητών. Όταν ρυθμιστεί, όλοι οι εκκινητές που θα προσπαθούν να συνδεθούν σε αυτόν τον προορισμό, θα ανακατευθύνονται με απάντηση σύνδεσης "Ο προορισμός μετακινήθηκε προσωρινά".
es: Dirección IPv4 o IPv6 para redireccionar los iniciadores a. Cuando se configure, todos los iniciadores que intenten conectarse a este objetivo serán redireccionados utilizando la respuesta de inicio de sesión "Objetivo movido temporalmente".
fr: Adresse IPv4 ou IPv6 pour rediriger les initiateurs. Une fois configuré, tous les initiateurs tentant de se connecter à cette cible seront redirigés à l'aide de la réponse de connexion "Cible déplacée temporairement".
hu: IPv4 vagy IPV6 cím, melyre a kezdeményezőt átirányítjuk. Ha beállítjuk, akkor az összes kezdeményezőt, aki a célhoz próbál csatlakozni, átirányítjuk az "A cél ideiglenesen elköltözött" bejelentkezési válasszal.
it: Indirizzo IPv4 o IPv6 da reindirizzare agli iniziatori. Quando configurato, tutti gli iniziatori tenteranno di connettersi a questo obiettivo, saranno reindirizzati usando la risposta con login "Obiettivo spostato momentaneamente".
lo: ທີ່ຢູ່ IPv4 ຫຼື IPv6 ເພື່ອສົ່ງຕໍ່ initiator ໄປ. ເມື່ອຕັ້ງຄ່າແລ້ວ, initiator ທັງໝົດທີ່ພະຍາຍາມເຊື່ອມຕໍ່ຫາເປົ້າໝາຍນີ້ຈະຖືກສົ່ງຕໍ່ໂດຍໃຊ້ການຕອບກັບການເຂົ້າສູ່ລະບົບ "Target moved temporarily".
nl: IPv4 of IPv6 adres om initiators naar toe te leiden. Indien geconfigureerd, zullen alle initiators die proberen om verbinding te maken met dit doel worden omgeleid met behulp van het "Doel tijdelijk verplaatst" inlog antwoord.
ro: Adresa IPv4 sau IPv6 utilizată pentru redirectarea inițiatorilor. Când este configurată, toți inițiatorii care vor încerca să se conecteze la această destinație vor fi redirecționați folosind răspunsul de autentificare „Destinație mutată temporar”.
ru: IPv4 или IPv6 для перенаправления инициаторов. Когда сконфигурировано, все инициаторы, пытающиеся подключиться к этой цели, перенаправляются, используя временно ответ «Ответ на запрос».
sv: IPv4 eller IPv6 adress att omdirigera initierare till. När denna är satt kommer alla initerares försök att ansluta till detta mål omdirigeras med "Target moved temporarily" inloggningshantering.
uk: IPv4 або IPv6 адреса до якої виконується перенаправлення ініціатора. Коли налаштоване, все ініціатори, які намагаються підключитися до цієї цілі, перенаправляються за допомогою реакції «Ціль тимчасово переміщена».
zh_cn: 启动器重定向到的IPv4或IPv6地址。配置完成后，所有尝试连接到此目标的启动器都将使用“目标暂时移动”登录响应进行重定向。

source: No ports found.
af: Geen poorts gevind.
ca: No s’ha trobat cap port.
cs: Nenalezeny žádné porty.
de: Keine Ports gefunden.
el: Δεν βρέθηκαν θύρες
es: No se han encontrado puertos.
fr: Aucun port trouvé.
hu: Egy port sem található
it: Nessuna porta trovata.
lo: ບໍ່ພົບພອດ.
nl: Er zijn geen porten gevonden.
ro: Niciun port găsit.
ru: Порты не найдены.
sv: Inga portar hittades.
uk: Жодних портів не знайдено.
zh_cn: 找不到端口。

source: Max Processes
af: Max Prosesse
ca: Processos màxims
cs: Nejvýše procesů
de: Maximale Prozesse
el: Μέγιστος Αριθμός Διεργασιών
es: Procesos máximos
fr: Processus Max
hu: Folyamatok maximális száma
it: Numero massimo di processi
lo: ຈຳນວນໂປຣເຊສສູງສຸດ
nl: Max Processen
ro: Procese maxime
ru: Макс. процессов
sv: Max processer
uk: Максимальна кількість процесів
zh_cn: 最大进程

source: iSNS Period
af: iSNS Tydperk
ca: Periode iSNS
cs: iSNS období
de: iSNS Periode
el: Περίοδος iSNS
es: Periodo iSNS
fr: Période ISNS
hu: iSNS időköz
it: Periodo iSNS
lo: ໄລຍະເວລາ iSNS
nl: iSNS Periode
ro: Perioadă iSNS
ru: Период iSNS
uk: Період iSNS
zh_cn: iSNS周期

source: iSNS Timeout
af: iSNS Tyd uit
ca: Temps d'espera de l'iSNS
cs: Časový limit iSNS
de: iSNS Zeitüberschreitung (Timeout)
el: Χρόνος λήξης iSNS
es: Tiempo de espera de iSNS
fr: Délai d'attente iSNS
hu: iSNS időtúllépés
it: Timeout iSNS
lo: ເວລາໝົດກຳນົດ iSNS
pl: Limit czasu iSNS
ro: Timeout iSNS
ru: Таймаут iSNS
uk: Затримка iSNS
zh_cn: iSNS超时

source: The debug verbosity level. The default is 0.
af: Die ontfout verbositeits vlak. Die verstek is 0.
ca: El nivell de detall de depuració. El valor predeterminat és 0.
cs: Stupeň podrobnosti ladících informací. Výchozí je 0 (nula).
de: Ausführlichkeit des Debug Levels. O ist voreingestellt.
el: Το επίπεδο ανάλυσης της αποσφαλμάτωσης. Η προεπιλογή είναι 0.
es: La cantidad de mensajes de depuración. El valor predeterminado es 0.
fr: Le niveau de verbosité de débogage. La valeur par défaut est 0.
hu: A hibakeresés beszédességi szintje. Alapértelmezetten 0.
it: Livello di verbosità del debug. Di default è 0
lo: ລະດັບຄວາມລະອຽດຂອງການດີບັກ. ຄ່າເລີ່ມຕົ້ນແມ່ນ 0.
nl: Het debug verbosity niveau. De standaardwaarde is 0.
ro: Nivelul de detaliere pentru modul depanare. Valoare implicită este 0.
ru: Уровень детализации отладки. По умолчанию используется значение 0.
sv: Debugnivån. Standard är 0.
uk: Рівень деталізації відлагодження. За замовчуванням - 0.
zh_cn: debug调试详细级别。 默认值是0。

source: The limit for concurrently running child processes handling incoming connections. The default is 30. A setting of 0 disables the limit.
af: Die limiet vir gelyktydige bestuur van kinderprosesse wat inkomende verbindings hanteer. Die verstek is 30. 'n Instelling van 0 deaktiveer die limiet.
ca: El límit per gestionar simultàniament processos secundaris que gestionen les connexions entrants. El valor predeterminat és 30. Una configuració de 0 desactiva el límit.
cs: Limit souběžně spuštěných podřízených procesů obsluhujících příchozí spojení. Výchozí je 30. Nastavení na 0 (nula) tento limit vypíná.
de: Die Obergrenze für gleichzeitig laufende Kindprozesse die eingehende Verbindungen handhaben. Voreingestellt ist 30. Ein Wert von 0 deaktiviert die Obergrenze.
el: Το όριο για ταυτόχρονων υποδιεργασιών που θα εκτελούνται οι οποίες θα χειρίζονται τις εισερχόμενες συνδέσεις. Η προεπιλογή είναι 30. Ορίζοντάς το σε 0 απενεργοποιεί το όριο.
es: El límite para ejecutar simultáneamente procesos secundarios que manejan conexiones entrantes. El valor predeterminado es 30. Una configuración de 0 desactiva el límite.
fr: La limite pour les processus enfants exécutant simultanément des connexions entrantes. La valeur par défaut est 30. Un réglage de 0 désactive la limite.
hu: A bejövő kapcsolatokat kezelő konkurensen futó gyermekfolyamatok korlátja. Alapértelmezett értéke 30. 0 esetén nincs korlát.
it: Limite per processi figli attivi contemporaneamente che gestiscono le connessioni in ingresso. Il default è 30. Il valore 0 disabilita il limite.
lo: ຂີດຈຳກັດສຳລັບ child processes ທີ່ເຮັດວຽກພ້ອມກັນເພື່ອຈັດການການເຊື່ອມຕໍ່ທີ່ເຂົ້າມາ. ຄ່າເລີ່ມຕົ້ນແມ່ນ 30. ການຕັ້ງຄ່າເປັນ 0 ຈະປິດການໃຊ້ງານຂີດຈຳກັດ.
nl: De limiet voor gelijktijdig uitvoerende onderliggende processen voor het afhandelen van inkomende verbindingen. De standaardinstelling is 30. Een instelling van 0 schakelt de limiet uit.
ro: Limita de concurență pentru procesele active care gestionează conexiunile de intrare. Valoarea implicită este 30, valoarea 0 dezactivând limita.
ru: Предел одновременного запуска дочерних процессов, обрабатывающих входящие соединения. Значение по умолчанию - 30. Значение 0 отключает ограничение.
sv: Gränsen för konkurrerande körande barnprocesser hantering av inkommande anslutningar. Standard är 30. Ett värde av 0 inaktiverar begränsningen.
uk: Обмеження для одночасного запуску дочірніх процесів, що обробляють вхідні з'єднання. Значення за замовчуванням - 30. Параметр 0 вимикає ліміт.
zh_cn: 并发运行的子进程处理传入连接的限制。 默认值是30。设置为0将禁用限制。

source: The timeout for login sessions, after which the connection will be forcibly terminated. The default is 60. A setting of 0 disables the timeout.
af: Die tydsduur vir aanmeldingsessies, waarna die verbinding met geweld beëindig sal word. Die verstek is 60. 'N Instelling van 0 deaktiveer die tyd-uit.
ca: El temps d'espera de les sessions d'inici de sessió, després de la qual la connexió es resoldrà per força. El valor predeterminat és 60. Una configuració de 0 desactiva el temps d'espera.
cs: Časový limit pro přihlašovací relaci, po kterém bude spojení vynuceně ukončeno. Výchozí je 60. Nastavení na 0 časový limit vypne.
de: Die Zeitbeschränkung für Sitzungen nach der die Verbindung zwangsgetrennt wird. Voreingestellt ist 60. Die Verwendung von 0 verhindert die Zeitbeschränkung.
el: Το χρονικό όριο λήξης για συνδέσεις, μετά από το οποίο η σύνδεση θα τερματίζεται αναγκαστικά. Η προεπιλογή είναι 60. Ορισμός σε 0 απενεργοποιεί το χρονικό όριο λήξης.
es: El tiempo de espera para las sesiones de inicio de sesión, después del cual la conexión se terminará a la fuerza. El valor predeterminado es 60. Una configuración de 0 desactiva el tiempo de espera.
fr: Le délai d'attente pour les sessions de connexion, après quoi la connexion sera terminée de manière forcée. La valeur par défaut est 60. Un paramètre de 0 désactive le délai d'expiration.
hu: Bejelentkezési munkamenetek időtúllépése, ami után a kapcsolatot erőszakkal megszakítjuk. Alapértelmezett értéke 60. 0 esetén nincs korlát.
it: Timeout per la sessione di login, dopo il quale la connessione verrà chiusa forzatamente. Il tempo di default è 60. Una impostazione a 0 disabilita il timeout
lo: ເວລາໝົດກຳນົດສຳລັບເຊສຊັນການເຂົ້າສູ່ລະບົບ, ຫຼັງຈາກນັ້ນການເຊື່ອມຕໍ່ຈະຖືກຍົກເລີກໂດຍບັງຄັບ. ຄ່າເລີ່ມຕົ້ນແມ່ນ 60. ການຕັ້ງຄ່າເປັນ 0 ຈະປິດການໃຊ້ງານເວລາໝົດກຳນົດ.
nl: De timeout voor login sessies, waarna de verbinding gedwongen wordt beëindigd. De standaardwaarde is 60. Bij een instelling van 0 wordt de timeout uitgeschakeld.
ro: Timpul de expirare pentru sesiunea de autentificare. După expirarea acestui timp sesiunea de autentificare va fi terminată în mod forțat. Valoarea 0 dezactivează expirarea sesiuni de autentificare.
ru: Таймаут для сеансов входа в систему, после чего соединение будет принудительно завершено. Значение по умолчанию - 60. Значение 0 отключает таймаут.
sv: Timeouten för inloggningssessioner efter vilken anslutningen kommer att avslutas. Standard är 60. En inställning på 0 inaktiverar timeouten.
uk: Затримка для сеансів входу в систему, після чого з'єднання буде примусово завершено. За замовчуванням - 60. Значення 0 відключає затримку.
zh_cn: 登录会话超时后，连接将被强制终止。 默认值是60。设置为0将禁用超时。

source: iSNS registration period. Registered Network Entity not updated during this period will be unregistered. The default is 900.
af: iSNS registrasie tydperk. Geregistreerde Netwerk Entiteite wat nie gedurende hierdie periode opgedateer is nie, sal ontgeregistreer word. Die verstek is 900.
ca: Temps de registre de l'iSNS. L'Entitat de xarxa registrada no actualitzada durant aquest període no es registrarà. El valor predeterminat és 900.
cs: Období iSNS registrace. Registrace síťové entity, která nebyla v tomto období aktualizována, bude zrušena. Výchozí je 900.
de: ISNS Anmeldungszeitraum. Angemeldete Netzwerkeinheiten, die nicht innerhalb dieser Zeitspanne aktualisiert werden, werden abgemeldet. Voreingestellt ist 900.
el: Περίοδος εγγραφής iSNS. Η εγγεγραμμένη οντότητα Δικτύου η οποία δεν θα ενημερωθεί κατά αυτή την περίοδο θα απεγγραφεί. Η προεπιλογή είναι 900.
es: Período de registro de iSNS. La entidad de red registrada no actualizada durante este período será no registrada. El valor predeterminado es 900.
fr: période d'enregistrement iSNS. L'entité de réseau enregistrée non mise à jour pendant cette période ne sera pas enregistrée. La valeur par défaut est 900.
hu: iSNS regisztrációs időszak. Az időszak alatt nem frissülő Regisztrált Hálózati Entitás regisztrációja megszűnik. Alapértelmezett értéke 900.
it: Periodo di registrazione iSNS. Le entità di rete registrate non aggiornate durante questo periodo saranno deregistrate. Il default è 900.
lo: ໄລຍະເວລາການລົງທະບຽນ iSNS. Registered Network Entity ທີ່ບໍ່ໄດ້ອັບເດດໃນລະຫວ່າງໄລຍະເວລານີ້ຈະຖືກຍົກເລີກການລົງທະບຽນ. ຄ່າເລີ່ມຕົ້ນແມ່ນ 900.
nl: iSNS registratieperiode. Geregistreerde Netwerk Entiteit niet bijgewerkt tijdens deze periode wordt ongeregistreerd. De standaardwaarde is 900.
pl: Okres rejestracji ISNS. Zarejestrowany Podmiot Sieciowy, który nie zostanie zaktualizowany w tym okresie, zostanie wyrejestrowany. Wartość domyślna to 900.
ro: Perioadă de înregistrare iSNS. Rețelele care nu sunt actualizate în acest interval vor fi dezactivate. Valoarea implicită este 900.
ru: Период регистрации iSNS. Зарегистрированное сетевое устройство, не обновленное в течение этого периода, будет незарегистрировано. Значение по умолчанию - 900.
sv: iSNS registreringsperiod. Registrerade nätverksenheter som inte uppdaterarats under denna period kommer att avregistreras. Standard är 900.
uk: Період реєстрації iSNS. Якщо зареєстрований мережевий об'єкт не буде оновлюватися впродовж цього періоду, він буде незареєстрованим після цього. За замовчуванням - 900.
zh_cn: iSNS注册周期。 在此周期未更新的注册网络实体将被取消注册。 缺省值是900。

source: Timeout for iSNS requests. The default is 5.
af: Tyd uit vir iSNS versoeke. Die verstek is 5.
ca: Temps d'espera per a les sol·licituds d'iSNS. El valor predeterminat és 5.
cs: Časový limit pro iSNS požadavky. Výchozí je 5.
de: Zeitüberschreitung (Timeout) für ISNS. Der Standardwert ist 5.
el: Χρονικό όριο λήξης για αιτήματα iSNS. Η προεπιλογή είναι 5.
es: Tiempo de espera para solicitudes iSNS. El valor predeterminado es 5.
fr: Délai d'attente pour les demandes iSNS. La valeur par défaut est 5.
hu: Az iSNS kérések időtúllépése. Az alapértelmezett értéke 5.
it: Timeout per le richieste iSNS. Il default è 5.
lo: ເວລາໝົດກຳນົດສຳລັບຄຳຮ້ອງຂໍ iSNS. ຄ່າເລີ່ມຕົ້ນແມ່ນ 5.
nl: Timeout voor iSNS aanvragen. De standaardwaarde is 5.
ro: Timpul de expirare pentru cereri iSNS. Valoare implicită este 5.
ru: Таймаут для запросов iSNS. По умолчанию используется значение 5.
sv: Timeout för iSNS förfrågningar. Standard är 5.
uk: Затримка для запитів iSNS. За замовчуванням - 5.
zh_cn: iSNS请求超时。 默认值是5。

source: These parameters will be added to the global section of ctl.conf
af: Hierdie parameters sal bygevoeg word tot die globale afdeling van ctl.conf
ca: Aquests paràmetres s'afegiran a la secció global de ctl.conf
cs: Tyto parametry budou přidány do globální části souboru my.cnf
de: Diese Parameter werden zum globalen Abschnitt von ctl.conf hinzugefügt
el: Αυτές οι παράμετροι θα προστεθούν στη γενική ενότητα του ctl.conf
es: Estos parámetros se añadirán a la sección global de ctl.conf
fr: Ces paramètres vont être ajoutés à la section globale de ctl.conf
hu: Ezeket a paramétereket a ctl.conf fájl globális részéhez adjuk hozzá
it: Questi parametri saranno aggiunti alla sezione globale del file ctl.conf
lo: ພາຣາມິເຕີເຫຼົ່ານີ້ຈະຖືກເພີ່ມເຂົ້າໃນສ່ວນ global ຂອງ ctl.conf
nl: Deze parameters worden toegevoegd aan de algemene instellingen van ctl.conf
ro: Acești parametri vor fi adăugați în secțiunea globală a fișierului ctl.conf.
ru: Эти параметры будут добавлены в глобальный раздел ctl.conf
sv: Dessa parametrar kommer läggas till sen globala sektionen i my.cnf
uk: Ці параметри будуть додані до глобальної секції ctl.conf
zh_cn: 这些参数将添加到ctl.conf的全局部分

source: Add iSCSI Initiator
af: Voeg iSCSI Inisieerder
ca: Afegeix iniciador iSCSI
cs: Přidat zavaděč iSCSI
de: iSCSI-Initiator hinzufügen
el: Προσθήκη εκκινητή iSCSI
es: Añadir iniciador iSCSI
fr: Ajouter un initiateur iSCSI
hu: iSCSI Kezdeményező hozzáadása
it: Aggiungi Initiator iSCSI
lo: ເພີ່ມ iSCSI Initiator
nl: iSCSI Initiator Toevoegen
pl: Dodaj iSCSI inicjatora
ro: Adăugare inițiator iSCSI
ru: Добавить инициатор iSCSI
sv: Lägg till iSCSI initierare
uk: Додати ініціатор iSCSI
zh_cn: 添加iSCSI启动器

source: Edit iSCSI Initiator
af: Wysig iSCSI Inisieerder
ca: Editar el iniciadors iSCSI
cs: Upravit iSCSI iniciátor
de: Bearbeite iSCSI Initiator
el: Επεξεργασία εκκινητή iSCSI
es: Editar iniciador iSCSI
fr: Modifier l'Initiateur iSCSI
hu: iSCSI Kezdeményező módosítás
it: Modifica l'iniziatore iSCSI
lo: ແກ້ໄຂ iSCSI Initiator
nl: iSCSI Initiator Bewerken
ro: Editare inițiator iSCSI
ru: Изменить инициатор iSCSI
sv: Ändra iSCSI initierare
uk: Змінити ініціатора iSCSI
zh_cn: 编辑iSCSI启动器

source: iSCSI Initiator is marked for deletion
af: iSCSI Inisieerder is gemerk vir skrap
ca: El iniciador iSCSI està marcat per a la seva eliminació
cs: iSCSI iniciátor je označen ke smazání
de: iSCSI Initiator ist zum Löschen vorgemerkt
el: Ο εκκινητής iSCSI έχει σημειωθεί προς διαγραφή
es: Iniciador iSCSI marcado para borrado
fr: L'initiateur iSCSI est marqué pour suppression
hu: Az iSCSI kezdeményezőt megjelölték törlésre
it: L'inizializzatore iSCSI è contrassegnato per la cancellaziome
lo: iSCSI Initiator ຖືກໝາຍໄວ້ເພື່ອລຶບ
nl: iSCSI Initiator is gemarkeerd voor verwijdering
pl: Inicjator iSCSI jest oznaczony do usunięcia
ro: Inițiatorul iSCSI este marcat pentru ștergere
ru: Инициатор iSCSI помечен для удаления
sv: iSCSI initerare är markerad för borttagning
uk: Ініціатор iSCSI позначений для видалення
zh_cn: iSCSI启动器标记为删除

source: iSCSI Initiator is locked
af: iSCSI Inisieerder is toegeslot
ca: Iniciador iSCSI està bloquejat
cs: iSCSI iniciátor je uzamčen
de: iSCSI Initiator ist gesperrt
el: Ο εκκινητής iSCSI είναι κλειδωμένος
es: Iniciador iSCSI bloqueado
fr: L'initiateur iSCSI est verrouillé
hu: Az iSCSI kezdeményező zárolt
it: L'inizializzatore iSCSI è bloccato
lo: iSCSI Initiator ຖືກລັອກ
nl: iSCSI Initiator is vergrendeld
pl: Inicjator iSCSI jest zablokowany
ro: Inițiatorul iSCSI este blocat
ru: Инициатор iSCSI заблокирован
sv: iSCSI initerare är låst
uk: Ініціатор iSCSI заблокований
zh_cn: iSCSI Initiator已锁定

source: iSCSI Initiator is unlocked
af: iSCSI Inisieerder is ontgeslot
ca: Iniciador iSCSI està desbloquejat
cs: iSCSI iniciátor je odemčen
de: iSCSI Initiator ist entsperrt
el: Ο εκκινητής iSCSI είναι ξεκλείδωτος
es: Iniciador iSCSI desbloqueado
fr: L'initiateur iSCSI est déverrouillé
hu: Az iSCSI kezdeményező nincs zárolva
it: L'inizializzatore iSCSI è sbloccato
lo: iSCSI Initiator ຖືກປົດລັອກ
nl: iSCSI Initiator is ontgrendeld
pl: Inicjator iSCSI jest odblokowany
ro: Inițiatorul iSCSI este deblocat
ru: Инициатор iSCSI разблокирован
sv: iSCSI initerare är olåst
uk: Ініціатор iSCSI розблокований
zh_cn: iSCSI启动器已解锁

source: Delete Selected iSCSI Initiators
af: Skrap Geselekteerde iSCSI Inisieerders
ca: Elimineu els iniciadors iSCSI seleccionats
cs: Smazat vybrané iSCSO iniciátory.
de: Ausgewählte iSCSI Initiatoren löschen.
el: Διαγραφή επιλεγμένων εκκινητών iSCSI
es: Borrar iniciadores iSCSI seleccionados.
fr: Supprimer les Initiateurs iSCSI Sélectionnés
hu: A kiválasztott iSCSI Kezdeményezők törlése
it: Cancellare gli iniziatori iSCSI selezionati
lo: ລຶບ iSCSI Initiator ທີ່ເລືອກ
nl: Geselecteerde iSCSI Initiators Verwijderen
ro: Șterge inițiatorii iSCSI selectați
ru: Удалить выбранные инициаторы iSCSI
sv: Ta bort valda iSCSI initierare
uk: Видалити обрані ініціатори iSCSI
zh_cn: 删除选中的iSCSI启动器

source: Disable Selected iSCSI Initiators
af: Deaktiveer Geselekteerde iSCSI Inisieerders
ca: Deshabiliteu els iniciadors iSCSI seleccionats
cs: Vypnout vybrané iSCSI iniciátory
de: Ausgewählte iSCSI Initiatoren deaktivieren
el: Απενεργοποίηση των επιλεγμένων εκκινητών iSCSI
es: Deshabilitar iniciadores iSCSI seleccionados
fr: Supprimer les initiateurs iSCSI sélectionnés
hu: A kiválasztott iSCSI Kezdeményezők kikapcsolása
it: Disattivare gli iniziatori iSCSI selezionati
lo: ປິດໃຊ້ງານ iSCSI Initiator ທີ່ເລືອກ
nl: Geselecteerde iSCSI Initiators Uitschakelen
ro: Dezactivare inițiatori iSCSI selectați
ru: Отключить выбранные инициаторы iSCSI
sv: Inaktivera valda iSCSI initierare
uk: Вимкнути обрані ініціатори iSCSI
zh_cn: 禁用选中的iSCSI启动器

source: Enable Selected iSCSI Initiators
af: Inskakel Geselekteerde iSCSI Inisieerders
ca: Habilitar els iniciadors iSCSI seleccionats
cs: Zapnout označené iSCSI iniciátory
de: Schalte ausgewählte iSCSI Initiatoren ein
el: Ενεργοποίηση Επιλεγμένων εκκινητών iSCSI
es: Habilitar iniciadores iSCSI seleccionados
fr: Activer les Initiateurs iSCSI Sélectionnés
hu: A kiválasztott iSCSI Kezdeményezők bekapcsolása
it: Abilita gli inizializzatori iSCSI selezionati
lo: ເປີດໃຊ້ງານ iSCSI Initiator ທີ່ເລືອກ
nl: Geselecteerde iSCSI Initiators Inschakelen
ro: Activare inițiatori iSCSI selectați
ru: Включить выбранные инициаторы iSCSI
sv: Aktivera valda iSCSI initierare
uk: Дозволити обрані ініціатори iSCSI
zh_cn: 启用选中的iSCSI启动器

source: Toggle Selected iSCSI Initiators
af: Toggle Geselekteerde iSCSI Inisieerders
ca: Commuta els iniciadors iSCSI seleccionats
cs: Vyp/zap označené iSCSI iniciátory
de: Schalte ausgewählte iSCSI Initiatoren um
el: Μεταβολή εκκινητών iSCSI
es: Intercambiar iniciadores iSCSI seleccionados
fr: hanger d'état les initiateurs iSCSI sélectionnés
hu: Kiválasztott iSCSI kezdeményezők átkapcsolása
it: Abilitare gli inizializzatore iSCSI selezionati
lo: ສະຫຼັບການໃຊ້ງານ iSCSI Initiator ທີ່ເລືອກ
nl: Geselecteerde iSCSI Initiators Omschakelen
ro: Inversare selecție inițiatori iSCSI
ru: Переключение выбранных инициаторов iSCSI
sv: Växla valda iSCSI initierare
uk: Перемкнути обрані ініціатори iSCSI
zh_cn: 切换选定的iSCSI启动器
