Repository: rojim666/xigmanas-code-r10599-trunk
Catalog: locale/xigmanas-*.po
Languages: af, ca, cs, de, el, es, fr, hu, it, lo, nl, pl, ro, ru, sv, uk, zh_cn

source: Add a spare device to a pool
af: Voeg 'n spaar toestel by 'n poel by
ca: Afegir un dispositiu de recanvi a la piscina
cs: Přidat do fondu úložišť zařízení pro pohotovostní náhradu
de: "Hot Spare"-Gerät zum Pool hinzufügen
el: Προσθήκη μιας εφεδρικής συσκευής σε ένα pool
es: Agrega un dispositivo de reserva a la agrupación de dispositivos de datos(Pool)
fr: Ajouter un périphérique de rechange pour le pool
hu: Tartalék eszköz hozzáadása tárolóhoz
it: Aggiungi uno spare al pool
lo: ເພີ່ມອຸປະກອນສຳຮອງໃສ່ພູລ
nl: Voeg een spare schijf toe aan een pool
pl: Dodaj zapasowe urządzenie do puli
ro: Adăugare dispozitiv de rezervă la pool
ru: Добавить запасное устройство в пул (Add a spare device to a pool)
sv: Lägg till en reservenhet till en pool
uk: Додавання резервного пристрою до пулу
zh_cn: 给池添加一个热备设备

source: Attach a data device
af: Heg 'n data toestel aan
ca: Adjuntar un dispositiu de dades
cs: Připojit datové zařízení
de: Ein Datengerät hinzufügen
el: Προσθήκη μιας συσκευής δεδομένων
es: Conecta un dispositivo para datos
fr: Attacher un périphérique de données
hu: Adateszköz csatolása
it: Collega un dispositivo dati
lo: ຕິດອຸປະກອນຂໍ້ມູນ
nl: Koppel een data schijf
pl: Przyłącz urządzenie danych
ro: Atașare dispozitiv de stocare
ru: Подключение устройства данных
sv: Lägg till en dataenhet
uk: Підключення пристою даних
zh_cn: 附加数据设备

source: Attach a log device
af: Heg 'n log toestel
ca: Adjuntar un dispositiu de registre
cs: Připojit zařízení pro záznamy událostí
de: Ein Log-Gerät hinzufügen
el: Προσθήκη μιας συσκευής log
es: Conecta un dispositivo para logs
fr: Attacher un périphérique de log
hu: Naplóeszköz csatolása
it: Collega un dispositivo per i log
lo: ຕິດອຸປະກອນບັນທຶກ
nl: Koppel een log schijf
pl: Przyłącz urządzenie dziennika
ro: Atașare dispozitiv de jurnalizare
ru: Подключение устройства журнала (Attach a log device)
sv: Lägg till en loggenhet
uk: Підключення пристою лога
zh_cn: 附加日志设备

source: Clear device errors
af: Duidelik toestel foute
ca: Esborra els errors del dispositiu
cs: Vyčistit chyby zařízení
de: Gerätefehler löschen
el: Εκκαθάριση σφαλμάτων συσκευής
es: Elimina los erores del dispositivo
fr: Effacer les erreurs de périphérique
hu: Eszközhibák törlése
it: Cancella errori della device
lo: ລ້າງຂໍ້ຜິດພາດຂອງອຸປະກອນ
nl: Wis schijf fouten
pl: Wyczyść błędy urządzenia
ro: Ștergere erori dispozitiv
ru: Очистить ошибки устройства (Clear device errors)
sv: Åtgärda enhetsfel
uk: Очистити помилки пристрою
zh_cn: 清除设备错误

source: Destroy a pool
af: Vernietig 'n poel
ca: Destrueix piscina
cs: Zrušit tento fond úložišť
de: Einen Pool auflösen
el: Καταστροφή ενός pool
es: Elimina una agrupación de dispositivos de datos(Pool).
fr: détruire un pool
hu: Tároló megsemmisítése
it: Distruggi un pool
lo: ທຳລາຍພູລ
nl: Vernietig een pool
pl: Zniszcz pulę
ro: Distrugere pool
ru: Разрушить пул (Destroy a pool)
sv: Förstör en pool
uk: Зруйнувати пул
zh_cn: 销毁一个池

source: Detach a data device from a mirror
af: Detach 'n data toestel vanaf 'n spieël
ca: Separar un dispositiu de dades d'un mirall
cs: Odebrat zařízení ze zrcadlení
de: Datenträger von einem gespiegelten Verbund entfernen
el: Αποσύνδεση μιας συσκευής δεδομένων από ένα mirror
es: Desconecta un dispositivo de datos de un espejo
fr: Détacher un périphérique de données d'un miroir
hu: Adateszköz kicsatolása a tükörből
it: Rimuovi una device dati da un mirror (detach)
lo: ຖອດອຸປະກອນຂໍ້ມູນອອກຈາກມິເຣີ
nl: Ontkoppel een data schijf van een mirror
pl: Odłącz urządzenie danych od mirrora
ro: Detașare dispozitiv de date de la un dispozitiv tip oglindă
ru: Отсоединить устройство данных с зеркала
sv: Koppla från en dataenhet från en spegling
uk: Від'єднати пристрій даних від дзеркала
zh_cn: 从镜像中分离数据设备

source: Detach a log device from a mirrored log
af: Detach 'n log oestel van 'n spieëled log
ca: Separar un dispositiu de registre d'un mirall de registre
cs: Odpojit zařízení pro záznamy událostí ze zrcadleného záznamu událostí
de: Trennen eines Log-Geräts von einem gespiegelten Log
el: Αποσύνδεση μιας συσκευής log από ένα mirrored log
es: Desconectar un dispositivo de bitácora de una bitácora espejeada
fr: Détacher un périphérique de log d'un miroir de log
hu: Naplóeszköz kicsatolása a tükrözött naplóból
it: Rimuovi una device log da un mirrored log (detach)
lo: ຖອດອຸປະກອນບັນທຶກອອກຈາກບັນທຶກແບບມິເຣີ
nl: Ontkoppel een log schijf van een mirrored log
pl: Odłącz log urządzenia od logu mirrora
ro: Detașare dispozitiv jurnalizare de la un jurnal oglindă
ru: Отключить устройство журнала от зеркала
sv: Koppla från en loggenhet från en speglad logg
uk: Відключити пристрій логу від дзеркала
zh_cn: 从镜像日志中分离日志设备

source: Export a pool from the system
af: Eksporteer 'n poel vanaf die stelsel
ca: Exportació d'una piscina des del sistema
cs: Exportovat fond ze systému
de: Exportiere einen Pool aus dem System
el: Εξαγωγή ενός pool από το σύστημα
es: Exportar una agrupación de dispositivos(pool) ZFS desde el sistema
fr: Exporter un pool du système
hu: Tároló exportálása a rendszerből
it: Esporta un pool dal sistema
lo: ສົ່ງອອກພູລຈາກລະບົບ
nl: Exporteer een pool van het systeem
pl: Eksportuj pulę z systemu
ro: Exportă un pool din sistem
ru: Экспорт пула из системы (Export a pool from the system)
sv: Exportera en pool från systemet
uk: Експорт пулу з системи
zh_cn: 从系统导出池

source: Display ZFS command history
af: Vertoon ZFS bevel geskiedenis
ca: Mostra historial de comandament ZFS
cs: Zobrazit historii ZFS příkazů
de: Zeige die ZFS Befehlshistorie an
el: Εμφάνιση ιστορικότητας των εντολών ZFS
es: Desplegar la historia de comandos ZFS
fr: Afficher l'historique des commandes ZFS
hu: ZFS parancstörténelem megjelenítése
it: Mostra la history del comando ZFS
lo: ສະແດງປະຫວັດຄຳສັ່ງ ZFS
nl: ZFS opdrachtgeschiedenis weergeven
pl: Wyświetl historie komend ZFS
ro: Afișare istoric comenzi ZFS
ru: Отображение истории команд ZFS (Display ZFS command history)
sv: Visa ZFS kommandohistoria
uk: Відображення історії команд ZFS
zh_cn: 显示ZFS命令历史记录

source: Import pools
ca: Importar agrupacions
de: Pools importieren
el: Εισαγωγή pools
es: Importar agrupaciones
fr: Importer des pools
hu: Tárolók (pools) importálása
it: Pool di importazione
lo: ນຳເຂົ້າພູລ
nl: Importeer pools
pl: Importuj pule
ro: Import unități pool
ru: Импорт пулов
sv: Importera pooler
uk: Імпортувати пули
zh_cn: 导入池

source: List pools available to import
af: Lys poele wat beskikaar is om in te voer
ca: Llista de grups disponibles per importar
de: Für den Import verfügbare Pools auflisten
el: Λίστα των pool που είναι διαθέσιμα προς εισαγωγή
es: Listar agrupaciones disponibles a importar
fr: Liste des pools disponibles pour l'importation
hu: Elérhető készletek listázása importáláshoz
it: Lista dei pools disponibili per l'importazione
lo: ລາຍຊື່ພູລທີ່ສາມາດນຳເຂົ້າໄດ້
nl: Lijst pools beschikbaar om te importeren
pl: Lista puli dostępnych dla importu
ro: Lista structurilor pool disponibile pentru import
ru: Список пулов, доступных для импорта
sv: Lista pooler tillgängliga för import
uk: Список пулів, доступні для імпорту
zh_cn: 列出可导入的池

source: Remove ZFS label information from a device
af: Verwyder ZFS etiket inligting van 'n toestel
ca: Traieu informació de l'etiqueta de ZFS des d'un dispositiu
cs: Odebrat ze zařízení informaci o ZFS štítku
de: Entferne ZFS Label Informationen von einem Gerät
el: Αφαίρεση της πληροφορίας ετικέτας ZFS από τη συσκευή
es: Eliminar la etiqueta ZFS del dispositivo
fr: Supprimer les informations de label ZFS d'un périphérique
hu: ZFS címkeinformációk eltávolítása az eszközről
it: Rimuove l'etichetta informativa di ZFS da un dispositivo
lo: ລຶບຂໍ້ມູນປ້າຍ ZFS ອອກຈາກອຸປະກອນ
nl: Verwijder ZFS label informatie van een schijf
pl: Usuń informacje ZFS z urządzenia
ro: Elimină informațiile etichetă ZFS de la un dispozitiv
ru: Удалить информацию ZFS о метках устройств
sv: Ta bort ZFS-etikettinformation från en enhet
uk: Видалити інформацію про мітки ZFS з пристрою
zh_cn: 从设备中删除ZFS标签信息

source: Take a device offline
af: Haal 'n toestel van die lyn af
ca: Desconnectar un dispositiu
cs: Vypnout zařízení
de: Ein Gerät Offline setzen
el: Κάντε μια συσκευή offline
es: Pone el disco fuera de linea
fr: Mettre un périphérique hors ligne
hu: Eszköz offline állapotba helyezése
it: Porta un dispositivo offline
lo: ເຮັດໃຫ້ອຸປະກອນອອຟໄລນ໌
nl: Neem een schijf offline
pl: Wprowadź urządzenie w tryb offline
ro: Deconectare dispozitiv
ru: Перевести устройства в offline (Take a device offline)
sv: Ta en enhet offline
uk: Перевести пристрої в offline
zh_cn: 使设备离线

source: Bring a device online
af: Bring 'n toestel aanlyn
ca: Porta el dispositiu en línia
cs: Uvést zařízení do provozu
de: Ein Gerät online schalten
el: Κάντε μια συσκευή online
es: Ponga un dispositivo en linea
fr: Mettre un périphérique en ligne
hu: Eszköz online-ra állítása
it: Metti online una device
lo: ເຮັດໃຫ້ອຸປະກອນອອນໄລນ໌
nl: Breng een schijf online
pl: Wprowadź urządzenie w stan używania.
ro: Aducere dispozitiv online
ru: Перевести устройство в online (Bring a device online)
sv: Ta en enhet online
uk: Перевести пристрій в онлайн
zh_cn: 使设备联机

source: Generate a new unique identifier for a pool
af: Genereer 'n nuwe unieke identifiseerder vir die poel
ca: Genera un nou identificador únic per la piscina
cs: Vytvořit pro fond nový jedinečný identifikátor
de: Einen neuen eindeutige Pool-Identifikator erzeugen
el: Δημιουργία ενός μοναδικού αναγνωριστικού για ένα pool
es: Generar un identificador unico para la agrupación de dispositivos(pool)
fr: Générer un nouvel identifiant unique pour le pool
hu: Egyedi azonosító generálása a tárolónak
it: Genera un nuovo identificativo univoco per un gruppo
lo: ສ້າງຕົວລະບຸທີ່ບໍ່ຊ້ຳກັນໃໝ່ສຳລັບພູລ
nl: Genereer een nieuwe unieke identificatie voor een pool
pl: Generuj nowy unikalny identyfikator puli
ro: Generare identificator nou pentru pool
ru: Создание нового уникального идентификатора для пула (Generate a new unique identifier for a pool)
sv: Skapa en ny unik identifierare för en pool
uk: Створення нового унікального ідентифікатора для пулу
zh_cn: 为池生成新的唯一标识符

source: Remove a cache device from a pool
af: Verwyder kasgeheue toestel van die poel
ca: Treure un dispositiu de memòria cau d'una piscina
cs: Odebrat zařízení-mezipaměť z fondu
de: Entferne ein Cache-Laufwerk von einem Pool
el: Αφαίρεση μιας συσκευής cache από ένα pool
es: Eliminar el dispositivo de CACHÉ de la agrupación de dispositivos(pool)
fr: Retirer un périphérique de cache d'un pool
hu: Gyorsítóeszköz eltávolítása a tárolóból
it: Rimuove un dispositivo di cache da un pool
lo: ລຶບອຸປະກອນແຄສອອກຈາກພູລ
nl: Verwijder een cache schijf van een pool
pl: Usuń urządzenie cache z puli
ro: Eliminare dispozitiv cache de la un pool
ru: Удалить устройство кэша из пула (Remove a cache device from a pool)
sv: Ta bort en cacheenhet från en pool
uk: Видалити пристрій кеша з пулу
zh_cn: 从池中删除缓存设备

source: Remove a log device from a pool
af: Verwyder 'n register toestel van die poel
ca: Treure un dispositiu de registre d'una piscina
cs: Odebrat zařízení pro záznamy událostí z fondu
de: Entferne ein Log-Laufwerk von einem Pool
el: Αφαίρεση μιας συσκευής log από ένα pool
es: Eliminar el dispositivo de LOG de la agrupación de dispositivos(pool)
fr: Retirer un périphérique de log d'un pool
hu: Naplóeszköz eltávolítása a tárolóból
it: Rimuovere il dispositivo di log dal pool
lo: ລຶບອຸປະກອນບັນທຶກອອກຈາກພູລ
nl: Verwijder een cache schijf van een pool
pl: Usuń urządzenie log z puli
ro: Eliminare dispozitiv de jurnalizare de la un pool
ru: Удалить устройство журнала из пула (Remove a log device from a pool)
sv: Ta bort en loggenhet från en pool
uk: Видалити пристрій логу з пулу
zh_cn: 从池中删除日志设备

source: Remove a spare device from a pool
af: Verwyder 'n spaar toestel van die poel
ca: Treure un dispositiu de recanvi d'una piscina
cs: Odebrat pohotovostní náhradní zařízení z fondu
de: Entferne ein "Hot Spare"-Laufwerk aus einem Pool
el: Αφαίρεση μιας εφεδρικής συσκευής από ένα pool
es: Eliminar el dispositivo de RESERVA de la agrupación de dispositivos(pool)
fr: Retirer un périphérique de rechange d'un pool
hu: Tartalékeszköz eltávolítása a tárolóból
it: Rimouvere un dispositivo di scorta dal pool
lo: ລຶບອຸປະກອນສຳຮອງອອກຈາກພູລ
nl: Verwijder een spare schijf van een pool
pl: Usuń zapasowe urządzenie z puli
ro: Eliminare dispozitiv rezervă de la un pool
ru: Удалить запасное устройство из пула
sv: Ta bort en reservenhet från en pool
uk: Видалити запасний пристрій з пулу
zh_cn: 从池中删除备用设备

source: Replace a device
af: Vervang 'n toestel
ca: Substituir un dispositiu
cs: Nahradit zařízení
de: Ein Gerät ersetzen
el: Αντικατάσταση μιας συσκευής
es: Reemplazar un dispositivo
fr: Remplacer un périphérique
hu: Eszköz cseréje
it: Sostituire un dispositivo
lo: ປ່ຽນແທນອຸປະກອນ
nl: Vervang een schijf
pl: Zamień urządzenie
ro: Înlocuire dispozitiv
ru: Заменить устройство (Replace a device)
sv: Ersätt en enhet
uk: Замінити пристрій
zh_cn: 更换设备

source: Scrub a pool
af: Skrop die poel
ca: Fregui piscina
cs: Zkontrolovat fond úložišť na chyby
de: Scrub (Fehlerüberprüfung) eines Pools
el: Scrub ενός pool
es: Revisar (Scrub) la agrupación de dispositivos(pool)
fr: Vérification (Scrub) d'un pool
hu: Tároló ellenőrzése
it: Pulire il pool
lo: ກວດສອບພູລ
nl: Scrub een pool
ro: Curăță un pool
ru: Проверка пула (Scrub a pool)
sv: Städa en pool
uk: Перевірка пулу
zh_cn: 擦洗池

source: Initiate TRIM of free space in a pool
af: Begin TRIM van ongebruikte spasie in 'n poel
ca: Inicieu TRIM d'espai lliure en una piscina
de: Ein TRIM Kommando ausführen um nicht mehr benutzten Speicherplatz in einem Pool freizugeben.
el: Έναρξη TRIM στον ελέυθερο χώρο ενός pool
es: Iniciar TRIM de espacio libre en un grupo
fr: Lancer TRIM de l'espace libre dans un pool
hu: TRIM futtatása egy tároló (pool) szabad területén
it: Avviare TRIM dello spazio libero in un Pool
lo: ເລີ່ມຕົ້ນການ TRIM ພື້ນທີ່ວ່າງໃນພູລ
nl: Starten TRIM van vrije ruimte in een pool
pl: Zainicjuj TRIM dla wolnej przestrzeni w puli
ro: Inițializare TRIM pe spațiul liber din structura pool
ru: Инициировать TRIM свободного места в пуле
sv: Initiera TRIM av ledigt utrymme i en pool
uk: Ініціює TRIM вільного місця в пулі
zh_cn: 启动池中可用空间的 TRIM

source: Upgrade ZFS and add all supported feature flags on a pool
af: Opgradering ZFS en voeg alle ondersteunde kenmerk vlae op 'n poel
ca: Actualitzar ZFS i afegir totes les banderes de característiques suportades en una piscina
cs: Přejít na novější verzi ZFS a přidat fondu úložišť veškeré příznaky nově podporovaných funkcí
de: Führe ZFS-Upgrade durch und füge alle unterstützten Feature-Flags einem Pool hinzu
el: Αναβάθμιση του ZFS και προσθήκη όλων των υποστηριζόμενων feature flags σε ένα pool
es: Actualizar el nucleo ZFS y añadir soporte de nuevas caracteristicas a la agrupacion de dispositivos(Pool)
fr: Mise à niveau de ZFS et ajout de toutes les fonctionnalités prises en charge par un pool
hu: ZFS frissítése és összes támogatott tulajdonság hozzáadása az tárolóhoz
it: Aggiorna ZFS ed aggiunge tutte le funzioni selezionate nel pool
lo: ອັບເກຣດ ZFS ແລະ ເພີ່ມຄຸນສົມບັດທີ່ຮອງຮັບທັງໝົດໃສ່ພູລ
nl: Upgrade ZFS en voeg alle ondersteunde functie vlaggen toe op een pool
pl: Uaktualnij ZFS i dodaj wszystkie dostępne znaczniki opcji dla puli
ro: Actualizați structura ZFS și adăugați toate opțiunile disponibile la pool
ru: Обновить ZFS и добавить все поддерживаемые флаги объектов в пуле (Upgrade ZFS and add all supported feature flags on a pool)
sv: Uppgradera ZFS och lägg till alla stödda finessflaggor på en pool
uk: Оновити ZFS і додати всі підтримувані прапори об'єктів в пулі
zh_cn: 升级ZFS并在池中添加所有支持的功能标志

source: Temporary Device
af: Tydelike Toestel
ca: Dispositiu temporal
cs: Dočasné zařízení
de: temporäres Gerät
el: Προσωρινή συσκευή
es: Dispositivo Temporal
fr: Périphérique temporaire
hu: Átmeneti eszköz
it: Supporto temporaneo
lo: ອຸປະກອນຊົ່ວຄາວ
nl: Tijdelijk Apparaat
pl: Urządzenie tymczasowe
ro: Dispozitiv temporar
ru: Временное устройство
sv: Temporär Enhet
uk: Тимчасовий пристрій
zh_cn: 临时装置

source: Start
af: Begin
ca: Inicia
cs: Spustit
el: Έναρξη
es: Iniciar
fr: Démarrer
hu: Indítás
it: Inizia
lo: ເລີ່ມ
ru: Старт
sv: Starta
uk: Стартувати
zh_cn: 启动

source: Stop
ca: Atura
cs: Zastavit
de: Stopp
el: Διακοπή
es: Parar
fr: Arrêter
hu: Leállítás
it: Ferma
lo: ຢຸດ
ru: Стоп
sv: Stoppa
uk: Зупинити
zh_cn: 停止

source: Force Operation
af: Forseer Operasie
ca: Força operació
cs: Vynutit operaci
de: Befehlsausführung erzwingen
el: Επιβολή Λειτουργίας
es: Forzar la operacion
fr: Forcer l'opération
hu: Művelet kikényszerrítése
it: Forzare l'operazione
lo: ບັງຄັບການດຳເນີນການ
nl: Forceer Opdracht
pl: Wymuś operację
ro: Forțare operațiune
ru: Принудительная операция
sv: Tvinga operationen
uk: Примусове виконання (-f)
zh_cn: 强制操作

source: Test Mode
af: Toets Mode
ca: Mode de prova
cs: Testovací režim
de: Testmodus
el: Δοκιμαστική λειτουργία
es: Modo Test
fr: Mode Test
hu: Tesztmód
it: Modalità test
lo: ໂໝດທົດສອບ
nl: Testmodus
pl: Tryb testowy
ro: Mod testare
ru: Тестовый режим
sv: Testläge
uk: Тестовий режим
zh_cn: 测试模式

source: Unknown Activity
af: Onbekende Aktiviteit
ca: Activitat desconeguda
cs: Neznámá aktivita
de: Unbekannte Aktivität
el: Άγνωστη δραστηριότητα
es: Actividad desconocida
fr: Activité inconnue
hu: Ismeretlen aktivitás
it: Attività sconosciuta
lo: ກິດຈະກຳທີ່ບໍ່ຮູ້ຈັກ
nl: Onbekende Activiteit
pl: Nieznane działanie
ro: Activitate necunoscută
ru: Неизвестная активность
sv: Okänd aktivitet
uk: Невідома активність
zh_cn: 未知活动

source: Select Pool
af: Selekteer die Poel
ca: Seleccionar piscina
cs: Vyberte fond
de: Wähle Pool
el: Επιλογή Pool
es: Seleccione una agrupación de dispositivos(pool)
fr: Sélectionner un Pool
hu: Naplóeszköz kiválasztása
it: Selezionare il Pool
lo: ເລືອກພູລ
nl: Selecteer Pool
pl: Wybierz pulę
ro: Selectare Pool
ru: Выберите пул
sv: Välj Pool
uk: Оберіть пул
zh_cn: 选择池

source: Select Cache Device
af: Selekteer Kasgeheue Toestel
ca: Seleccionar dispositiu memòria cau
cs: Vyberte zařízení pro mezipaměť
de: Wähle Cache Laufwerk
el: Επιλογή Συσκευής Cache
es: Seleccionar dispositivo caché.
fr: Sélectionner un Périphérique Cache
hu: Gyorsítótár-eszköz kiválasztása
it: Selezionare il dispositivo di cache
lo: ເລືອກອຸປະກອນແຄສ
nl: Selecteer Cache Schijf
pl: Wybierz urządzenie cache
ro: Selectare dispozitiv cache
ru: Выберите устройство кэша
sv: Välj Cachennehet
uk: Оберіть пристрій кеша
zh_cn: 选择缓存设备

source: Source
af: Bron
ca: Font
cs: Zdroj
de: Quelle
el: Προέλευση
es: Origen
hu: Forrás
it: Sorgente
lo: ແຫຼ່ງທີ່ມາ
nl: Bron
pl: Źródło
ro: Sursă
ru: Источник
sv: Källa
uk: Джерело
zh_cn: 来源位置

source: Select Data Device
af: Selekteer Data Toestel
ca: Seleccionar dispositiu de dades
cs: Vyberte zařízení pro data
de: Wähle Daten Laufwerk
el: Επιλογή Συσκευής Δεδομένων
es: Seleccionar dispositivo de datos.
fr: Sélectionner un Périphérique de Données
hu: Adateszköz kiválasztása
it: Selezionare il dispositivo per i dati
lo: ເລືອກອຸປະກອນຂໍ້ມູນ
nl: Selecteer Data Schijf
pl: Wybierz urządzenie danych
ro: Selectare dispozitiv de date
ru: Выберите устройство данных
sv: Välj Dataenhet
uk: Оберіть пристрій даних
zh_cn: 选择数据设备

source: Select Log Device
af: Selekteer Register Toestel
ca: Seleccionar dispositiu de registre
cs: Vyberte zařízení pro záznam událostí
de: Wähle Log-Laufwerk
el: Επιλογή Συσκευής Log
es: Seleccione el dispositivo de registro
fr: Sélectionner un Périphérique de Log
hu: Naplóeszköz kiválasztása
it: Selezionare il dispositivo di log
lo: ເລືອກອຸປະກອນບັນທຶກ
nl: Selecteer Log Schijf
pl: Wybierz urządzenie log
ro: Selectare dispozitiv jurnalizare
ru: Выберите устройство логов
sv: Välj Loggenhet
uk: Оберіть пристрій журнала
zh_cn: 选择日志设备

source: Select Spare Device
af: Selekteer Spaar Toestel
ca: Seleccionar dispositiu de recanvi
cs: Vyberte zařízení pro pohotovostní náhradu
de: Wähle Spare Laufwerk
el: Επιλογή Συσκευής Spare
es: Seleccione dispositivo de recambio
fr: Sélectionner un Périphérique de rechange
hu: Tartalékeszköz kiválasztása
it: Selezionare il dispositivo di scorta
lo: ເລືອກອຸປະກອນສຳຮອງ
nl: Selecteer Spare Schijf
pl: Wybierz urządzenie zapasowe
ro: Selectare dispozitiv spare
ru: Выберите запасное устройство
sv: Välj reservenhet
uk: Оберіть запасний пристрій
zh_cn: 选择备用设备

source: Select Pool Device
af: Selekteer die Poel Toestel
ca: Seleccionar dispositiu de la piscina
cs: Vyberte zařízení fondu
de: Wähle Pool-Laufwerk
el: Επιλογή Συσκευής Pool
es: Seleccione un dispositivo en la agrupación de dispositivos(pool)
fr: Sélectionner un Périphérique de Pool
hu: Tárolóeszköz kiválasztása
it: Selezionare il dispositivo Pool
lo: ເລືອກອຸປະກອນພູລ
nl: Selecteer Pool Schijf
ro: Selectare dispozitiv Pool
ru: Выберите устройство пула
sv: Välj Poolenhet
uk: Оберіть пристрій пулу
zh_cn: 选择池设备

source: Select Pools
af: Selekteer die Poele
ca: Seleccionar piscines
cs: Vyberte fondy
de: Wähle Pools
el: Επιλογή Pool
es: Seleccione una o varias agrupaciónes de dispositivos(pools)
fr: Sélectionner des Pools
hu: Tárolók kiválasztása
it: Selezionare i pools
lo: ເລືອກພູລ
nl: Selecteer Pools
pl: Wybierz pule
ro: Selectare dispozitive Pool
ru: Выберите пулы
sv: Välj Pooler
uk: Оберіть пули
zh_cn: 选择池

source: Select Device
af: Selekteer Toestel
ca: Seleccionar dispositiu
cs: Vyberte zařízení
de: Gerät auswählen
el: Επιλογή Συσκευής
es: Seleccione el dispositivo
fr: Sélectionner un périphérique
hu: Eszköz kiválasztása
it: Selezionare dispositivo
lo: ເລືອກອຸປະກອນ
nl: Selecteer Schijf
pl: Wybierz urządzenie
ro: Selectare dispozitiv
ru: Выберите устройство
sv: Välj enhet
uk: Оберіть пристрій
zh_cn: 选择设备

source: Activities
af: Aktiwiteite
ca: Activitats
cs: Činnosti
de: Aktivitäten
el: Δραστηριότητες
es: Actividades
fr: Activités
hu: Tevékenységek
it: Attività
lo: ກິດຈະກຳ
nl: Activiteiten
pl: Aktywności
ro: Activități
ru: Действия
sv: Aktiviteter
uk: Дії
zh_cn: 活动事件

source: Add Virtual Device
af: Voeg Virtuele Toestel
ca: Afegir dispositiu virtual
cs: Přidat virtuální zařízení
de: Virtuelles Gerät hinzufügen
el: Προσθήκη Εικονικής Συσκευής
es: Añadir dispositivo virtual
fr: Ajouter un périphérique virtuel
hu: Virtuális eszköz hozzáadása
it: Aggiungi Dispositivo virtuale
lo: ເພີ່ມອຸປະກອນສະເໝືອນ
nl: Virtuele Schijf Toevoegen
pl: Dodaj urządzenie virtualne
ro: Adăugare dispozitiv virtual
ru: Добавить Виртуальное Устройство
sv: Lägg till virtuell enhet
uk: Додати віртуальний пристрій
zh_cn: 添加虚拟设备

source: Edit Virtual Device
af: Reigeer Virtuele Toestel
ca: Editar dispositiu virtual
cs: Upravit virtuální zařízení
de: virtuelles Gerät bearbeiten
el: Επεξεργασία Εικονικής Συσκευής
es: Editar Dispositivo Virtual
fr: MOdifier le périphérique virtuel
hu: Virtuális eszköz módosítása
it: Modifica i 'Virtual Device'
lo: ແກ້ໄຂອຸປະກອນສະເໝືອນ
nl: Bewerk Virtuele Schijf
pl: Edytuj wirtualne urządzenie.
ro: Editare dispozitiv virtual
ru: Редактировать Виртуальное Устройство
sv: Ändra virtuell enhet
uk: Редагувати віртуальний пристрій
zh_cn: 编辑虚拟设备

source: Virtual Device is marked for removal
af: Virtuele Toestel is gemerk om verwyder te word
ca: Dispositiu virtual està marcat per ser esborrat
cs: Virtuální zařízení je označeno k odebrání
de: Virtuelles Laufwerk ist zum entfernen markiert
el: Η Εικονική Συσκευή έχει μαρκαριστεί προς διαγραφή
es: El dispositivo virtual esta marcado para eliminación
fr: Le périphérique virtuel est marqué pour supression
hu: Virtuális eszköz eltávolításra megjelölve
it: Dispositivo virtuale segnalato per la cancellazione
lo: ອຸປະກອນສະເໝືອນຖືກໝາຍໄວ້ເພື່ອລຶບອອກ
nl: Virtuele Schijf is gemarkeerd voor verwijdering
pl: Wirtualne urządzenie oznaczone do usunięcia
ro: Dispozitivul virtual este marcat pentru ștergere
ru: Виртуальное Устройство отмечено для удаления
sv: Virtuell enhet är markerad för borttagning
uk: Віртуальний пристрій позначений для видалення
zh_cn: 虚拟设备已标记为要移除
