Repository: rojim666/xigmanas-code-r10599-trunk
Catalog: locale/xigmanas-*.po
Languages: af, ca, cs, de, el, es, fr, hu, it, lo, nl, pl, ro, ru, sv, uk, zh_cn

source: Do you want to toggle selected jobs?
af: Doen jy wil geselekteerde jobs toggle?
ca: Vols mostrar els treballs seleccionats?
cs: Opravdu přepnout označené úlohy?
de: Möchten Sie die ausgewählten Aufträge umschalten?
el: Θέλετε να μεταβάλλετε τις επιλεγμένες εργασίες;
es: Desea cambiar el estado de los trabajos marcados?
fr: Voulez-vous inverser les tâches sélectionnées
hu: Biztos, hogy átkapcsolod a kiválasztott feladatokat?
it: Vuoi commutare le attività selezionate?
lo: ທ່ານຕ້ອງການສະຫຼັບວຽກທີ່ເລືອກບໍ່?
nl: Wilt u de geselecteerde taken omschakelen?
pl: Czy chcesz przełączyć zaznaczone zadania?
ro: Doriți să inversați activitățile selectate?
ru: Вы действительно желаете изменить состояние выбранных заданий?
sv: Vill du ändra status på valda jobb?
uk: Ви підтверджуєте перемикання вибраних завдань?
zh_cn: 要切换选中的任务吗？

source: Enable Selected Jobs
af: Inskakel Geselekteerde Jobs
ca: Habilitar treballs seleccionats
cs: Vykonávat označené úlohy
de: Ausgewählte Aufträge aktivieren
el: Ενεργοποίηση Επιλεγμένων Εργασιών
es: Habilitar los trabajos marcados
fr: Activer les tâches sélectionnées
hu: Kiválasztott feladatok engedélyezése
it: Abilita attività selezionate
lo: ເປີດໃຊ້ວຽກທີ່ເລືອກ
nl: Geselecteerde Taken Inschakelen
pl: Włącz wybrane zadania.
ro: Activare activități selectate
ru: Включить выбранные задания
sv: Aktivera valda jobb
uk: Увімкнути вибрані завдання
zh_cn: 启用选中的任务

source: Do you want to enable selected jobs?
af: Wil jy geselekteerde jobs inskakel?
ca: Vols permetre els treballs seleccionats?
cs: Opravdu zapnout označené úlohy?
de: Möchten Sie die ausgewählten Aufträge aktivieren?
el: Θέλετε να ενεργοποιήσετε τις επιλεγμένες εργασίες;
es: Desea habilitar los trabajos marcados?
fr: Voulez-vous activer les tâches sélectionnées
hu: Biztos, hogy engedélyezed a kiválasztott feladatokat?
it: Vuoi abilitare le attività selezionate?
lo: ທ່ານຕ້ອງການເປີດໃຊ້ວຽກທີ່ເລືອກບໍ່?
nl: Wilt u de geselecteerde taken inschakelen?
pl: Czy chcesz włączyć wybrane zadania ?
ro: Doriți să activați acțiunile selectate?
ru: Вы действительно желаете включить выбранные задания?
sv: Vill du aktivera valda jobb?
uk: Ви підтверджуєте увімкнення обраних завдань?
zh_cn: 要启用选中的任务吗？

source: Disable Selected Jobs
af: Deaktiveer Geselekteerde Jobs
ca: Desactivar les feines seleccionades
cs: Smazat označené úlohy
de: Ausgewählte Aufträge deaktivieren
el: Απενεργοποίηση Επιλεγμένων Εργασιών
es: Deshabilitar los trabajos seleccionados
fr: Désactiver les tâches sélectionnées
hu: Kiválasztott feladatok tiltása
it: Disabilita le attività selezionate
lo: ປິດໃຊ້ວຽກທີ່ເລືອກ
nl: Geselecteerde Taken Uitschakelen
pl: Wyłącz wybrane zadania
ro: Dezactivare activități selectate
ru: Отключить выбранные задания
sv: Inaktivera valda jobb
uk: Вимкнути вибрані завдання
zh_cn: 禁止选中的任务

source: Do you want to disable selected jobs?
af: Wil jy die geselekteerde jobs deaktiveer?
ca: Vols desactivar els treballs seleccionats?
cs: Opravdu vypnout označené úlohy?
de: Möchten Sie die ausgewählten Aufträge deaktivieren?
el: Θέλετε να απενεργοποιήσετε τις επιλεγμένες εργασίες;
es: Desea deshabilitar los trabajos seleccionados?
fr: Voulez-vous désactiver les tâches sélectionnées
hu: Biztos, hogy kikapcsolod a kiválasztott feladatokat?
it: Vuoi disabilitare le attività selezionate?
lo: ທ່ານຕ້ອງການປິດໃຊ້ວຽກທີ່ເລືອກບໍ່?
nl: Wilt u de geselecteerde taken uitschakelen?
pl: Czy chcesz wyłączyć wybrane zadania ?
ro: Doriți să dezactivați activitățile selectate?
ru: Вы действительно желаете отключить выбранные задания?
sv: Vill du inaktivera valda jobb?
uk: Ви підтверджуєте вимкнення обраних завдань?
zh_cn: 要禁用选中的任务吗？

source: Delete Selected Jobs
af: Skrap Geselekteerde Jobs
ca: Suprimeix feines seleccionats
cs: Smazat označené úlohy
de: Ausgewählte Aufträge löschen
el: Διαγραφή Επιλεγμένων Εργασιών
es: Borrar los trabajos seleccionados
fr: Supprimer les tâches sélectionnées
hu: Kiválasztott feladatok törlése
it: Cancella l'attività selezionata
lo: ລຶບວຽກທີ່ເລືອກ
nl: Geselecteerde Taken Verwijderen
pl: Usuń wybrane zadania.
ro: Ștergere activități selectate
ru: Удалить выбранные задания
sv: Ta bort valda jobb
uk: Видалити вибрані завдання
zh_cn: 删除选中的任务

source: Do you want to delete selected jobs?
af: Wil jy die geselekteerde jobs skrap?
ca: Vols eliminar els treballs seleccionats?
cs: Opravdu smazat označené úlohy?
de: Möchten Sie die ausgewählten Aufträge löschen?
el: Θέλετε να διαγράψετε τις επιλεγμένες εργασίες;
es: Desea borrar los trabajos seleccionados?
fr: Voulez-vous effacer les tâches sélectionnées
hu: Biztos, hogy törlöd a kiválasztott feladatokat?
it: Vuoi cancellare le attività selezionate?
lo: ທ່ານຕ້ອງການລຶບວຽກທີ່ເລືອກບໍ່?
nl: Wilt u de geselecteerde taken verwijderen?
pl: Czy chcesz usunąc wybrane zadania ?
ro: Doriți să ștergeți activitățile selectate?
ru: Вы действительно желаете удалить выбранные задания?
sv: Vill du radera valda jobb?
uk: Ви підтверджуєте видалення обраних завдань?
zh_cn: 要删除选中的任务吗？

source: Run Now
af: Hardloop Nou
ca: Executar ara
cs: Spusit nyní
de: Jetzt starten
el: Εκτέλεση Τώρα
es: Ejecutar ahora
fr: Exécuter maintenant
hu: Futtatás most
it: Esegui ora
lo: ແລ່ນດຽວນີ້
nl: Nu Uitvoeren
pl: Uruchom teraz
ro: Rulează acum
ru: Запустить сейчас
sv: Kör nu
uk: Виконати зараз
zh_cn: 立刻运行

source: The cron job has been executed successfully.
af: Die cron werkstukis suskesvol afgehandel
ca: La tasca de cron s'ha executat amb èxit.
cs: Naplánovaná úloha byla úspěšně vykonána.
de: Der cron job wurde erfolgreich ausgeführt.
el: Η προγραμματισμένη εργασία εκτελέστηκε με επιτυχία.
es: El proceso cron se ha ejecutado con exito.
fr: La tâche cron a été éxécutée avec succès.
hu: Az ütemezett feladat sikeresen lefutott.
it: Il cron job è stato eseguito con successo.
lo: ວຽກ cron ໄດ້ຖືກປະຕິບັດສຳເລັດແລ້ວ.
nl: De cron taak is met succes uitgevoerd.
pl: Wykonanie zadania cron-a zakończone powodzeniem.
ro: Acțiunea din lista cron job a fost executată cu succes.
ru: Задание Сron'а было выполнено успешно.
sv: Cron-jobbet har utförts med lyckat resultat.
uk: Завдання cron виконано успішно.
zh_cn: cron 工作已执行成功。

source: Failed to execute cron job.
af: Mislukte om uit te voer cron job.
ca: No s'ha pogut executar cron job.
cs: Nezdařilo se vykonat naplánovanou (cron) úlohu.
de: cron Job wurde nicht ausgeführt.
el: Αποτυχία εκτέλεσης προγραμματισμένης εργασίας.
es: Fallo al ejecutar el proceso cron.
fr: Erreur à l'éxécution d'une tâche cron.
hu: Hiba az ütemezett feladat végrehajtása közben.
it: Esecuzione del job di cron fallita.
lo: ການປະຕິບັດວຽກ cron ລົ້ມເຫຼວ.
nl: Cron taak uitvoeren mislukt.
pl: Wykonanie zadania cron-a nie powiodło się.
ro: Eroare execuție acțiune programată cron.
ru: Сбой при выполнении задания Сron'а.
sv: Misslyckades med att köra cron-jobb.
uk: Відмова виконання завдання cron.
zh_cn: 执行定时任务失败。

source: Cron job
ca: Treball cron
cs: Naplánovaná úloha
el: Προγραμματισμένη εργασία
es: Tarea de Cron
hu: Ütemezett feladat
it: Attivita' Cron
lo: ວຽກ Cron
nl: Cron taak
pl: Zadanie Cron
ro: Lista Cron
ru: Задание Сron'а
sv: Cron-jobb
uk: Завдання Cron
zh_cn: 定时任务

source: Specifies the command to be run.
af: Spesifiseer die bevel om uit te voer.
ca: Especifica la comanda a executar.
cs: Určuje příkaz, který má být spuštěn.
de: Gibt den auszuführende Befehl an.
el: Καθορίζει την εντολή που θα εκτελεστεί.
es: Especifica la orden a ejecutar.
fr: Indiquer la commande à exécuter.
hu: Megadja a futtatandó parancsot.
it: Specifica il comando da eseguire.
lo: ລະບຸຄຳສັ່ງທີ່ຈະແລ່ນ.
nl: Specificeer de opdracht die uitgevoerd moet worden.
pl: Określa polecenie do wykonania.
ro: Introduceți aici comanda de executat.
ru: Задайте выполняемую команду здесь.
sv: Specificerar kommandot som ska köras.
uk: Задайте команду для виконання тут.
zh_cn: 运行指定命令。

source: The system configuration is reset to factory defaults and the server is restarted.
af: Die stelsel konfigurasie word teruggestel na fabriek versteke en die bediener word weer begin.
ca: La configuració del sistema es restablirà als valors predeterminats de fàbrica i el servidor es reiniciarà.
cs: Nastavení systému je resetováno do výchozího a server je restartován.
de: Die Systemeinstellungen werden auf die Werkseinstellungen zurückgesetzt und der Server neu gestartet.
el: Οι ρυθμίσεις του συστήματος επανήλθαν στις εργοστασιακές και ο διακομιστής κάνει επανεκκίνηση.
es: La configuración ha sido restaurada a su valor por defecto y el servidor está siendo reiniciado.
fr: La configuration système est réinitialisée avec les paramètres d'usine et le serveur est redémarré.
hu: A rendszerbeállításokat sikeren visszaállítottad az alapértelmezett gyári beállításokra. A szerver újraindul.
it: La configurazione del sistema è resettata ai valori di fabbrica e il server è riavviato
lo: ການຕັ້ງຄ່າລະບົບຖືກຣີເຊັດເປັນຄ່າເລີ່ມຕົ້ນຈາກໂຮງງານ ແລະ ເຊີບເວີຈະຣີສະຕາດ.
nl: De configuratie van het systeem teruggezet naar de fabrieksinstellingen en de server is aan het herstarten.
pl: Konfiguracja systemu zostanie zresetowana do domyślnych ustawień fabrycznych i serwer zostanie zrestartowany.
ro: Configurația sistemului este resetată la valorile implicite iar serverul va reporni cu această configurație.
ru: Конфигурация системы сбросится до заводских настроек и сервер будет перезагружен.
sv: Systeminställningarna återställs till fabriksinställningar och servern startar om.
uk: Системна конфігурація буде скинута до значень за замовчуванням та сервер буде перезавантажений.
zh_cn: 系统将重置设置并重新启动

source: Are you sure you want to reset the system configuration to factory defaults?
af: Is jy seker dat jy die stelsel konfigurasie na fabrieks instellings wil reset?
ca: Esteu segur que voleu reiniciar la configuració del sistema als valors predeterminats de fàbrica?
cs: Obnovit konfiguraci do výchozího nastavení ?
de: Sind Sie sicher, dass Sie die Systemeinstellungen auf die Werkseinstellungen zurücksetzen wollen?
el: Θελετε σίγουρα να επαναφέρετε το σύστημα στις εργοστασιακές ρυθμίσεις;
es: ¿Esta seguro de que desea volver a la configuración por defecto?
fr: Êtes-vous sûr de vouloir réinitialiser la configuration du système avec les paramètres d'usine?
hu: Biztos, hogy visszaállítod a gyári alapértelmezett beállításokat?
it: Sei sicuro di voler ripristinare la configurazione di sistema ai valori di fabbrica
lo: ທ່ານແນ່ໃຈບໍ່ວ່າຕ້ອງການຣີເຊັດການຕັ້ງຄ່າລະບົບເປັນຄ່າເລີ່ມຕົ້ນຈາກໂຮງງານ?
nl: Weet u zeker dat u de systeemconfiguratie wilt herstellen naar de fabrieksinstellingen?
pl: Jesteś pewny że chcesz przywrócić konfigurację systemu do ustawień fabrycznych?
ro: Sunteți sigur că doriți reconfigurarea sistemului cu setările inițiale?
ru: Вы уверены, что хотите сбросить конфигурацию системы до заводских настроек?
sv: Är du säker att du vill återställa systemet till fabriksinställningarna?
uk: Ви підтверджуєте скидання системної конфігурації до значень за замовчуванням?
zh_cn: 您确定要恢复系统默认设置吗？

source: The entire system configuration will be overwritten.
af: Die volledige stelsel konfigurasie kan oorskryf word.
ca: Tota la configuració del sistema es sobreescriurà.
cs: Celé nastavení systému bude přepsáno.
de: Die gesamten System-Einstellungen werden überschrieben.
el: Όλες οι ρυθμίσεις του συστήματος θα αντικατασταθούν.
es: La configuración del ssitema será sobrescrita.
fr: La configuration complète du système sera écrasée.
hu: A teljes rendszerbeállítást felülírjuk.
it: L'intera configurazione di sistema sarà sovrascritta
lo: ການຕັ້ງຄ່າລະບົບທັງໝົດຈະຖືກຂຽນທັບ.
nl: De volledige systeemconfiguratie wordt overschreven.
pl: Cała konfiguracja systemu będzie nadpisana.
ro: Întreaga configurație a sistemului va fi suprascrisă.
ru: Вся конфигурация системы будет перезаписана.
sv: Hela systemkonfigurationen kommer att skrivas över.
uk: Вся конфігурація системи буде перезаписана.
zh_cn: 整个系统配置将被覆盖。

source: File not found
af: Lêer nie gevind nie
ca: Arxiu no trobat
cs: Soubor nebyl nalezen
de: Datei nicht gefunden
el: Το αρχείο δε βρέθηκε
es: Archivo no encontrado
fr: Fichier non trouvé
hu: A fájl nem található
it: File non trovato
lo: ບໍ່ພົບໄຟລ໌
nl: Bestand niet gevonden
pl: Nie znaleziono pliku
ro: Fișier negăsit
ru: Файл не найден
sv: Filen hittades inte
uk: Файл не знайдено
zh_cn: 找不到文件

source: Saved file to
af: Stoor lêer na
ca: Arxiu guardat a
cs: Soubor uložen do
de: Datei wurde gespeichert nach
el: Το αρχείο αποθήκευτηκε στο
es: Archivo guardado en
fr: Enregistrer le fichier dans
hu: Fájl mentése ide
it: File salvato in
lo: ບັນທຶກໄຟລ໌ໄປທີ່
nl: Bestand opgeslagen op
pl: Zapisano plik do
ro: Fișer salvat la
ru: Файл сохранен в
sv: Sparade filen till
uk: Файл збережено в
zh_cn: 将文件保存到

source: File Path
af: Lêer Pad
ca: Ruta del fitxer
cs: Popis umístění souboru
de: Dateipfad
el: Διαδρομή αρχείου
es: Ruta del archivo
fr: Chemin d'accès au fichier
hu: Elérési út
it: Percorso File
lo: ເສັ້ນທາງໄຟລ໌
nl: Bestandslocatie
pl: Ścieżka do pliku
ro: Cale fișier
ru: Путь к файлу
sv: Filsökväg
uk: Шлях до файла
zh_cn: 文件路径

source: Open File
af: Maak Lêer Oop
ca: Obre el fitxer
de: Datei öffnen
el: Άνοιγμα Αρχείου
es: Abrir archivo
fr: Ouvrir un fichier
hu: Fájl megnyitása
it: Apri file
lo: ເປີດໄຟລ໌
nl: Bestand Openen
pl: Otwórz plik
ro: Deschidere fișier
ru: Открыть файл
sv: Öppna fil
uk: Відкрити файл
zh_cn: 打开文件

source: Save File
ca: Desa el fitxer
de: Datei speichern
el: Αποθήκευση Αρχείου
es: Guardar archivo
fr: Enregistrer un fichier
hu: Fájl mentése
it: Salva File
lo: ບັນທຶກໄຟລ໌
nl: Bestand Opslaan
pl: Zapisz plik
ro: Salvare fișier
ru: Сохранить Файл
sv: Spara fil
uk: Зберегти файл
zh_cn: 保存文件

source: Rows
af: Rye
ca: Filas
cs: Řádky
de: Zeilen
el: Γραμμές
es: Filas
fr: Lignes
hu: Sorok
it: Righe
lo: ແຖວ
nl: Rijen
pl: Wierszy
ro: Rînduri
ru: Строки
sv: Rader
uk: Рядки
zh_cn: 行

source: Cols
ca: Columnes
cs: Kolz
de: Spalten
el: Στήλες
es: Columnas
fr: Colonnes
hu: Oszlopok
it: Colonne
lo: ຖັນ
nl: Kolommen
pl: Kolumn
ro: Coloane
ru: Колонки
sv: Kolumner
uk: Стовпчики
zh_cn: 栏

source: Set
ca: Estableix
de: Setzen
el: Ορισμός
es: Establecer
fr: Définir
hu: Beállítás
it: Imposta
lo: ຕັ້ງຄ່າ
nl: Instellen
pl: Ustaw
ro: Setează
ru: Установить
sv: Ställ in
uk: Набір
zh_cn: 设置

source: Highlight View
af: Merk Aansig
ca: Visualització de ressaltat
de: Hervorgehobene Ansicht
el: Προβολή Επισήμανσης
es: Vista resaltada.
fr: Vue en Surbrillance
it: Vista evidenziata
lo: ມຸມມອງໄຮໄລທ໌
nl: Markeer View
ro: Evidențiere
ru: Выделить вид
sv: Topplistevy
uk: Перегляд з підсвічуванням
zh_cn: 高亮视图

source: From Email Address
af: Van Epos Adres
ca: De adreça de correu electrònic
cs: Z e-mailové adresy
de: Absender-E-Mail-Adresse
el: Διεύθυνση ηλεκτρονικού ταχυδρομείου αποστολέα
es: De: Dirección de e-mail
fr: Depuis cette adresse mail
hu: Feladó e-mail címe
it: Da indirizzi email
lo: ທີ່ຢູ່ອີເມວຜູ້ສົ່ງ
nl: E-mailadres Afzender
pl: Adres e-mail nadawcy
ro: Email expeditor
ru: Email отправителя
sv: Från e-postadress
uk: З електронної адреси
zh_cn: 来自电子邮件地址

source: SMTP Server
af: SMTP Bediener
ca: Servidor SMTP
el: Διακομιστής SMTP
es: Servidor SMTP (Simple Mail Transfer Protocol)
fr: Serveur SMTP
hu: SMTP szerver
lo: ເຊີບເວີ SMTP
pl: Serwer SMTP
ro: Server SMTP
ru: Сервер SMTP
uk: Сервер SMTP
zh_cn: SMTP 服务器

source: The passwords do not match.
af: Die wagwoorde stem nie ooreen nie.
ca: Les contrasenyes no coincideixen
cs: Zadání hesla se neshodují.
de: Die Passwörter stimmen nicht überein.
el: Οι κωδικοί δεν ταιριάζουν.
es: Las contraseñas no coinciden.
fr: Les mots de passe ne correspondent pas.
hu: A jelszó nem egyezik.
it: Le password non coincidono.
lo: ລະຫັດຜ່ານບໍ່ກົງກັນ.
nl: De wachtwoorden komen niet overeen.
pl: Hasła nie pasują.
ro: Parolele nu coincid.
ru: Пароли не совпадают
sv: Lösenorden stämmer inte överens.
uk: Паролі не збігаються.
zh_cn: 您输入的密码不符合。

source: Test email from host: %s
af: Toets e-pos van die gasheer: %s
ca: correu electrònic de prova des de máquina:% s
cs: Zkušební e-mail z: %s
de: Test-E-Mail von Host: %s
el: Δοκιμαστικό μήνυμα ηλεκτρονικού ταχυδρομείου από τον εξυπηρετητή: %s
es: Correo-e de comprobación del equipo: %s
fr: Email de test de l'hôte: %s
hu: Teszt e-mail %s állomásról
it: Prova email dall'host: %s
lo: ອີເມວທົດສອບຈາກໂຮສຕ໌: %s
nl: Test e-mail van host: %s
pl: Email testowy z hosta: %s
ro: Email de test de la: %s
ru: Тестовое сообщение от хоста %s
sv: Testbrev från värden: %s
uk: Тестовий email від хоста: %s
zh_cn: 来自主机的测试Email：%s

source: This email has been sent to validate your email configuration.
af: Hierdie epos is gestuur om jou epos instellings te bevestig.
ca: Aquest correu electrònic ha estat enviat per validar la configuració de correu electrònic.
cs: Tato zpráva byla odeslán pro ověření správného nastavení e-mailu.
de: Diese E-Mail wurde verschickt um Ihre E-Mail-Einstellungen zu validieren.
el: Αυτό το μήνυμα ηλεκτρονικού ταχυδρομείου έχει σταλεί για να επικυρώσετε τις ρυθμίσεις του ηλεκτρονικού ταχυδρομείου σας.
es: Este email ha sido enviado para validar su configuración de email.
fr: Cet e-mail a été envoyé pour valider votre configuration e-mail.
hu: Ezt e-mailt azért küldtünk, hogy ellenőrizhesse az e-mail beállításait.
it: Questa email è stata inviata per confermare la configurazione email.
lo: ອີເມວນີ້ຖືກສົ່ງໄປເພື່ອຢືນຢັນການຕັ້ງຄ່າອີເມວຂອງທ່ານ.
nl: Dit e-mail bericht is verzonden om uw email configuratie te valideren.
pl: Ten e-mail został wysłany celem sprawdzania poprawności konfiguracji poczty e-mail.
ro: Acest email de test a fost trimis pentru a verifica configurația dumneavoastră de email.
ru: Это сообщение было отправлено для проверки настроек вашей электронной почты.
sv: Detta meddelande har sänts för att validera din e-postinställning.
uk: Це повідомлення відіслано для перевірки налаштувань електронної пошти.
zh_cn: 已经发送验证Email配置的电子邮件。

source: Test email successfully sent.
af: Toets epos met sukses gestuur.
ca: Prova de correu electrònic enviat amb èxit.
cs: Zkušební e-mail byl úspěšně odeslán.
de: Test-E-Mail erfolgreich versendet.
el: Το δοκιμαστικό μήνυμα ηλεκτρονικού ταχυδρομείου στάλθηκε επιτυχώς.
es: E-mail de prueba enviado satisfactoriamente
fr: Email de test envoyé avec succès.
hu: Teszt e-mail sikeresen elküldve.
it: Email di prova inviata con successo.
lo: ສົ່ງອີເມວທົດສອບສຳເລັດແລ້ວ.
nl: Test e-mail verzonden.
pl: Email testowy wysłany pomyślnie.
ro: Emailul de test a fost trimis cu succes.
ru: Тестовый e-mail успешно отправлен.
sv: Testbrev sänt med lyckat resultat.
uk: Тестовий email успішно відіслано.
zh_cn: 测试邮件发送成功。

source: Failed to send test email.
af: Mislukte om stuur toets epos.
ca: No s'ha pogut enviar correu electrònic de prova.
cs: Odeslání zkušebního e-mailu se nezdařilo.
de: Versenden der Test-E-Mail fehlgeschlagen
el: Αποτυχία αποστολής δοκιμαστικού μηνύματος ηλεκτρονικού ταχυδρομείου.
es: Fallo al enviar email de prueba
fr: Impossible d'envoyer un e-mail de test.
hu: Teszt e-mail küldése sikertelen.
it: Invio email di test fallito.
lo: ສົ່ງອີເມວທົດສອບລົ້ມເຫຼວ.
nl: Mislukt om de test-email te verzenden.
pl: Błąd przy wysyłaniu testowego email'a
ro: Eroare trimitere email de test.
ru: Не удалось отправить тестовое сообщение.
sv: Misslyckades att skicka test e-post.
uk: Відмова відправлення тестового емейлу.
zh_cn: 无法发送测试电子邮件。

source: Please check the log files
af: Tjek asseblief die log lêers
ca: Si us plau, consulteu els arxius de registre
cs: Zkontrolujte soubory se záznamem událostí.
de: Bitte die Log-Dateien überprüfen
el: Παρακαλώ ελέγξτε τα αρχεία καταγραφής
es: Por favor revise los logs
fr: S'il vous plaît vérifier les fichiers journaux
hu: Ellenőrizd a naplófájlt.
it: Per favore controllare i file di log
lo: ກະລຸນາກວດເບິ່ງໄຟລ໌ບັນທຶກ
nl: Controleer de logbestanden
pl: Sprawdź logi
ro: Verificați fișierele jurnal
ru: Пожалуйста, проверьте файлы журналов
sv: Kolla i logfilerna
uk: Будь ласка, перевірте файли журналів
zh_cn: 请查看日志文件

source: Plain-text
af: Gewone-teks
ca: Text pla
cs: Neformátovaný text
de: Nur-Text
el: Απλό κείμενο
es: Texto sin formato
fr: Texte plein
hu: Egyszerű szöveg
it: Testo non formattato
lo: ຂໍ້ຄວາມທຳມະດາ
nl: Platte-text
pl: Zwykły tekst
ro: Text simplu
ru: Простой текст
sv: Ren text
uk: Простий текст
zh_cn: 纯文本

source: Best available
af: Beste beskikbaar
ca: el millor disponible
cs: Nejlepší dostupné
de: Bester verfügbarer
el: Οι βέλτιστες διαθέσιμες
es: Mejor disponible
fr: Meilleur disponible
hu: Az elérhető legjobb
it: Il migliore disponibile
lo: ດີທີ່ສຸດທີ່ມີຢູ່
nl: Best beschikbaar
pl: Najlepszy dostępny
ro: Cel mai bun disponibil
ru: Наилучший доступный
sv: Bästa tillgängliga
uk: Найкраще з доступного
zh_cn: 现有最佳

source: Email Setup
af: Epos Stel op
ca: Configuració del correu electrònic
cs: Nastavení e-mailu
de: Email Einstellungen
el: Ρύθμιση Ηλ. Ταχυδρομείου
es: Configurar e-mail
fr: Configuration du courrier électronique
hu: E-mail beállítások
it: Impostazioni Email
lo: ການຕັ້ງຄ່າອີເມວ
nl: E-mail Instellingen
pl: Ustawienia email.
ro: Setări email
ru: Настройки электронной почты
sv: E-postinstallation
uk: Налаштування електронної пошти
zh_cn: Email设置

source: System Email Settings
af: Sisteem Epos Verstellings
ca: Ajustos del sistema de correu electrònic
cs: Nastavení systémového e-mailu
de: System Email Einstellungen
el: Ρυθμίσεις Ηλ. Ταχυδρομείου Συστήματος
es: E-mail opciones del sistema
fr: Paramètres système du courrier électronique
hu: Rendszer e-mail beállítások
it: Settaggi sistema E-Mail
lo: ການຕັ້ງຄ່າອີເມວຂອງລະບົບ
nl: Systeem E-mail Instellingen
pl: Ustawenia emaila systemowego
ro: Setări email sistem
ru: Настройки электронной почты системы
sv: System e-postinställningar
uk: Налаштування електронної пошти системи
zh_cn: 系统Email设置

source: From email address for sending system messages.
af: Van epos adres om sisteem boodskappe te stuur
ca: Des de la direcció de correu electrònic per a l'enviament de missatges del sistema.
cs: Z e-mailové adresy pro posílání systémových zpráv.
de: Absender-E-Mail-Adresse für den Versand von Systemnachrichten.
el: Διεύθυνση ηλεκτρονικού ταχυδρομείου αποστολέα για αποστολή μηνυμάτων συστήματος.
es: De: dirección de e-mail para el envío de mensajes del sistema.
fr: Adresse e-mail pour l'envoi de messages système.
hu: Küldő e-mail címe rendszerüzenet küldéséhez.
it: Da indirizzo di posta elettronica per l'invio di messaggi di sistema.
lo: ທີ່ຢູ່ອີເມວຜູ້ສົ່ງສຳລັບການສົ່ງຂໍ້ຄວາມລະບົບ.
nl: E-mailadres welke systeem berichten gaat versturen.
pl: Adres email do wysyłania wiadomości systemowych.
ro: Adresa de email a expeditorului folosită pentru trimiterea mesajelor.
ru: Email отправителя для отправки системных сообщений.
sv: Från E-postadress, för sändning av systemmeddelanden.
uk: З якої адреси електронної пошти відправляти системні повідомлення.
zh_cn: 从用于发送系统消息的电子邮件地址。

source: Outgoing SMTP mail server address.
af: Uitgaande SMTP pos bediener adres.
ca: Adreça del servidor de correu sortint SMTP.
cs: Adresa odchozího SMTP serveru.
de: Ausgehende SMTP Mail-Server-Adresse.
el: Διεύθυνση SMTP του διακομιστή εξερχόμενης αλληλογραφίας.
es: Dirección del servidor de salida SMTP.
fr: Adresse du serveur SMTP d'envoi d'e-mail.
hu: Kimenő SMTP levelezőszerver címe.
it: Indirizzo del mail server SMTP in uscita.
lo: ທີ່ຢູ່ເຊີບເວີຈົດໝາຍ SMTP ຂາອອກ.
nl: SMTP server voor uitgaande e-mail.
pl: Adres serwera SMTP poczy wychodzącej.
ro: Adresă server email SMTP pentru trimitere
ru: Адрес SMTP-сервера исходящей почты
sv: Utgående SMTP e-postserveradress.
uk: Адреса вихідного SMTP сервера.
zh_cn: 传出SMTP邮件服务器地址。
