Repository: rojim666/xigmanas-code-r10599-trunk
Catalog: locale/xigmanas-*.po
Languages: af, ca, cs, de, el, es, fr, hu, it, lo, nl, pl, ro, ru, sv, uk, zh_cn

source: Specifies LUN product string up to 16 chars.
af: Spesifiseer LUN produk string tot 16 chars.
ca: Especifica la cadena de productes LUN de fins a 16 caràcters.
cs: Určuje řetězec produktu LUN, dlouhý až 16 znaků.
de: Legt den LUN Produktnamen bis zu 16 Zeichen fest.
el: Ορίζει τη συμβολοσειρά του προϊόντος LUN μέχρι 16 χαρακτήρες.
es: Especifica cadenas de productos LUN de hasta 16 caracteres.
fr: Spécifie le nom de produit LUN jusqu'à 16 caractères.
hu: A LUN termékek karaktersorozatát 16 karakterig korlátozza.
it: Specifica la stringa di prodotto LUN fino a 16 caratteri
lo: ລະບຸສະຕຣິງຜະລິດຕະພັນ LUN ສູງສຸດ 16 ຕົວອັກສອນ.
nl: Specificeert LUN product tekenreeks tot 16 tekens.
ro: Specificare nume unitate LUN ca șir de max. 16 caractere.
ru: Указывает строку продукта LUN до 16 символов.
sv: Anger LUN produksträng upp till 16 tecken.
uk: Визначає рядок продукту LUN довжиною до 16 символів.
zh_cn: 指定最多16个字符的LUN产品字符串。

source: Specifies LUN revision string up to 4 chars.
af: Spesifiseer LUN hersienings string tot 4 chars.
ca: Especifica la cadena de revisió LUN de fins a 4 caràcters.
cs: Určuje řetězec revize LUN, dlouhý až 4 znaky.
de: Legt den LUN Revisionstext bis zu 4 Zeichen fest.
el: Ορίζει τη συμβολοσειρά της έκδοσης LUN μέχρι 4 χαρακτήρες.
es: Especifica cadenas de revisión LUN de hasta 4 caracteres.
fr: Spécifie le nom de la révision LUN jusqu'à 4 caractères.
hu: A LUN termékek karaktersorozatát 4 karakterig korlátozza.
it: Specifica la stringa di revisione LUN fino a 4 caratteri
lo: ລະບຸສະຕຣິງເວີຊັນ LUN ສູງສຸດ 4 ຕົວອັກສອນ.
nl: Specificeert LUN revisie tekenreeks tot 4 tekens.
ro: Specificare revizie LUN ca șir de max. 4 caractere.
ru: Указывает строку ревизии LUN до 4 символов.
sv: Anger LUN revisionssträng upp till 4 tecken.
uk: Визначає рядок версії LUN довжиною до 4 символів.
zh_cn: 指定最多4个字符的LUN修订字符串。

source: Specifies LUN SCSI name string.
af: Spesifiseer LUN SCSI naam string.
ca: Especifica la cadena de nom LUN SCSI.
cs: Určuje řetězec LUN SCSI názvu.
de: Legt den LUN SCSI Namenstext fest.
el: Ορίζει τη συμβολοσειρά ονόματος SCSI του LUN
es: Especifica la cadena de nombre LUN SCSI.
fr: Spécifie la chaîne de nom SCSI LUN.
hu: A LUN SCSI nevének karaktersorozatát meg.
it: Specifica il nome della stringa LUN SCSI
lo: ລະບຸສະຕຣິງຊື່ SCSI ຂອງ LUN.
nl: Specificeert de LUN SCSI tekenreeks.
ro: Specificare nume LUN SCSI.
ru: Указывает строку имени LUN SCSI.
sv: Specifierar LUN SCSI namnsträng.
uk: Визначає строку ім'я LUN SCSI.
zh_cn: 指定LUN SCSI名称字符串。

source: SCSI Name
af: SCSI Naam
ca: Nom SCSI
cs: SCSI název
el: Όνομα SCSI
es: Nombre SCSI
fr: Nom SCSI
hu: SCSI neve
it: Nome SCSI
lo: ຊື່ SCSI
nl: SCSI naam
ro: Nume SCSI
ru: Имя SCSI
sv: SCSI Namn
uk: Ім'я SCSI
zh_cn: SCSI名称

source: Specifies LUN EUI-64 identifier.
af: Spesifiseer LUN EUI-64 identifiseerder.
ca: Especifica l'identificador LUN EUI-64.
cs: Určuje LUN EUI-64 identifikátor.
de: Legt das LUN EUI-64 Kennzeichen fest.
el: Ορίζει αναγνωριστικό LUN EUI-64.
es: Especifica el identificador LUN EUI-64.
fr: Spécifie l'identificateur LUN EUI-64.
hu: A LUN EUI-64 azonosítóját határozza meg.
it: Specifica l'identificativo LUN EUI-64
lo: ລະບຸຕົວລະບຸ EUI-64 ຂອງ LUN.
nl: Specificeert de LUN EUI-64 identificatie
ro: Specificare identificator LUN EUI-64
ru: Указывает идентификатор LUN EUI-64.
sv: Specifierar LUN EUI-64 identifierare.
uk: Визначає ідентифікатор LUN EUI-64.
zh_cn: 指定LUN EUI-64标识符。

source: The value is invalid, 16 ASCII-hexadecimal characters expected.
ca: El valor no és vàlid, s'esperen 16 caràcters ASCII-hexadecimals.
de: Der Wert ist ungültig, es werden 16 ASCII-Hexadezimalzeichen erwartet.
el: Η τιμή είναι μη έγκυρη, αναμένονται 16 ASCII-δεκαεξαδικοί χαρακτήρες.
es: Valor no válido, se espera un carácter 16 ASCII-hexadecimal
fr: La valeur est invalide, 16 caractères ASCII-hexadécimaux attendus.
lo: ຄ່າບໍ່ຖືກຕ້ອງ, ຄາດວ່າຈະມີຕົວອັກສອນເລກຖານສິບຫົກ ASCII 16 ຕົວ.
nl: De waarde is ongeldig, 16 ASCII-hexadecimale tekens verwacht.
ro: Valoare invalidă, este necesar utilizarea unor caractere 16 ASCII hexadecimale.
ru: Значение недопустимо, ожидается 16 шестнадцатеричных символов ASCII.
sv: Värdet är fel, 16 ASCII-hexadecimala tecken förväntas.
uk: Значення недійсне, очікується 16 шістнадцяткових символів ASCII.
zh_cn: 该值无效，需要 16 个 ASCII 十六进制字符。

source: Specifies LUN NAA identifier.
af: Spesifiseer LUN NAA identifiseerder.
ca: Especifica l'identificador LUN NAA.
cs: Určuje NAA identifikátor daného LUN
de: Legt das LUN NAA Kennzeichen fest.
el: Ορίζει αναγνωριστικό LUN NAA.
es: Especifica el identificador LUN NAA.
fr: Indique l'identificateur LUN NAA.
hu: A LUN NAA azonosítóját határozza meg.
it: Specifica l'identificativo LUN NAA
lo: ລະບຸຕົວລະບຸ NAA ຂອງ LUN.
nl: Specificeert de LUN NAA identificatie
ro: Specificare identificator LUN NAA.
ru: Указывает идентификацию LUN NAA.
sv: Specifierar LUN NAA identifierare.
uk: Визначає ідентифікатор LUN NAA.
zh_cn: 指定LUN NAA标识符。

source: NAA Identifier
af: NAA Identifiseerder
ca: Identificador NAA
cs: NAA identifikátor
de: NAA Kennzeichen
el: Αναγνωριστικό NAA
es: Idnetificador NAA
fr: Identifiant NAA
hu: NAA azonosító
it: Identificatore NAA
lo: ຕົວລະບຸ NAA
nl: NAA Identificatie
ro: Identificator NAA
ru: NAA идентификатор
sv: NAA Identifierare
uk: Ідентифікатор NAA
zh_cn: NAA标识符

source: The value is invalid, 16 or 32 ASCII-hexadecimal characters expected.
ca: El valor no és vàlid, s'esperen 16 o 32 caràcters ASCII-hexadecimals.
de: Der Wert ist ungültig, es werden 16 oder 32 ASCII-Hexadezimalzeichen erwartet.
el: Η τιμή είναι μη έγκυρη, αναμένονται 16 ή 32 ASCII-δεκαεξαδικοί χαρακτήρες.
es: Valor no válido, se espera un carácter 16 o 32 ASCII-hexadecimal
fr: La valeur est invalide, 16 ou 32 caractères ASCII-hexadécimaux attendus.
lo: ຄ່າບໍ່ຖືກຕ້ອງ, ຄາດວ່າຈະມີຕົວອັກສອນເລກຖານສິບຫົກ ASCII 16 ຫຼື 32 ຕົວ.
nl: De waarde is ongeldig, 16 of 32 ASCII-hexadecimale tekens verwacht.
ro: Valoare invalidă, este necesar utilizarea unor caractere 16 sau 32 ASCII hexadecimale.
ru: Значение недопустимо, ожидается 16 или 32 ASCII-шестнадцатеричных символа.
sv: Värdet är fel, 16 eller 32 ASCII-hexadecimala tecken förväntas.
uk: Значення недійсне, очікується 16 або 32 шістнадцяткових символів ASCII.
zh_cn: 该值无效，需要 16 或 32 个 ASCII 十六进制字符。

source: Specifies LUN locally assigned RFC 4122 UUID.
af: Spesifiseer LUN plaaslik toegeken RFC 4122 UUID.
ca: Especifica LUN RUID 4122 UUID assignat localment.
cs: Určuje lokálně přiřazený nikde se neopakující identifikátor LUN dle normy RFC 4122.
de: Gibt eine der LUN lokal zugewiesene RFC 4122 UUID an.
el: Ορίζει το τοπικά ορισμένο RFC 4122 UUID του LUN.
es: Especifica LUN asignado localmente RFC 4122 UUID.
fr: Indique l'UUID RFC 4122 attribué localement au LUN.
hu: A LUN-hoz helyileg rendelt RFC 4122 UUID-t határozza meg.
it: Specifica l'UUID assegnato localmente alla LUN secondo la RFC 4122
lo: ລະບຸ UUID ຂອງ LUN ທີ່ຖືກກຳນົດພາຍໃນ RFC 4122.
nl: Specificeert de LUN's lokaal toegewezen RFC 4122 UUID
ro: Specificare identificator LUN atribuit conform RFC 4122 UUID.
ru: Задает локально назначенный LUN RFC 4122 UUID.
sv: Specifierar LUN lokalt angivet RFC 4122 UUID.
uk: Визначає локально призначений LUN RFC 4122 UUID.
zh_cn: 指定LUN本地分配的RFC 4122 UUID。

source: Setting to "primary" or "secondary" overrides default role of the node in HA cluster.
af: Instelling na "primary" of "secondary" oorritte verstek rol van die node in HA kluster.
ca: La configuració de "primària" o "secundària" supera la funció predeterminada del node del clúster HA.
cs: Nastavení na „hlavní“ nebo „záložní“ přepíše výchozí roli uzlu v klastru pro vysokou dostupnost.
de: Einstellung auf "Primär" oder "Sekundär" überschreibt die voreingestellte Funktion des Knotens im hochverfügbaren Rechnerverbund (HA cluster).
el: Ορίζοντάς το σε "πρωτεύον" ή "δευτερεύον" υπερισχύει του προεπιλεγμένου ρόλου του κόμβου στο HA cluster.
es: La configuración en "primario" o "secundario" anula la función predeterminada del nodo en el clúster de HA.
fr: La définition de "primaire" ou "secondaire" remplace le rôle par défaut du node dans le cluster HA.
hu: Az "elsődleges" vagy "másodlagos" beállítás felülbírálja a csomópont alapértelmezett szerepét a HA klaszterben.
it: Impostando a "primario" o "secondario" sovrascrive il ruolo di default del nodo nel cluster HA
lo: ການຕັ້ງຄ່າເປັນ "ຫຼັກ" ຫຼື "ສຳຮອງ" ຈະແທນທີ່ບົດບາດເລີ່ມຕົ້ນຂອງໂໜດໃນຄລັສເຕີ HA.
nl: Als u "primair" of "secundair" instelt, wordt de standaardrol van de node in het HA cluster overschreven.
ro: Setarea pe „primar” sau „secundar” suprascrie rolul implicit al nodului în clusterul HA.
ru: Установка на «primary» или «secondary» переопределяет роль узла в кластере HA по умолчанию.
sv: Genom att sätta denna till "primary" eller "secondary" åsidosätts standardrollen för noden i ett HA kluster.
uk: Встановлення "первинний" або "вторинний" замінює роль за замовчуванням у вузлі HA кластеру.
zh_cn: 设置为“主要”或“次要”会覆盖HA群集中节点的默认角色。

source: Setting to "on" allows EXTENDED COPY command sent to this LUN access other LUNs on this host, not accessible otherwise. This allows to offload copying between different iSCSI targets residing on the same host in trusted environments.
af: Instelling na "on" toelaat UITGEBREIDE KOPIE bevel na hierdie LUN gestuur, kry toegang tot ander LUNs op hierdie gasheer, nie toeganklik anders. Hierdie toelaat tot af-laai kopiëring tussen verskillende iSCSI teikens woon op dieselfde gasheer in vertrou omgewings.
ca: Si es porta a 'ON' permet que la comanda 'EXTENDED COPY' enviada a aquest LUN pugui accedir a altres LUNs en aquest host, no accessible d'una altra manera. Això permet descarregar la còpia entre diferents objectius iSCSI que resideixen al mateix host en entorns de confiança.
cs: Nastavení na „zapnuto“ umožní příkazu EXTENDED COPY (rozšířená kopie), poslanému tomuto LUN, přistupovat k ostatním LUN na tomto hostiteli, které nejsou jinak dostupné. To umožňuje přesunout kopírování mezi různými iSCSI cíli, nacházejícími se na stejném hostiteli v důvěryhodných prostředích.
de: Einstellung auf "an" erlaubt dass ein an diese LUN gesendetes EXTENDED COPY Kommando andere LUNs auf diesem Host erreicht, die anders nicht erreichbar sind. Das erlaubt es, zwischen verschiedenen iSCSI Zielen die auf dem selben Host in vertrauenswürdigen Umgebungen liegen, im Hintergrund zu kopieren (offload copying).
el: Ο ορισμός σε "ενεργό" επιτρέπει στην εντολή EXTENDED COPY που στέλνεται σε αυτό το LUN να μπορεί να προσπελάσει άλλα LUN σε αυτό τον κεντρικό υπολογιστή, τα οποία δεν θα ήταν υπό άλλες συνθήκες προσπελάσιμα. Αυτό επιτρέπει την εκφόρτωση της αντιγραφής μεταξύ διαφορετικών προορισμών iSCSI οι οποίοι βρίσκονται στον ίδιο κεντρικό υπολογιστή σε αξιόπιστα περιβάλλοντα.
es: La configuración en "on" permite que el comando EXTENDED COPY enviado a este LUN acceda a otros LUN en este host, a los que no se puede acceder de otro modo. Esto permite descargar copias entre diferentes destinos iSCSI que residen en el mismo host en entornos confiables.
fr: Le réglage sur "on" permet à la commande EXTENDED COPY envoyée à ce LUN d'accéder à d'autres LUN de cet hôte, inaccessibles autrement. Cela permet de décharger la copie entre différentes cibles iSCSI résidant sur le même hôte dans des environnements approuvés.
hu: Az "on" érték megengedi az ennek a LUN-nak küldött EXTEND COPY parancsnak, hogy ezen a kiszolgálón lévő, a többi, más módon el nem érhető LUN-t is elérje. Ez engedélyezi ugyanazon gazdagépen lévő, különböző iSCSI célok közötti terhelésmentesített másolást megbízható környezetben.
it: Impostato su "ON" si permette di inviare il comando EXTENDED COPY a questa LUN per poter accedere ad altre LUN su questo host, altrimenti non accessibili. Questo permette di scaricare il carico della copia fra obiettivi iSCSI differenti che risiedono sullo stesso host in ambienti fidati.
lo: ການຕັ້ງຄ່າເປັນ "ເປີດ" ອະນຸຍາດໃຫ້ຄຳສັ່ງ EXTENDED COPY ທີ່ສົ່ງໄປຍັງ LUN ນີ້ເຂົ້າເຖິງ LUN ອື່ນໆໃນໂຮສນີ້, ເຊິ່ງປົກກະຕິແລ້ວບໍ່ສາມາດເຂົ້າເຖິງໄດ້. ອັນນີ້ຊ່ວຍໃຫ້ສາມາດ offload ການສຳເນົາລະຫວ່າງເປົ້າໝາຍ iSCSI ທີ່ແຕກຕ່າງກັນທີ່ຢູ່ເທິງໂຮສດຽວກັນໃນສະພາບແວດລ້ອມທີ່ເຊື່ອຖືໄດ້.
nl: Als u op "aan" instelt, kan het EXTENDED COPY opdracht dat naar deze LUN wordt verzonden toegang geven tot andere LUN's op deze host, die anders niet toegankelijk zijn. Dit maakt het mogelijk om het kopiëren tussen verschillende iSCSI doelen die zich op dezelfde host bevinden in vertrouwde omgevingen uit te schakelen.
ro: Setarea opțiuni pe „pornit” permite comenzii EXTENDED COPY trimise către această unitate LUN să acceseze și alte unități LUN de pe aceast sistem, unități care nu sunt accesibile altfel. Acest lucru permite descărcarea copierii între diferite ținte iSCSI care se găsesc pe acelaași sistem, în medii de încredere, protejate.
ru: При установке на «включено» команда EXTENDED COPY, отправленная на этот LUN, получает доступ к другим LUN на этом хосте, недоступно иначе. Это позволяет отключить копирование между различными объектами iSCSI, находящимися на одном и том же хосте в надежных средах.
sv: När denna sätts till "on" tillåts EXTENDED COPY kommandon som skickas till detta LUN få åtkomst till andra LUN på denna värd som inte annars är åtkomliga. Detta medger avlastad kopiering mellan olika iSCSI mål som finns på samma värd i en betrodd miljö.
uk: Встановлення "увімкнено" дозволяє команді EXTENDED COPY надсилати на цей LUN доступ іншого LUN цього хоста, недоступного в іншому випадку. Це дозволяє розвантажити копіювання між різними цілями iSCSI, які знаходяться на тому ж хості в довірених середовищах.
zh_cn: 设置为“开启”允许发送到此LUN的EXTENDED COPY命令访问此主机上的其他LUN，否则无法访问。 这允许卸载驻留在可信环境中相同主机上的不同iSCSI目标之间的复制。

source: Set to "off", disables read caching for the LUN, if supported by the backend.
af: Stel om "off", deaktiveer die lees caching vir die LUN, of ondersteun deur die terug einde.
ca: Si es porta a "desactivat" inhabilita l'emmagatzematge en memòria cau de lectura del LUN, quan és compatible amb el backend.
cs: Pokud je podporované podpůrnou vrstvou, nastavení na „vypnuto“ vypne mezipaměť pro čtení pro LUN.
de: Setzten auf "aus" schaltet den Lese-Cache für die LUN aus, falls dies durch das Backend unterstützt wird.
el: Ορισμός σε "ανενεργό", απενεργοποιεί την cache ανάγνωσης για το LUN, αν υποστηρίζεται από το backend.
es: Establecido a "off", deshabilita el almacenamiento en caché de lectura para el LUN, si es soportado por el motor de back-end.
fr: Défini sur "off", désactive la mise en cache de lecture pour le LUN, s'il est pris en charge par l'arrière-plan.
hu: "off"-ra állítása kikapcsolja a LUN olvasási gyorsítótárazását, amennyiben azt a háttér támogatja.
it: Imposta a "off" per disabilitare la lettura della cache per il LUN, se supportato dal backend.
lo: ຕັ້ງເປັນ "ປິດ", ປິດການແຄດການອ່ານສຳລັບ LUN, ຖ້າ backend ຮອງຮັບ.
nl: Zet "uit", schakelt lees cache voor de LUN uit, indien ondersteund door het achtergrondsysteem.
ro: Setată pe „off” opțiunea dezactivează citirea prin cache pentru unitățile LUN, dacă acest lucru este suportat de dispozitive.
ru: Установленное значение «выключено», отключает кеширование чтения для LUN, если поддерживается backend.
sv: När denna sätts till "off" inaktiveras läsbuffring för LUNet om detta stöds av bakgrundsprogrammet.
uk: Встановлення "вимкнено" вимикає кешування читання для LUN, якщо це підтримується бекендом.
zh_cn: 设置为“关闭”，禁用LUN的读取缓存（如果后端支持）。

source: Set to "on", blocks all media write operations to the LUN reporting it as write protected.
af: Stel om "on", blokkeer alle media skryf bewerkings aan die LUN wat dit as skryf beskermd rapporteer.
ca: Estableix a "on", bloqueja totes les operacions d'escriptura de mitjans a la LUN que l'informa com a protecció contra escriptura.
cs: Nastavení na „zapnuto“ bude blokovat veškeré operace zápisu na médium a LUN bude hlášeno jako chráněno proti zápisu.
de: Setzten auf "an" verhindert alle Schreibzugriffe auf die LUN und meldet es als schreibgeschützt.
el: Ορισμός σε "ενεργό" μπλοκάρει όλες τις λειτουργίες εγγραφής στο LUN, αναφέροντάς το ως προστατευμένο από εγγραφές.
es: Establecido en "activado" hace que LUN sea extraíble.
fr: Défini sur "on", bloque toutes les opérations d'écriture sur le LUN en le déclarant protégé en écriture.
hu: "on"-ra állítva a LUN összes médiaírási műveletét írásvédetti hivatkozással blokkoljuk.
it: Imposta a "on" per bloccare tutte le operazioni di scrittura dei supporti sul LUN, indicando che è protetto dalla scrittura.
lo: ຕັ້ງເປັນ "ເປີດ", ຂັດຂວາງທຸກການດຳເນີນການຂຽນສື່ໃສ່ LUN ໂດຍການລາຍງານວ່າມັນຖືກປ້ອງກັນການຂຽນ.
nl: Op "aan" zetten blokkeert alle schrijfacties op de LUN met de vermelding schrijfbeveiliging
ro: Setat pe „on” blochează toate operațiile de scriere media pentru unitățile LUN care raportează că sunt protejate la scriere.
ru: Установленное значение «on», блокирует все операции записи медиа в LUN, сообщая об этом как защищенный от записи.
sv: När denna sätts till "on" blockeras alla skrivningar till LUNet och detta rapporteras som skrivskyddat.
uk: Встановлення в "вкл" блокує операції запису всіх LUN'ів, повідомляючи про це як про "захист від запису".
zh_cn: 设置为“开启”时，会阻止向LUN报告写入受保护的所有介质写入操作。

source: Set to "on" makes LUN removable.
af: Stel om "on" maak LUN verwyderbaar.
ca: Estableix "on" fa que LUN es pugui desbloquejar.
cs: Nastavení na „zapnuto“ udělá LUN odebíratelné.
de: Setzten auf "an" erlaubt das Entfernen der LUN.
el: Ορισμός σε "ενεργό" καθιστά το LUN αφαιρέσιμο.
es: Establecido en "activado" hace que LUN sea extraíble.
fr: Définir sur "on" rend le LUN amovible.
hu: "on"-ra állítása eltávolíthatóvá teszi a LUN-t.
it: Imposta a "on" per rendere LUN rimuovibile
lo: ຕັ້ງເປັນ "ເປີດ" ເຮັດໃຫ້ LUN ສາມາດຖອດອອກໄດ້.
nl: Op "aan" zetten maakt LUN verwijderbaar
ro: Setați opțiunea pe „on” pentru ca unitatea LUN să poată fi detașată.
ru: Установленное в положение «on» делает LUN съемным.
sv: När denna sätts till "on" gör LUNet borttagbart.
uk: Встановлення в "вкл" робить LUN знімним.
zh_cn: 设置为“开启”可以移除LUN。

source: Set to "unrestricted", allows target to process commands with SIMPLE task attribute in arbitrary order.
af: Stel om "unrestricted", laat die teiken toe om bevele te verwerk met EENVOUDIGE taak attribuut in arbitrêre orde.
ca: Establert com a "sense restriccions", permet que l'objectiu processi ordres amb atribut de tasca SIMPLE en ordre arbitrari.
cs: Nastavení na „neomezeno“ umožní cílům zpracovávat příkazy s atributem úlohy SIMPLE v libovolném pořadí.
de: Setzten auf "uneingeschränkt" erlaubt dem Ziel die Ausführung von Befehlen mit dem SIMPLE-task Merkmal in beliebiger Reihenfolge.
el: Ορισμός σε "απεριόριστο", επιτρέπει στον προορισμό να επεξεργάζεται εντολές με το χαρακτηριστικό ΑΠΛΗ εργασία σε αυθαίρετη σειρά.
es: Establecido en "no restringido", permite que el objetivo procese los comandos con el atributo de tarea SIMPLE en un orden arbitrario.
fr: Défini sur "sans restriction", permet à la cible de traiter les commandes avec l'attribut de tâche SIMPLE dans un ordre arbitraire.
hu: A "korlátlan" beállítás esetén a cél a SIMPLE feladatattribútummal rendelkező parancsokat tetszőleges sorrendben dolgozza fel.
it: Impostato su "non restrittivo", permette al destinatariodi effettuare comandi con l'attività SIMPLE attribuita in ordine arbitrario.
lo: ຕັ້ງເປັນ "ບໍ່ຈຳກັດ", ອະນຸຍາດໃຫ້ເປົ້າໝາຍປະມວນຜົນຄຳສັ່ງທີ່ມີຄຸນລັກສະນະ SIMPLE task ໃນລຳດັບໃດກໍໄດ້.
nl: Instellen naar "onbeperkt", staat het doel toe opdrachten te verwerken met SIMPLE taakattribuut in een willekeurige volgorde.
ro: Setat pe „nerestricționat” permite destinației să proceseze comenzile cu atributul task setat pe SIMPLU în ordine arbitrară.
ru: Установленное на «неограниченный», позволяет цели обрабатывать команды с помощью атрибута задачи SIMPLE в произвольном порядке.
sv: När denna sätts till "unrestricted" tillåts målet utföra kommandon med SIMPLE uppgiftsattribut i löpande ordning.
uk: Встановлення "необмежений" дозволяє цілі обробляти команди з простим атрибутом завдання SIMPLE в довільному порядку.
zh_cn: 设置为“无限制”，允许目标以任意顺序处理具有SIMPLE任务属性的命令。

source: Unrestricted
ca: Sense restriccions
cs: Neomezeno
de: Unbegrenzt
el: Απεριόριστο
es: No restringido
fr: Libre
hu: Korlátlan
it: Senza restrizioni
lo: ບໍ່ຈຳກັດ
nl: Onbeperkt
ro: Nerestricționat
ru: Неограниченный
sv: Obegränsad
uk: Без обмежень
zh_cn: 无限制

source: Allow consecutive read/writes to be issued in parallel
af: Laat toe dat opeenvolgende lees/skryf parallel uitgereik word
ca: Permetre la lectura / escriptura consecutiva en paral·lel
cs: Umožnit souběh vyřízení po sobě jdoucích požadavků na čtení/zápis
de: Das parallele Ausführen aufeinanderfolgender Lese-/Schreib-Zugriffe zulassen
el: Να επιτρέπεται διαδοχικές αναγνώσεις/εγγραφές να εκτελούνται παράλληλα
es: Permite que lecturas/escrituras consecutivas sean realizadas en paralelo
fr: Autoriser la lecture / écriture consécutive en parallèle
hu: Engedélyezze az egymást követő párhuzamos olvasási/írási feladatokat.
it: Permetti che le letture/scritture consecutive avvengano in parallelo
lo: ອະນຸຍາດໃຫ້ການອ່ານ/ຂຽນແບບຕໍ່ເນື່ອງຖືກອອກຄຳສັ່ງແບບຂະໜານ
nl: Laat opeenvolgende lees/schrijf bewerkingen parallel uitgegeven worden
pl: Pozwól by kolejne czytania/zapisy były wydane równocześnie
ro: Permite citiri/scrieri consecutive în paralel
ru: Разрешить последовательность чтение/запись осуществить параллельно
sv: Tillåt på varandra följande läningar/skrivningar att utföras parallellt
uk: Дозволити здійснювати послідовність читання / запис паралельно
zh_cn: 允许并行发出连续的读/写操作

source: Serialize consecutive reads/writes
af: Serialize agtereenvolgende lees/skryf
ca: Serialitza lectures / escriptures consecutives
cs: Serializovat po sobě jdoucí zápisy/čtení
de: Aufeinanderfolgende Lese-/Schreibzugriffe serialisieren
el: Σειριοποίηση διαδοχικών αναγνώσεων/εγγραφών
es: Serializar lecturas/escrituras consecutivas
fr: Sérialiser les lectures / écritures consécutives
hu: Egymást követő olvasások/írások sorba rendezése
it: Serializzare letture/scritture consecutive
lo: Serialize ການອ່ານ/ຂຽນແບບຕໍ່ເນື່ອງ
nl: Serialiseren opeenvolgend lezen/schrijven
ro: Serializare citiri/scrieri consecutive
ru: Сериализовать последовательность чтения/записи
sv: Serialisera på varandra följande läsningar/skrivningar
uk: Серіализувати послідовні читання/записування
zh_cn: 序列化连续读取/写入

source: Serialize consecutive reads
af: Serialize agtereenvolgende lees
ca: Serialitza lectures consecutives
cs: Serializovat po sobě jdoucí čtení
de: Aufeinanderfolgende Lesezugriffe serialisieren
el: Σειριοποίηση διαδοχικών αναγνώσεων
es: Serializar lecturas consecutivas
fr: Sérialiser les lectures consécutives
hu: Egymást követő olvasások sorba rendezése
it: Serializzare letture consecutive
lo: Serialize ການອ່ານແບບຕໍ່ເນື່ອງ
nl: Serialiseren opeenvolgend leesvolgordes
ro: Serializare citiri consecutive
ru: Сериализовать последовательность чтения
sv: Serialisera på varandra följande läsningar
uk: Серіализувати послідовні читання
zh_cn: 序列化连续读取

source: Specify physical block size of the device.
af: Spesifiseer die fisiese blok grootte van die toestel.
ca: Especifiqueu la mida del bloc físic del dispositiu.
cs: Zadejte velikost fyzického bloku zařízení.
de: Legt die phyische Blockgröße des Gerätes fest.
el: Καθορίστε το μέγεθος του φυσικού μπλοκ της συσκευής.
es: Especifique el tamaño del bloque físico del dispositivo.
fr: Spécifiez la taille de bloc physique du périphérique.
hu: Az eszköz fizikai blokkméretét határozza meg.
it: Specifica la dimensione fisiceb del blocco del dispositivo.
lo: ລະບຸຂະໜາດບລັອກທາງກາຍະພາບຂອງອຸປະກອນ.
nl: Fysieke blokgrootte van de schijf opgeven.
ro: Specifică dimensiunea fizică a blocului pentru acest dispozitiv.
ru: Укажите размер физического блока устройства.
sv: Ange fysisk blockstorlek för enheten.
uk: Визначає розмір фізичного блоку пристрою.
zh_cn: 指定设备的物理块大小。
