Repository: rojim666/xigmanas-code-r10599-trunk
Catalog: locale/xigmanas-*.po
Languages: af, ca, cs, de, el, es, fr, hu, it, lo, nl, pl, ro, ru, sv, uk, zh_cn

source: All data will be lost when you activate this option!
af: Alle data sal verlore raak wanneer jy hierdie opsie aktiveer!
ca: Totes les dades es perdran quan s'activa aquesta opció!
cs: Použitím této volby budou všechna data ztracena!
de: Alle Daten werden gelöscht wenn diese Option aktiviert wird!
el: Όλα τα δεδομένα θα χαθούν αν ενργοποιήσετε αυτή την επιλογή!
es: ¡Todos los datos se perderan si activa está opción!
fr: Toutes les données sernt perdues quand vous activez cette option
hu: Az opció aktiválásakor az összes adat el fog veszni!
it: Tutti i dati saranno persi quando attivi questa opzione!
lo: ຂໍ້ມູນທັງໝົດຈະສູນເສຍເມື່ອທ່ານເປີດໃຊ້ຕົວເລືອກນີ້!
nl: Alle gegevens zullen verloren gaan wanneer u deze optie activeert!
pl: Wszystkie dane zostaną utracone po wybraniu tej opcji!
ro: Toate datele vor fi pierdute la activarea acestei opțiuni!
ru: Все данные будут потеряны при активации этой опции!
sv: All data kommer att förloras när du aktiverar denna option!
uk: Всі дані будуть втрачені при активації цієї опції!
zh_cn: 当你激活此选项所有的数据将会丢失！

source: Create and initialize RAID.
af: Skep en inisialiseer RAID
ca: Crea i inicialitza el RAID
cs: Vytvořit a inicializovat RAID pole.
de: RAID erstellen und initialisieren.
el: Δημιουργία και αρχικοποίηση RAID.
es: Crear e inicializar RAID
fr: Créer et initialiser le RAID
hu: RAID létrehozása és inicializálása.
it: Crea e inizializza un RAID
lo: ສ້າງ ແລະ ເລີ່ມຕົ້ນ RAID.
nl: Creëer en initialiseer de RAID.
pl: Utwórz i zainicjuj macierz RAID
ro: Creare și inițializare RAID.
ru: Создать и инициализировать RAID
sv: Skapa och initialisera RAID.
uk: Створити та ініціалізувати RAID.
zh_cn: 创建并初始化RAID。

source: Device List
af: Toestel Lys
ca: Llista de dispositius
cs: Seznam zařízení
de: Geräteliste
el: Λίστα Συσκευών
es: Lista de dispositivos
fr: Liste des périphériques
hu: Eszközlista
it: Lista Device
lo: ລາຍການອຸປະກອນ
nl: Lijst schijven
pl: Lista urządzeń
ro: Listă dispozitive
ru: Список устройств
sv: Enhetslista
uk: Список пристроїв
zh_cn: 设备列表

source: Partition
af: Partisie
ca: Partició
cs: Diskový oddíl
el: Κατάτμηση
es: Partición
hu: Partíció
it: Partizione
lo: ພາທິຊັນ
nl: Partitie
pl: Partycja
ro: Partiție
ru: Раздел
uk: Розділ
zh_cn: 分区

source: RAID1 Status
ca: Estat RAID1
el: Κατάσταση RAID1
es: estado del RAID1
fr: État RAID1
hu: RAID1 állapot
it: Status RAID1
lo: ສະຖານະ RAID1
pl: Status RAID1
ro: Stare RAID1
ru: RAID1 статус
uk: Статус RAID1
zh_cn: RAID1状态

source: RAID1 Details
af: RAID1 Besonderhede
ca: Detalls RAID1
el: Λεπτομέρειες RAID1
es: Detalles del RAID1
fr: Détails RAID1
hu: RAID1 részletek
it: Dettagli sul RAID1
lo: ລາຍລະອຽດ RAID1
pl: Szczegóły RAID1
ro: Detalii RAID1
ru: RAID1 элементы
sv: RAID1 detaljer
uk: Подробиці RAID1
zh_cn: RAID1详细信息

source: Rebuild the selected device forcibly.
af: Herbou die geselekteerde toestel gedwing.
ca: Reconstrueix el dispositiu seleccionat forçadament.
cs: Vynutit znovusestavení označeného zařízení.
de: Ausgewähltes Gerät zwangsweise erneuern.
el: Rebuild της επιλεγμένης συσκευής με το ζόρι.
es: Reconstruye el dispositivo seleccionado por la fuerza.
fr: Reconstruisez de force le périphérique sélectionné.
hu: A kiválasztott eszközök kierőszakolt újraépítése.
it: Ricostruisci forzatamente il dispositivo selezionato.
lo: ສ້າງອຸປະກອນທີ່ເລືອກຄືນໃໝ່ໂດຍບັງຄັບ.
nl: Herbouw de geselecteerde schijf geforceerd.
ro: Reconstrucție forțată a dispozitivului selectat.
ru: Восстановите выбранное устройство принудительно.
sv: Tvinga ombyggnad av den valda enheten.
uk: Перебудувати обраний пристрій примусово.
zh_cn: 强制重建选中设备

source: Print detailed information.
af: Druk gedetailleerde inligting.
ca: Impressió d'informació detallada.
cs: Vypsat podrobné informace.
de: Drucke ausführliche Informationen.
el: Εμφάνιση λεπτομερών πληροφοριών.
es: Mostrar información detallada
fr: Imprimer les informations détaillées.
hu: Részletes információk nyomtatása.
it: Stampa informazioni dettagliate.
lo: ພິມຂໍ້ມູນລະອຽດ.
nl: Print gedetailleerde informatie.
pl: Pokaż szczegółowe informacje.
ro: Imprimare informații detaliate.
ru: Распечатать подробную информацию.
sv: Skriv ut detaljerad information.
uk: Друкувати детальну інформацію.
zh_cn: 打印详细信息。

source: Print general information.
af: Druk algemene inligting.
ca: Impressió d'informació general.
cs: Vypsat obecné informace.
de: Drucke allgemeine Informationen.
el: Εμφάνιση γενικών πληροφοριών.
es: Mostrar información general
fr: Imprimer les informations générales
hu: Általános információk nyomtatása.
it: Stampa informazioni generali.
lo: ພິມຂໍ້ມູນທົ່ວໄປ.
nl: Print algemene informatie.
pl: Pokaż informacje ogólne.
ro: Afișare informații generale.
ru: Распечатать общую информацию.
sv: Skriv ut allmän information.
uk: Друкувати загальну інформацію.
zh_cn: 打印一般信息。

source: Remove the selected device from the mirror.
af: Verwyder die geselekteerde toestel uit die spieël.
ca: Traieu el dispositiu seleccionat del mirall.
cs: Odebrat označené zařízení ze zrcadla.
de: Ausgewähltes Gerät aus der Spiegelung entfernen.
el: Αφαίρεση της επιλεγμένης συσκευής από το mirror.
es: Eliminar el dispositivo seleccionado del espejo
fr: Supprimez le périphérique sélectionné du miroir.
hu: A kiválasztott eszközök eltávolítása a tükörből.
it: Rimuovi il dispositivo selezionato dal mirror.
lo: ເອົາອຸປະກອນທີ່ເລືອກອອກຈາກ mirror.
nl: Geselecteerde schijf uit de spiegel verwijderen.
pl: Usuń zaznaczone urządzenie z mirrora.
ro: Ștergere dispozitiv selectat din imaginea oglindă.
ru: Удалить выбранное устройство из зеркала.
sv: Ta bort den valda enheten från speglingen.
uk: Видалити обраний пристрій з дзеркала.
zh_cn: 从镜像中删除所选设备。

source: Activate the selected device.
af: Aktiveer die gekose toestel.
ca: Activa el dispositiu seleccionat.
cs: Aktivovat vybrané zařízení.
de: Ausgewähltes Gerät einschalten.
el: Ενεργοποίηση της επιλεγμένης συσκευής.
es: Activar el dispositivo seleccionado
fr: Activer le périphérique sélectionné.
hu: A kiválasztott eszköz aktiválása.
it: Attivare il dispositivo selezionato.
lo: ເປີດໃຊ້ອຸປະກອນທີ່ເລືອກ.
nl: Activeer de geselecteerde schijf.
pl: Aktywuj wybrane urządzenie.
ro: Activează dispozitivul selecționat.
ru: Активировать выбранное устройство.
sv: Aktivera den valda enheten.
uk: Активувати вибраний пристрій.
zh_cn: 激活选中设备

source: Mark the selected device as inactive.
af: Merk die gekose toestel as onaktief.
ca: Marca el dispositiu seleccionat com inactiu.
cs: Označit vybrané zařízení jako neaktivní.
de: Markiere die ausgewählten Geräte als inaktiv.
el: Σημείωση της επιλεγμένης συσκευής ως απενεργοποιημένη.
es: Marcar el dispositivo como inactivo
fr: Marquez le périphérique sélectionné comme inactif.
hu: A kiválasztott eszközök megjelölése inaktívként.
it: Settare il dispositivo selezionato come invattivo.
lo: ໝາຍອຸປະກອນທີ່ເລືອກວ່າບໍ່ເຄື່ອນໄຫວ.
nl: Markeer de geselecteerde schijf als inactief.
pl: Oznacz wybrane urządzenie jako nieaktywne.
ro: Marcare dispozitiv selectat ca inactiv.
ru: Отметить выбранное устройство как неактивное.
sv: Märk den valda enheten som inaktiv.
uk: Позначити обраний пристрій як неактивний.
zh_cn: 将选中设备标记为非活动设备

source: Forget about devices which are not connected.
af: Vergeet van toestelle watter word nie konnekteered.
ca: Oblida els dispositius que no estan connectats.
cs: Zapomenout zařízení, která nejsou připojená.
de: Vergessen der nicht verbundenen Geräte.
el: Να ξεχαστούν οι συσκευές που δεν είναι συνδεμένες.
es: Olvidar dispositivos no conectados.
fr: Oubliez les périphériques qui ne sont pas connectés.
hu: A nem csatlakozott eszközök elfelejtése.
it: Dimenticarsi dei dispositivi non connessi.
lo: ລືມກ່ຽວກັບອຸປະກອນທີ່ບໍ່ໄດ້ເຊື່ອມຕໍ່.
nl: Vergeet de schijven die niet verbonden zijn.
pl: Nie pokazuj niepodłączonych urządzeń.
ro: Ignoră dispozitivele care nu sunt conectate.
ru: Забыть об устройствах, которые не подключены.
sv: Glöm bort enheter som inte är anslutna.
uk: Забути про пристрої, що не під'єднані.
zh_cn: 忘记已经断开连接的设备

source: Add the selected device to the existing mirror.
af: Voeg die gekose toestel om die bestaande spieël.
ca: Afegiu el dispositiu seleccionat a la rèplica existent.
cs: Přidat vybrané zařízení k již vytvořenému zrcadlu.
de: Gewähltes Gerät zum bestehenden Spiegel hinzufügen
el: Προσθήκη της επιλεγμένης συσκευής στο υπάρχον mirror.
es: Añadir el dispositivo al espejo existente.
fr: Ajoutez le périphérique sélectionné au miroir existant.
hu: A kiválasztott eszköz hozzáadása a már létező tükörhöz.
it: Aggiungi il dispositivo selezionato alla copia esistente
lo: ເພີ່ມອຸປະກອນທີ່ເລືອກໃສ່ mirror ທີ່ມີຢູ່.
nl: Voeg de geselecteerde schijf toe aan de bestaande spiegel.
pl: Dodaj wybrane urządzenie do istniejącej lustrzanej kopii.
ro: Adăugare dispozitiv selectat la imaginea oglindă existentă.
ru: Добавить выбранное устройство к существующему зеркалу.
sv: Lägg till den valda enheten till den existernde speglingen.
uk: Додати вибраний пристрій до існуючого дзеркала.
zh_cn: 将选中设备添加到已经存在的镜像中。

source: Clear metadata on the selected device.
af: Duidelik metadata op die gekose toestel.
ca: Esborra metadades al dispositiu seleccionat.
cs: Smazat metadata na vybraném zařízení.
de: Metadaten auf dem ausgewählten Gerät löschen.
el: Εκκαθάριση μεταδεδομένων της επιλεγμένης συσκευής.
es: Borrar los metadatos el el dispositivo seleccionado
fr: Effacer les métadonnées sur le périphérique sélectionné.
hu: Metaadat törléses a kiválasztott eszközön.
it: Pulisci metadati sul dispositivo selezionato
lo: ລ້າງເມຕາເດຕາໃນອຸປະກອນທີ່ເລືອກ.
nl: Wis metadata op het geselecteerde apparaat.
pl: Wyczyść metadane zaznaczonych urządzeń.
ro: Ștergere metadata pentru dispozitivul selectat.
ru: Очистить метаданные на выбранном устройстве.
sv: Ta bort metadata på den valda enheten.
uk: Очистити метаданні на вибраному пристрою.
zh_cn: 清除选中设备上的元数据

source: Stop the selected mirror.
af: Stop die gekose spieël.
ca: Atureu el mirall seleccionat.
cs: Zastavit označené zrcadlení.
de: Ausgewählten Spiegel anhalten.
el: Σταμάτημα του επιλεγμένου mirror.
es: Detener l espejo seleccionado
fr: Arrête le miroir sélectionné.
hu: A kiválasztott tükör leállítása.
it: Arresta il mirror selezionato
lo: ຢຸດ mirror ທີ່ເລືອກ.
nl: Geselecteerde spiegel stoppen.
pl: Zatrzymaj zaznaczony mirror,
ro: Oprire imagine oglindă selectată.
ru: Остановить выбранное зеркало.
sv: Stoppa vald spegling.
uk: Зупиняє обране дзеркало.
zh_cn: 停止选定镜像

source: RAID-1 Maintenance
af: RAID-1 Onderhoud
ca: Manteniment RAID-1
cs: RAID-1 údržba
de: RAID-1 Verwaltung
el: Συντήρηση RAID-1
es: Mantenimiento RAID-1
fr: Maintenance RAID-1
hu: RAID-1 karbantartás
it: Manutenzione del RAID-1
lo: ການບຳລຸງຮັກສາ RAID-1
nl: RAID-1 Onderhoud
pl: RAID-1 Konserwacja
ro: Mentenanță RAID-1
ru: Обслуживание RAID-1
sv: RAID-1 Underhåll
uk: Обслуговування RAID-1
zh_cn: RAID-1维护

source: Submit Command
ca: Enviar comandament
cs: Odeslat příkaz
de: Kommando zustellen
el: Υποβολή Εντολής
es: Enviar comando
fr: Envoyer la commande
hu: Parancs elküldése
it: Invia comando
lo: ສົ່ງຄຳສັ່ງ
nl: Opdracht Verzenden
pl: Wybierz polecenie
ro: Trimitere comandă
ru: Отправить команду
sv: Skicka kommando
uk: Надіслати команду
zh_cn: 提交命令

source: Command Output
af: Bevel Uitset
ca: Sortida del comandament
cs: Výstup z příkazu
de: Befehlsausgabe
el: Έξοδος εντολής
es: Salida del comando
fr: Sortie de la commande
hu: Parancskimenet
it: Output comandi
lo: ຜົນການຄຳສັ່ງ
nl: Commando Uitvoerings Resultaat
pl: Wyjście polecenia
ro: Rezultat comandă
ru: Вывод Команды
sv: Kommandoutmatning
uk: Виведення команди
zh_cn: 命令输出

source: RAID5 Status
ca: Estat RAID5
el: Κατάσταση RAID5
es: estado del RAID5
fr: État RAID5
hu: RAID5 állapot
it: Status RAID5
lo: ສະຖານະ RAID5
pl: Status RAID5
ro: Stare RAID5
ru: RAID5 статус
uk: Статус RAID5
zh_cn: RAID5状态

source: RAID5 Details
af: RAID5 Besonderhede
ca: Detalls RAID5
el: Λεπτομέρειες RAID5
es: Detalles del RAID5
fr: Détails RAID5
hu: RAID5 részletek
it: Dettagli sul RAID5
lo: ລາຍລະອຽດ RAID5
pl: Szczegóły RAID5
ro: Detalii RAID5
ru: RAID5 элементы
sv: RAID5 detaljer
uk: Подробиці RAID5
zh_cn: RAID5详细信息

source: RAID-5 Maintenance
af: RAID-5 Onderhoud
ca: Manteniment RAID-5
cs: RAID-5 údržba
de: RAID-5 Verwaltung
el: Συντήρηση RAID-5
es: Mantenimiento RAID-5
fr: Maintenance RAID-5
hu: RAID-5 karbantartás
it: Manutenzione del RAID-5
lo: ການບຳລຸງຮັກສາ RAID-5
nl: RAID-5 Onderhoud
pl: RAID-5 Konserwacja
ro: Mentenanță RAID-5
ru: Обслуживание RAID-5
sv: RAID-5 Underhåll
uk: Обслуговування RAID-5
zh_cn: RAID-5维护

source: RAID0 Status
ca: Estat RAID0
el: Κατάσταση RAID0
es: Estado del RAID0
fr: État RAID0
hu: RAID0 állapot
it: Status del RAID0
lo: ສະຖານະ RAID0
pl: Status RAID0
ro: Stare RAID0
ru: RAID0 статус
uk: Статус RAID0
zh_cn: RAID0状态

source: RAID0 Details
af: RAID0 Besonderhede
ca: Detalls RAID0
el: Λεπτομέρειες RAID0
es: Detalles del RAID0
fr: Détails de RAID0
hu: RAID0 részletek
it: Dettagli sul RAID0
lo: ລາຍລະອຽດ RAID0
pl: Szczegóły RAID0
ro: Detalii RAID0
ru: RAID0 элементы
sv: RAID0 detaljer
uk: Подробиці RAID0
zh_cn: RAID0详细信息

source: RAID-0 Maintenance
af: RAID-0 Onderhoud
ca: Manteniment RAID-0
cs: RAID-0 údržba
de: RAID-0 Verwaltung
el: Συντήρηση RAID-0
es: Mantenimiento RAID-0
fr: Maintenance RAID-0
hu: RAID-0 karbantartás
it: Manutenzione del RAID-0
lo: ການບຳລຸງຮັກສາ RAID-0
nl: RAID-0 Onderhoud
pl: RAID-0 Konserwacja
ro: Mentenanță RAID-0
ru: Обслуживание RAID-0
sv: RAID-o Underhåll
uk: Обслуговування RAID-0
zh_cn: RAID-0维护

source: Unix Command
af: Unix bevel
ca: Comando Unix
cs: Unixový příkaz
de: Unix-Befehl
el: Εντολή Unix
es: Orden de Unix
fr: Commande Unix
hu: Unix parancs
it: Comando Unix
lo: ຄຳສັ່ງ Unix
nl: Unix Opdracht
pl: Komenda unix
ro: Comandă Unix
ru: Команда Unix
sv: Unix Kommando
uk: Команда Unix
zh_cn: Unix 命令

source: Do you want to create a RAID-5 from selected disks?
af: Wil jy met die geselekteerde skywe 'n RAID-5 skep?
ca: Vols crear un RAID-5 des dels discos seleccionats?
cs: Opravdu vytvořit RAID-5 z vybranných disků?
de: Möchten Sie ein Raid 5 aus den gewählten Festplatten bilden?
el: Θέλετε να δημιουργήσετε ένα RAID-5 με τους επιλεγμένους δίσκους;
es: Desea crear un RAID-5 desde los discos seleccionados?
fr: Voulez-vous créer unRAID-5 avec les disques sélectionnés?
hu: Biztos, hogy létrehozol egy RAID-5 kötetet a kiválasztott lemezekből?
it: Vuoi creare un RAID-5 dai dischi selezionati?
lo: ທ່ານຕ້ອງການສ້າງ RAID-5 ຈາກດິສກ໌ທີ່ເລືອກບໍ່?
nl: Wilt u een RAID-5 creëren van geselecteerde schijven?
pl: Czy chcesz utworzyć RAID-5 z zaznaczonych dysków ?
ro: Creați un RAID-5 din discurile selectate?
ru: Вы хотите создать RAID-5 из выбранных дисков?
sv: Vill du skapa en RAID-5 från valda diskar?
uk: Ви підтверджуєте створення RAID-5 з обраних дисків?
zh_cn: 是否要从选中的磁盘创建RAID-5？

source: 2 or more disks are required to build a RAID-1 volume.
af: 2 of meer skywe word benodig om 'n RAID-1 volume te bou.
ca: Es requereix 2 o més discos per crear un volum RAID-1.
cs: Pro vytvoření svazku typu RAID-1 je zapotřebí dvou a více disků.
de: Mindestens zwei Festplatten werden für eine RAID-1 Konfiguration benötigt.
el: 2 ή περισσότεροι δίσκοι είναι απαραίτητοι για τη δημιουργία ενός τόμου RAID-1.
es: 2 o más discos son necesarios para crear un volumen RAID-1.
fr: 2 ou plusieurs disques sont nécessaires pour construire un volume RAID-1
hu: 2 vagy több lemez szükséges RAID-1 kötet létrehozásához.
it: 2 o più dischi sono richiesti per costruire un volume RAID-1
lo: ຕ້ອງໃຊ້ດິສກ໌ 2 ໜ່ວຍ ຫຼື ຫຼາຍກວ່ານັ້ນເພື່ອສ້າງ RAID-1 ໂວລຸມ.
nl: 2 of meer schijven zijn vereist voor het creëren van een RAID-1 volume.
pl: Co najmniej 2 dyski są potrzebne do RAID-1
ro: Este nevoie de cel puțin încă două discuri pentru a crea un volum RAID-1.
ru: 2 или более дисков требуется для создания RAID-1 тома.
sv: 2 eller fler diskar behövs för att bygga en RAID-1 volym.
uk: Для побудови RAID-1 потрібно 2 чи більше дисків.
zh_cn: 创建一个Raid-1 卷需要2个或更多的磁盘。

source: 3 or more disks are required to build a RAID-5 volume.
af: 3 of meer skywe word benodig om 'n RAID-5 volume te bou.
ca: Es requereix 3 o més discos per crear un volum RAID-5.
cs: Pro vytvoření svazku typu RAID-5 je zapotřebí třech a více disků.
de: Mindestens drei Festplatten werden für eine RAID-5 Konfiguration benötigt.
el: 3 ή περισσότεροι δίσκοι είναι απαραίτητοι για τη δημιουργία ενός τόμου RAID-5.
es: 3 o más discos son necesarios para crear un volumen RAID-5.
fr: 3 ou plusieurs disques sont nécessaires pour construire un volume RAID-5
hu: 3 vagy több lemez szükséges RAID-5 kötet létrehozásához.
it: 3 o più dischi sono richiesti per costruire un volume RAID-5
lo: ຕ້ອງໃຊ້ດິສກ໌ 3 ໜ່ວຍ ຫຼື ຫຼາຍກວ່ານັ້ນເພື່ອສ້າງ RAID-5 ໂວລຸມ.
nl: 3 of meer schijven zijn vereist voor het creëren van een RAID-5 volume.
pl: Co najmniej 3 dyski są potrzebne do RAID-5
ro: Este nevoie de cel puțin încă trei discuri pentru a crea un volum RAID-5.
ru: 3 или более дисков, необходимых для создания тома RAID-5.
sv: 3 eller fler diskar behövs för att skapa en RAID-5 volym.
uk: Для побудови RAID-5 потрібно 3 чи більше дисків.
zh_cn: 创建一个Raid-5 卷需要3个或更多的磁盘。

source: GEOM VINUM Software RAID
af: GEOM VINUM Sagteware RAID
cs: GEOM VINUM softwarové RAID pole
el: RAID μέσω λογισμικού GEOM VINUM
es: Software RAID GEOM VINUM
fr: RAID logiciel
hu: GEOM VINUM szoftveres RAID
ro: RADI software GEOM VINUM
ru: Программный RAID GEOM VINUM
sv: GEOM VINUM mjuvaru RAID
uk: GEOM VINUM програмний RAID
zh_cn: GEOM VINUM软件RAID

source: No GEOM vinum information found.
af: Geen GEOM vinum inligting gevind.
ca: No s'ha trobat cap informació de GEOM vinum.
cs: Nebyly nalezeny žádné GEOM vinum informace.
de: Keine Informationen über GEOM vinum gefunden.
el: Δεν βρέθηκαν πληροφορίες για GEOM vinum.
es: No se encontró información de GEOM vinum.
fr: Aucune information GEOM vinum trouvée.
hu: Semmilyen GEOM vinum információ nem található.
it: Nessuna informazione GEOM vinum è stata trovata
lo: ບໍ່ພົບຂໍ້ມູນ GEOM vinum.
nl: Geen GEOM vinum informatie gevonden.
ro: Nicio informație GEOM vinum disponibilă.
ru: Информация о GEOM vinum не найдена.
sv: Ingen GEOM vinum information hittad.
uk: Інформації про GEOM vinum не знайдено.
zh_cn: 未找到GEOM vinum信息。

source: RAID 0/1/5 Information & Status
af: RAID 0/1/5 Inligting en Status
ca: RAID 0/1/5 Informació i Estat
cs: RAID 0/1/5 – informace a stav
de: Raid 0/1/5 Zustandsinformation
el: Πληροφορίες & Κατάσταση RAID 0/1/5
es: Info y estado RAID 0/1/5
fr: RAID 0/1/5 Information & Statut
hu: RAID 0/1/5 információ & állapot
it: Informazione e status del RAID 0/1/5
lo: ຂໍ້ມູນ ແລະ ສະຖານະ RAID 0/1/5
nl: RAID 0/1/5 Informatie & Status
pl: RAID 0/1/5 Informacje i Status
ro: Informații & Stare RAID 0/1/5
ru: Информация и статус RAID 0/1/5
uk: Інформація та статус RAID 0/1/5
zh_cn: RAID 0/1/5 信息和状态

source: Object name
af: Objek naam
ca: Nom d'objecte
cs: Název objektu
de: Objektname
el: Όνομα αντικειμένου
es: Nombre del objeto
fr: Nom de l'objet
hu: Objektumnév
it: Nome Oggetto
lo: ຊື່ອັອບເຈັກ
nl: Object naam
pl: Nazwa obiektu
ro: Nume obiect
ru: Имя объекта
sv: Objektnamn
uk: Назва об'єкта
zh_cn: 对象名称

source: RAID 0/1/5 Maintenance
af: RAID 0/1/5 Onderhoud
ca: RAID 0/1/5 Manteniment
cs: RAID 0/1/5 Údržba
de: RAID 0/1/5 Verwaltung
el: Συντήρηση RAID 0/1/5
es: Mantenimiento RAID 0/1/5
fr: Maintenance RAID 0/1/5
hu: RAID 0/1/5 karbantartás
it: Gestione del RAID 0/1/5
lo: ການບຳລຸງຮັກສາ RAID 0/1/5
nl: RAID 0/1/5 Onderhoud
pl: RAID 0/1/5 Konserwacja
ro: Mentenață RAID 0/1/5
ru: Обслуживание RAID 0/1/5
sv: RAID 0/1/5 Underhåll
uk: Обслуговування RAID 0/1/5
zh_cn: RAID 0/1/5维护

source: No pool was found.
af: Geen poel was gevind
ca: No s'ha trobat piscina.
cs: Nebyl nalezen žádný fond.
de: Keinen Pool gefunden.
el: Κανένα pool δεν βρέθηκε.
es: No se encontró ninguna agrupación de dispositivos(pool)
fr: Aucun pool trouvé.
hu: Nincs tároló
it: Nessun pool trovato
lo: ບໍ່ພົບພູລ.
nl: Er is geen pool gevonden.
pl: Brak puli.
ro: Nicio structură pool găsită.
ru: Пул не обнаружен.
sv: Ingen pool finns.
uk: Жодного пула не знайдено.
zh_cn: 找不到池。

source: Your ZFS system is not healthy.
af: Jou ZFS stelsel is nie gesond nie.
ca: El seu sistema ZFS no és saludable.
cs: Tento ZFS souborový systém není v pořádku.
de: Das ZFS System is nicht gesund.
el: Το ZFS σύστημά σας δεν είναι σε καλή κατάσταση.
es: Su sistema ZFS esta dañado
fr: Votre système ZFS est dégradé.
hu: A ZFS fájlrendszered nincs jó állapotban.
it: C'è un problema con il tuo sistema ZFS.
lo: ລະບົບ ZFS ຂອງທ່ານບໍ່ສົມບູນ.
nl: Uw ZFS systeem is niet in orde.
pl: Twój system ZFS nie jest w pełni sprawny.
ro: Sistemul ZFS conține erori.
ru: Ваша система ZFS повреждена.
sv: Ditt ZFS-system mår inte bra.
uk: Ваша система ZFS дещо не здорова.
zh_cn: 您的ZFS系统有问题。

source: Configuration
af: Konfigurasie
ca: Configuració
cs: Nastavení
de: Konfiguration
el: Ρύθμιση
es: Configuración
hu: Konfiguráció
it: Configurazione
lo: ການຕັ້ງຄ່າ
nl: Configuratie
pl: Konfiguracja
ro: Configurație
ru: Конфигурация
sv: Konfiguration
uk: Конфігурація
zh_cn: 配置

source: Detected
af: Bespeur
ca: Detectat
cs: Rozpoznáno
de: Entdeckt
el: Ανιχνεύθηκε
es: Detectado
fr: Détecté
hu: Észlelt
it: Rilevato
lo: ກວດພົບ
nl: Gedetecteerd
pl: Wykryty
ro: Detectat
ru: Определенная
sv: Identifierad
uk: Виявлено
zh_cn: 检测到

source: Pools
af: Poele
ca: Piscines
cs: Fondy
es: Agrupaciónes de dispositivos(pools)
hu: Tárolók (pools)
lo: ພູລ
pl: Pule
ro: Structuri pool
ru: Пулы
sv: Pooler
uk: Пули
zh_cn: 存储池（Pool）

source: Datasets
af: Datastelle
ca: Conjunts de dades
cs: Datové sady
es: Conjuntos de datos(Datasets)
fr: Jeux de données
hu: Adattárak (datasets)
it: Dataset
lo: ຊຸດຂໍ້ມູນ
pl: Zestawy danych
ro: Seturi de date
ru: Dataset'ы
sv: Dataseten
uk: Набори даних
zh_cn: 数据集（Datasets）

source: Volumes
ca: Volums
cs: Svazky
de: Datenträger
el: Τόμοι
es: Volúmenes
hu: Kötetek (volumes)
it: Volumi
lo: ໂວລຸມ
pl: Woluminy
ro: Volume
ru: Разделы
sv: Volymer
uk: Томи
zh_cn: 卷（Volumes）

source: Snapshots
af: Fotos
ca: Instantànies
cs: Zachycené stavy
de: Schnappschüsse
el: Στιγμιότυπα
es: Snapshot - Instantaneas
fr: Instantanés
hu: Pillanatképek
it: Snapshot
lo: ສະແນັບຊັອດ
nl: Momentopnamen
pl: Migawki
ro: Imagini Sistem
ru: Снимки
sv: Avbilder
uk: Знімки
zh_cn: 快照（Snapshots）

source: Scheduler
af: Skeduleerder
ca: Planificador
de: Terminplaner
el: Χρονοπρογραμματισμός
es: Planificador
fr: Planificateur
hu: Ütemező
it: Pianificatore
lo: ຕົວຈັດຕາຕະລາງ
nl: Planner
pl: Harmonogram
ro: Planificator
ru: Планировщик
sv: Schemaläggare
uk: Планування
zh_cn: 调度器

source: Current
af: Huidige
ca: Actual
cs: Stávající
de: Aktuell
el: Τρέχον
es: Actual
fr: Courant
hu: Aktuális
it: Corrente
lo: ປັດຈຸບັນ
nl: Huidige
pl: Bieżący
ro: Curent
ru: Текущая
sv: Aktuellt
uk: Поточна
zh_cn: 目前

source: Synchronize
af: Sinchroniseer
ca: Sincronitza
cs: Synchronizovat
de: Synchronisierung
el: Συγχρονισμός
es: Sincronizar
fr: Synchroniser
hu: Szinkronizálás
it: Sincronizza
lo: ຊິງຄ໌
nl: Synchronisatie
pl: Synchronizuj
ro: Sincronizare
ru: Синхронизация
sv: Synkronisera
uk: Синхронізування
zh_cn: 同步

source: Used
af: Gebruik
ca: Utilitzat
cs: Použito
de: Benutzt
el: Χρησιμοποιείται
es: Utilizado
fr: Utilisé
hu: Felhasznált
it: Usato
lo: ໃຊ້ແລ້ວ
nl: Gebruikt
pl: Używane
ro: Utilizat
ru: Использовано
sv: Använt
uk: Використано
zh_cn: 已用空间

source: Avail
ca: Disp
cs: Dostup.
de: Verfügbar
el: Διαθεσ
es: Disp.
fr: Disponible
hu: Elérhető
it: Dispon.
lo: ຫວ່າງ
nl: Beschikbaar
pl: Dost.
ro: Disponibil
ru: Доступно
sv: Ledigt
uk: Наявність
zh_cn: 可用

source: Alloc
ca: Usat
cs: Přiřaz.
de: Zugeordnet
el: Καταν.
es: Asignación
hu: Foglalt
it: Imputazione
lo: ຈັດສັນ
nl: Allocatie
pl: Przydzielenie
ro: Alocare
ru: Распределено
sv: Allokerat
uk: Розподілено
zh_cn: 分派

source: Free
af: Gratis
ca: Lliure
cs: Volné
de: Frei
el: Ελεύθερα
es: Libres
fr: Libre
hu: Szabad
it: Libero
lo: ຫວ່າງ
nl: Vrij
pl: Wolne
ro: Disponibil
ru: Свободно
sv: Ledigt
uk: Вільно
zh_cn: 可用空间
