Repository: rojim666/xigmanas-code-r10599-trunk
Catalog: locale/xigmanas-*.po
Languages: af, ca, cs, de, el, es, fr, hu, it, lo, nl, pl, ro, ru, sv, uk, zh_cn

source: Specifies capacity of backing store (maximum RAM for data). The default value is zero, that disables backing store completely, making all writes go to nowhere, while all reads return zeroes.
af: Spesifiseer kapasiteit van rugsteun winkel (maksimum RAM vir data). Die verstek waarde is nul, dit deaktiveer rugsteun winkel heeltemal, maak alle skryf gaan na nêrens, terwyl alle lees terugkeer nulles.
ca: Especifica la capacitat de emmagatzematge posterior (RAM màxima per dades). El valor predeterminat és zero, que desactiva completament l'amagatzamament posterior, fent que totes les escriptures vagin a enlloc, mentre que totes les lectures retornen zero.
cs: Určuje kapacitu uložení, na kterém je založeno (kolik RAM pro data nejvíce). Výchozí hodnota je nula, což takové ukládání zcela vypíná a způsobuje, že veškeré zápisy jdou do nikam, zatímco čtení vrací nuly.
de: Gibt die Kapazität des Zusatzspeichers (backing store) an (maximaler RAM für Daten). Der voreingestellte Wert Null deaktiviert den Zusatzspeichers komplett, so dass Scheibzugriffe ins Nichts verlaufen und Lesezugriffe immer Nullen zurückgeben.
el: Καθορίζει το μέγεθος της βοηθητικής αποθήκευσης (μέγιστη RAM για δεδομένα). Η προεπιλεγμένη τιμή είναι μηδέν, το οποίο απενεργοποεί εντελώς τη βοηθητική αποθήκευση, έχοντας σαν αποτέλεσμα οι εγγραφές να μην πηγαίνουν πουθενά, ενώ οι αναγνώσεις επιστρέφουν μηδενικά.
es: Especifica la capacidad del almacén de respaldo (RAM máxima para los datos). El valor predeterminado es cero, que deshabilita el almacenamiento de respaldo por completo, haciendo que todas las escrituras no lleguen a ninguna parte, mientras que todas las lecturas devuelven ceros.
fr: Spécifie la capacité du magasin de sauvegarde (RAM maximum pour les données). La valeur par défaut est zéro, ce qui désactive complètement la banque de sauvegarde, rendant toutes les écritures nulles, tandis que toutes les lectures renvoient des zéros.
hu: A háttértár kapacitását (adat maximális memóriáját) határozza meg. Az alapértelmezett érték nulla, amely teljesen letiltja a háttértárat, így minden írás a semmibe megy, illetve minden olvasás nulla értéket ad vissza.
it: Specifica la capacità di immagazzinamento (al massimo della RAM). Il valore di default è zero, il quale disabilita completamente l'immagazzinamento, facendo in modo che qualsiasi scrittura si perda, mentre tutte le letture restituiscono zeri.
lo: ລະບຸຄວາມຈຸຂອງ backing store (RAM ສູງສຸດສຳລັບຂໍ້ມູນ). ຄ່າເລີ່ມຕົ້ນແມ່ນສູນ, ເຊິ່ງຈະປິດການໃຊ້ງານ backing store ຢ່າງສົມບູນ, ເຮັດໃຫ້ການຂຽນຂໍ້ມູນທັງໝົດບໍ່ຖືກບັນທຶກ, ໃນຂະນະທີ່ການອ່ານຂໍ້ມູນທັງໝົດຈະສົ່ງຄ່າສູນກັບຄືນມາ.
nl: Geef de capaciteit van de back-up opslag op (maximaal RAM voor data). De standaardwaarde is nul, waardoor de back-up opslag volledig wordt uitgeschakeld, waardoor alle schrijfopdrachten nergens naartoe gaan, terwijl alle leesbewerkingen nullen retourneren.
ro: Specifică capacitatea stocării de rezervă (memoria RAM maximă alocată pentru date). Valoarea implicită este zero, ceea ce dezactivează complet stocarea de rezervă, dezactivând implicit scrierile, în timp ce toate citirile returnează zerouri.
ru: Указывает емкость хранилища резервных копий (максимальная ОЗУ для данных). Значение по умолчанию равно нулю, что полностью отключает резервное хранилище, в результате чего все записи идут в никуда, в то время как чтение возвращают нули.
sv: Anger kapacitet på backuparea (maximal RAM för data). Standardvärdet är noll, som inaktiverar backuparean totalt och gör så att alla skrivning går till ingenstans medan alla läsningar ger nollor.
uk: Визначає ємність резервного сховища (максимальна кількість оперативної пам'яті для даних). Значення за замовчуванням дорівнює нулю, що повністю вимикає резервне сховище, роблячи всі записування "до нікуди", тоді як всі читання повертають нулі.
zh_cn: 指定后备存储的容量（数据的最大RAM）。 默认值为零，即完全禁用后备存储，使所有写入均无效，而所有读取均返回零。

source: These parameters will be added to this lun.
af: Hierdie parameters sal hierdie lun bygevoeg.
ca: Aquests paràmetres s'afegiran a aquest LUN.
cs: Tyto parametry budou přidány do tohoto LUN.
de: Diese Parameter werden zu dieser lun hinzugefügt.Die
el: Αυτές οι παράμετροι θα προστεθούν σε αυτό το lun.
es: Estos parámetros se añadirán a este LUN.
fr: Ces paramètres vont être ajoutés à ce LUN
hu: Ezeket a paramétereket ehhez a lun-hoz adjuk hozzá
it: Questi parametri verranno aggiunti a questo LUN
lo: ພາຣາມິເຕີເຫຼົ່ານີ້ຈະຖືກເພີ່ມເຂົ້າໃນ LUN ນີ້.
nl: Deze parameters worden toegevoegd aan deze lun.
ro: Acești parametri vor fi adăugați la această unitate lun.
ru: Эти параметры будут добавлены в этот лун.
sv: Dessa parametrar kommer läggas till i denna lun.
uk: Ці параметри будуть додані до цього LUN.
zh_cn: 这些参数将添加到此lun。

source: Additional Options for Block Backend
af: Bykomende opsies vir Blok Terug-einde
ca: Opcions addicionals per bloc de Backend
cs: Další předvolby pro blokovou podpůrnou vrstvu
de: Weitere Optionen für das Block-Backend
el: Πρόσθετες Επιλογές για το Block Backend
es: Opciones adicionales para bloque del motor
fr: Options supplémentaires pour le bloc d'arrière-plan
hu: Blokkháttér egyéni beállításai lehetőségei
it: Opzioni aggiunti per blocco del backend
lo: ຕົວເລືອກເພີ່ມເຕີມສຳລັບ Block Backend
nl: Extra opties voor het Blok Achtergrondsysteem
pl: Dodadkowe opcje na Zaplecze Blokowe
ro: Opțiuni suplimentare pentru Block Backend
ru: Дополнительные параметры для Block Backend
sv: Extra optioner för Block Backend
uk: Розширені параметри для Block Backend
zh_cn: 阻止后端的附加选项

source: Additional Options for RAM Disk Backend
af: Bykomende opsies vir RAM Skyf Terug-einde
ca: Opcions addicionals per Disc RAM de Backend
cs: Další předvolby pro podpůrnou vrstvu úložiště v operační paměti
de: Weitere Optionen für das RAM Disk-Backend
el: Πρόσθετες Επιλογές για το RAM Disk Backend
es: Opciones adicionales para el disco RAM del motor
fr: Options supplémentaires pour le RAM Disk d'arrière-plan
hu: Memórialemez-háttér egyéni beállításai lehetőségei
it: Opzioni aggiunti per il disk RAM di backend
lo: ຕົວເລືອກເພີ່ມເຕີມສຳລັບ RAM Disk Backend
nl: Extra opties voor RAM Schijf Achtergrondsysteem
pl: Dodadkowe opcje dla RAM-disk zaplecza
ro: Opțiuni suplimentare pentru RAM Disk Backend
ru: Дополнительные параметры для RAM Disk Backend
sv: Extra optioner för RAM disk Backend
uk: Розширені параметри для RAM Disk Backend
zh_cn: RAM磁盘后端的附加选项

source: Add LUN
af: Voeg LUN
ca: Afegir LUN
cs: Přidat LUN
de: LUN hinzufügen
el: Προσθήκη LUN
es: Añadir LUN
fr: Ajouter un LUN
hu: LUN hozzáadása
it: Aggiungi LUN
lo: ເພີ່ມ LUN
nl: LUN Toevoegen
pl: Dodaj 'LUN'
ro: Adăugare unitate LUN
ru: Добавить LUN
sv: Lägg till LUN
uk: Додати LUN
zh_cn: 添加LUN

source: Edit LUN
af: Wysig LUN
ca: Editar LUN
cs: Upravit LUN
de: LUN bearbeiten
el: Επεξεργασία LUN
es: Editar LUN
fr: Modifier le LUN
hu: LUN módosítása
it: Modifica LUN
lo: ແກ້ໄຂ LUN
nl: LUN Bewerken
ro: Editare unitate LUN
ru: Изменить LUN
sv: Editera LUN
uk: Редагувати LUN
zh_cn: 编辑LUN

source: LUN is marked for deletion
af: LUN is gemerk vir skrap
ca: LUN està marcat per suprimir
cs: LUN je označené ke smazání
de: LUN ist zum Löschen vorgemerkt
el: Το LUN έχει σημειωθεί προς διαγραφή
es: LUN está marcado para eliminar
fr: Le LUN est marqué pour la suppression
hu: A LUN-t töltésre megjelölték
it: LUN è marcato per cancellazione
lo: LUN ຖືກໝາຍໄວ້ເພື່ອລຶບ
nl: LUN is gemerkt om verwijderd te worden
ro: LUN marcat pentru ștergere
ru: LUN отмечен для удаления
sv: LUN är markerat för borttagning
uk: LUN позначений для видалення
zh_cn: LUN被标记为删除

source: LUN is locked
af: LUN is toegeslot
ca: LUN està bloquejat
cs: LUN je uzamčené
de: LUN ist gesperrt
el: Το LUN είναι κλειδωμένο
es: LUN bloqueado
fr: Le LUN est verrouillé
hu: a LUN zárolt
it: LUN bloccato
lo: LUN ຖືກລັອກ
nl: LUN is geblokkeerd
ro: LUN blocat
ru: LUN заблокирован
sv: LUN är låst
uk: LUN заблокований
zh_cn: LUN已锁定

source: LUN is unlocked
af: LUN is ongeslot
ca: LUN està desbloquejat
cs: LUN je odemčené
de: LUN ist entsperrt
el: Το LUN είναι ξεκλείδωτο
es: LUN está desbloqueado
fr: Le LUN est déverrouillé
hu: LUN zárolása feloldva
it: LUN sbloccato
lo: LUN ຖືກປົດລັອກ
nl: LUN is vrijgegeven
ro: LUN deblocat
ru: LUN разблокирован
sv: LUN är olåst
uk: LUN розблокований
zh_cn: LUN已解锁

source: Delete Selected LUNs
af: Skrap Geselekteerde LUNs
ca: Suprimeix els LUN seleccionats
cs: Smazat označená čísla logických jednotek
de: Ausgewählte LUNs löschen
el: Διαγραφή Επιλεγμένων LUN
es: Borrar los LUNs seleccionados
fr: Supprimer les LUN sélectionnés
hu: Kiválasztott LUN-ok törlése
it: Elimina i LUN selezionati
lo: ລຶບ LUN ທີ່ເລືອກ
nl: Geselecteerde LUNs Verwijderen
ro: Ștergere unități LUN selectate
ru: Удалить выбранные LUN
sv: Ta bort valda LUN
uk: Видалити обрані LUN'и
zh_cn: 删除选定的LUNs

source: Disable Selected LUNs
af: Deaktiveer Geselekteerde LUNs
ca: Desactiveu LUN's seleccionats
cs: Vypnout označené LUN
de: Ausgewählte LUNs deaktivieren
el: Απενεργοποίηση Επιλεγμένων LUN
es: Deshabilitar los LUNs seleccionados
fr: Désactiver les LUN sélectionnés
hu: Kiválasztott LUN-ok tiltása
it: Disabilita i LUN selezionati
lo: ປິດໃຊ້ງານ LUN ທີ່ເລືອກ
nl: Geselecteerde LUNs Uitschakelen
ro: Dezactivare unități LUN selectate
ru: Отключить выбранные LUN
sv: Inaktivera valda LUN
uk: Вимкнути обрані LUN'и
zh_cn: 禁用选定的LUN

source: Enable Selected LUNs
af: Inskakel Geselekteerde LUNs
ca: Activar els LUN's seleccionats?
cs: Zapnout označené LUN
de: Ausgewählte LUNs aktivieren
el: Ενεργοποίηση Επιλεγμένων LUN
es: Habilitar los LUNs seleccionados
fr: Activer les LUN sélectionnés
hu: Kiválasztott LUN-ok engedélyezése
it: Attiva i LUNs selezionati
lo: ເປີດໃຊ້ງານ LUN ທີ່ເລືອກ
nl: Geselecteerde LUNs Inschakelen
ro: Activare unități LUN selectate
ru: Включить выбранные LUN
sv: Aktivera valda LUN
uk: Дозволити обрані LUN'и
zh_cn: 启用选定的LUNs

source: Toggle Selected LUNs
af: Toggle Geselekteerde LUNs
ca: Commuta els LUNs seleccionats
cs: Vyp/zap označené LUN
de: Ausgewählte LUNs umschalten
el: Μεταβολή Επιλεγμένων LUN
es: Alternar los LUN seleccionados
fr: Changer d'état les LUN Sélectionnés
hu: Kiválasztott LUN-ok átkapcsolása
it: Attivare i LUN selezionati
lo: ສະຫຼັບການໃຊ້ງານ LUN ທີ່ເລືອກ
nl: Geselecteerde LUNs Omschakelen
ro: Inversare selecție unități LUN
ru: Переключить выбранные LUN
sv: Växla valda LUN
uk: Перемкнути обрані LUN'и
zh_cn: 切换选定的LUN

source: Do you want to delete selected LUNs?
af: Wil jy geselekteerde LUN's skrap?
ca: Voleu eliminar LUN seleccionats?
cs: Opravdu chcete smazat označené LUN?
de: Möchten Sie die ausgewählten LUNs löschen?
el: Θέλετε να διαγράψετε τα επιλεγμένα LUN;
es: Quieres borrar los LUNs seleccionados?
fr: Voulez-vous supprimer les LUN sélectionnés?
hu: Biztos, hogy törli a kiválasztott LUN-okat?
it: Vuoi cancellare i LUN selezionati?
lo: ທ່ານຕ້ອງການລຶບ LUN ທີ່ເລືອກອອກບໍ່?
nl: Wilt u de geselecteerde LUNs verwijderen?
ro: Doriți să eliminați unitățile LUN selectate?
ru: Вы хотите удалить выбранные LUN?
sv: Vill du ta bort valda LUN?
uk: Ви підтверджуєте видалення обраних LUN'ів?
zh_cn: 你是否要删除选定的LUN？

source: Do you want to disable selected LUNs?
af: Wil jy geselekteerde LUN's deaktiveer?
ca: Voleu desactivar LUN seleccionats?
cs: Opravdu chcete vypnout označené LUN?
de: Möchten Sie die ausgewählten LUNs deaktivieren?
el: Θέλετε να απενεργοποιήσετε τα επιλεγμένα LUN;
es: Quieres deshabilitar los LUNs seleccionados?
fr: Voulez-vous désactiver les LUN sélectionnés?
hu: Biztos, hogy kikapcsolja a kiválasztott LUN-okat?
it: Desideri disabilitare i LUNs selezionati?
lo: ທ່ານຕ້ອງການປິດໃຊ້ງານ LUN ທີ່ເລືອກບໍ່?
nl: Wilt u de geselecteerde LUNs uitschakelen?
ro: Doriți să dezactivați unitățile logice LUN selectate?
ru: Вы хотите отключить выбранные LUN?
sv: Vill du ta bort valda LUN?
uk: Ви підтверджуєте вимкнення обраних LUN'ів?
zh_cn: 你想禁用选定的LUN吗？

source: Do you want to enable selected LUNs?
af: Wil jy geselekteerde LUN's Inskakel?
ca: Voleu activar LUN seleccionats?
cs: Opravdu chcete zapnout označené LUN?
de: Möchten Sie die ausgewählten LUNs aktivieren?
el: Θέλετε να ενεργοποιήσετε τα επιλεγμένα LUN;
es: Quieres habilitar los LUNs seleccionados?
fr: Voulez-vous activer les LUN sélectionnés?
hu: Biztos, hogy bekapcsolja kiválasztott LUN-okat?
it: Desideri abilitare i LUN selezionati?
lo: ທ່ານຕ້ອງການເປີດໃຊ້ງານ LUN ທີ່ເລືອກບໍ່?
nl: Wilt u de geselecteerde LUNs inschakelen?
ro: Doriți să activați unitățile logice LUN selectate?
ru: Вы хотите включить выбранные LUN?
sv: Vill du inaktivera valda LUN?
uk: Ви підтверджуєте увімкнення обраних LUN'ів?
zh_cn: 你想启用选定的LUN吗？

source: Do you want to toggle selected LUNs?
af: Doen jy wil geselekteerde LUN's toggle?
ca: Voleu canviar els LUN seleccionats?
cs: Opravdu chcete přepnout označené LUN?
de: Möchten Sie die ausgewählten LUNs umschalten?
el: Θέλετε να μεταβάλλετε τα επιλεγμένα LUN;
es: Quieres cambiar los LUNs seleccionados?
fr: Voulez-vous changer d'état les LUN sélectionnés?
hu: Biztos, hogy átkapcsolod a kiválasztott LUN-okat?
it: Desideri rimuovere i LUNs selezionati?
lo: ທ່ານຕ້ອງການສະຫຼັບການໃຊ້ງານ LUN ທີ່ເລືອກບໍ່?
nl: Wilt u de geselecteerde LUNs omschakelen?
ro: Doriți să inversați etichetele LUN selectate?
ru: Вы хотите переключить выбранные LUN?
sv: Vill du växla valda LUN?
uk: Ви підтверджуєте перемикання обраних LUN'ів?
zh_cn: 你想切换选定的LUN吗？

source: Device Type
af: Toestel Tipe
ca: Tipus de dispositiu
cs: Typ zařízení
de: Gerätetyp
el: Τύπος Συσκευής
es: Tipo de dispositivo
fr: Type de périphérique
hu: Eszköztípus
it: Tipo di dispositivo
lo: ປະເພດອຸປະກອນ
nl: Apparaat Type
pl: Typ urządzenia
ro: Tip dispozitiv
ru: Тип устройства
sv: Enhetstyp
uk: Тип пристрою
zh_cn: 设备类型

source: Passthrough Address
af: Slaag deur middel Adres
ca: Adreça de pas
cs: Adresa průchozího
de: Passthrough
el: Διεύθυνση Passthrough
es: Dirección de paso
fr: Adresse du Relais
hu: Átmenő cím
it: Indirizzo di Passthrough
lo: ທີ່ຢູ່ Passthrough
nl: Passthrough adres
ro: Adresă trece prin
ru: Транзитный адрес
sv: "passthrough"-adress
uk: Транзитна адреса
zh_cn: 直通地址

source: LUN Vendor
ca: Venedor LUN
cs: Výrobce LUN
de: LUN Hersteller
el: Προμηθευτής LUN
es: Vendedor LUN
fr: Vendeur du LUN
lo: ຜູ້ຜະລິດ LUN
nl: LUN Leverancier
ro: Furnizor LUN
ru: Поставщик LUN
sv: LUN tillverkare
uk: Постачальник LUN
zh_cn: LUN供应商

source: LUN Product
af: LUN Produk
ca: Producte LUN
cs: Produkt LUN
de: LUN Produkt
el: Προϊόν LUN
es: Producto LUN
fr: LUN Production
hu: LUN termék
it: Prodotto LUN
lo: ຜະລິດຕະພັນ LUN
nl: LUN Produkt
ro: Produs LUN
ru: Продукт LUN
sv: LUN Produkt
uk: Продукт LUN
zh_cn: LUN产品

source: LUN Revision
af: LUN Revisie
ca: Revisió LUN
cs: Revize LUN
el: Έκδοση LUN
es: Revisión LUN
hu: LUN revízió
it: Revisione LUN
lo: ເວີຊັນ LUN
nl: LUN Revisie
ro: Revizie LUN
ru: Ревизия LUN
uk: Версія LUN
zh_cn: LUN修订

source: LUN SCSI Name
af: LUN SCSI Naam
ca: Nom LUN SCSI
cs: SCSI název LUN
el: Όνομα SCSI του LUN
es: Nombre LUN SCSI
fr: Nom du LUN SCSI
hu: LUN SCSI név
it: Nome SCSI LUN
lo: ຊື່ SCSI ຂອງ LUN
nl: LUN SCSI Naam
ro: Nume LUN SCSI
ru: Имя LUN SCSI
sv: LUN SCSI Namn
uk: Ім'я LUN SCSI
zh_cn: LUN SCSI名称

source: LUN EUI-64 identifier
af: LUN EUI-64 identifiseerder
ca: Identificador LUN EUI-64
cs: LUN EUI-64 identifikátor
el: LUN EUI-64 αναγνωριστικό
es: Identificador LUN EUI-64
fr: Identifiant LUN EUI-64
hu: LUN EUI-64 azonosító
it: Identificatore LUN EUI-64
lo: ຕົວລະບຸ EUI-64 ຂອງ LUN
nl: LUN EUI-64 identificatie
ro: Identificator LUN EUI-64
ru: LUN EUI-64 идентификатор
sv: LUN EUI-64 identifierare
uk: LUN EUI-64 ідентифікатор
zh_cn: LUN EUI-64 标识符

source: LUN NAA Identifier
af: LUN NAA Identifiseerder
ca: Identificador LUN NAA
cs: LUN NAA identifikátor
el: Αναγνωριστικό LUN NAA
es: Identificador LUN NAA
fr: Identifiant LUN NAA
hu: LUN NAA azonosító
it: Identificatore LUN NAA
lo: ຕົວລະບຸ NAA ຂອງ LUN
nl: LUN NAA identificatie
ro: Identificator LUN NAA
ru: LUN NAA идентификатор
sv: LUN NAA Identifierare
uk: Ідентифікатор LUN NAA
zh_cn: LUN NAA标识符

source: HA Role
af: HA Rol
ca: Rol HA
cs: Role v rámci vysoké dostupnosti
de: HA Rolle
el: Ρόλος HA
es: Rol HA
fr: Rôle HA
hu: HA szabály
it: Ruolo HA
lo: ບົດບາດ HA
ro: Rol HA
ru: Роль HA
sv: HA roll
uk: Роль HA
zh_cn: HA角色

source: Insecure TPC
af: Ontveilige TPC
ca: TPC insegur
cs: Nezabezpečené TPC
de: Unsicheres TPC
el: Μη ασφαλές TPC
es: TPC Inseguro
fr: CPT non sécurisé
hu: Nem biztonságos TPC
it: TPC non sicuro
lo: TPC ບໍ່ປອດໄພ
nl: Onveilige TPC
ro: TCP insecurizat
ru: Небезопасный TPC
sv: Osäker TPC
uk: Небезпечний TPC
zh_cn: 不安全的TPC

source: Read Cache
af: Lees Cache
ca: Llegeix la memòria cau
cs: Mezipaměť čtení
de: Lese-Zwischenspeicher
el: Κρυφή Μνήμη Ανάγνωσης
es: Leer la caché
fr: Lire le Cache
hu: Olvasási gyorsítótár
it: Lettura Cache
lo: ແຄດການອ່ານ
nl: Lees Cache
ro: Cache citire
ru: Чтение кеша
sv: Läsbuffert
uk: Кеш читання
zh_cn: 读缓存

source: Read Only
af: Lees Alleen
ca: Només lectura
cs: Pouze číst
de: Nur Lesen
el: Μόνο για Ανάγνωση
es: Solo Lectura
fr: Lecture Seule
hu: Csak olvasható
it: Sola lettura
lo: ອ່ານເທົ່ານັ້ນ
nl: Alleen Lezen
ro: Doar citire
ru: Только чтение
sv: Skrivskyddad
uk: Тільки для читання
zh_cn: 只读

source: Reordering
af: Herordening
ca: Reordenant
cs: Přeuspořádat
de: Umsortieren
el: Αναδιάταξη
es: Reordenando
fr: Réordonner
hu: Újrarendezés
it: Riordinamento
lo: ການຈັດລຳດັບໃໝ່
nl: opnieuw ordenen
ro: Reordonare
ru: Изменение порядка
sv: Omsortering
uk: Зміна порядку
zh_cn: 记录中

source: Serialize Sequence
ca: Seqüència de serialització
cs: Serializovat posloupnost
de: Abfolge serialisieren
el: Σειριοποίηση Ακολουθίας
es: Serializar sequencia
fr: Sérialiser la séquence
hu: Szekvencia sorba rendezése
it: Serializzare la sequenza
lo: ລຳດັບ Serialize
ro: Serializare secvență
ru: Сериализация последовательности
sv: Serialiseringssekvens
uk: Серіалізувати послідовність
zh_cn: 序列化序列

source: Physical Block Size
af: Fisiese Blok Grootte
ca: Mida del bloc físic
cs: Velikost fyzického bloku
de: Physische Block-Größe
el: Μέγεθος Φυσικού Μπλοκ
es: Tamaño bloque fisíco
fr: Taille du bloc physique
hu: Fizikai blokkméret
it: Dimensione del blocco fisico
lo: ຂະໜາດບລັອກທາງກາຍະພາບ
nl: Fysieke Blokgrootte
ro: Dimensiune bloc fizic
ru: Размер физического блока
sv: Fysisk blockstorlek
uk: Розмір фізичного блока
zh_cn: 物理块大小

source: Physical Block Offset
af: Fisiese Blok Offset
ca: Desplaçament de blocs físics
cs: Posun fyzického bloku
de: Physischer Block-Offset
el: Όφσετ Φυσικού Μπλοκ
es: Desviación de bloque fisíco
fr: Décalage du bloc physique
hu: Fizikai blokkoffszet
it: Offset di un blocco fisico
lo: ອັອຟເຊັດບລັອກທາງກາຍະພາບ
nl: Fysieke Blokcompensatie
ro: Ofset bloc fizic
ru: Смещение физического блока
sv: Fysisk blockoffset
uk: Зміщення фізичного блока
zh_cn: 物理块偏移

source: UNMAP Block Size
af: UNMAP Blok Grootte
ca: Mida de bloc UNMAP
cs: Velikost UNMAP bloku
de: UNMAP Block Größe
el: Μέγεθος μπλοκ UNMAP
es: Tamaño de bloque UNMAP
fr: Taille de bloc UNMAP
hu: UNMAP blokkméret
lo: ຂະໜາດບລັອກ UNMAP
nl: UNMAP Blok Grootte
ro: Dimensiune bloc UNMAP
ru: Размер блока UNMAP
sv: UNMAP Blockstorlek
uk: Розмір блоку UNMAP
zh_cn: UNMAP块大小

source: UNMAP Block Offset
af: UNMAP Blok Offset
ca: Offset de bloc UNMAP
cs: Posun UNMAP bloku
el: Όφσετ UNMAP μπλοκ
es: Desplazamiento de bloque de UNMAP
fr: Décalage de bloc UNMAP
hu: UNMAP blokkoffszet
lo: ອັອຟເຊັດບລັອກ UNMAP
nl: UNMAP Blok Offset
ro: Ofset bloc UNMAP
ru: Смещение блока UNMAP
sv: UNMAP Blockoffsett
uk: Зміщення блоку UNMAP
zh_cn: UNMAP块偏移量

source: RPM
cs: Otáčky média
de: U/min (RPM)
fr: Tr/min
hu: fordulat
it: giri/min
uk: об/хв
zh_cn: 每分钟转速

source: Form Factor
af: Vorm Faktor
ca: Factor de forma
cs: Typ skříně
de: Formfaktor
el: Τύπος Μορφής
es: Factor de forma
fr: Facteur de forme
hu: Formai tényező
it: Fattore Forma
nl: Vormfactor
ro: Factor de formă
ru: Форм-фактор
sv: Formfaktor
uk: Форм фактор
zh_cn: 构成因素

source: Provisioning Type
af: Voorsiening Tipe
ca: Tipus de subministrament
cs: Typ poskytování
de: Bevorratungstyp
el: Τύπος Provisioning
es: Tipo de provisión
fr: Type de provisioning
hu: Ellátás típusa
it: Tipo approvigionamento
lo: ປະເພດ Provisioning
ro: Tip provizionare
ru: Тип предоставления
sv: Tillhandahållen typ
uk: Тип забезпечення
zh_cn: 配置类型

source: UNMAP Maximum LBA
af: UNMAP Maksimum LBA
ca: LBA màxim UNMAP
cs: UNMAP nejvýše LBA
el: Μέγιστο LBA UNMAP
es: LBA máximo UNMAP
fr: LBA maximum UNMAP
hu: UNMAP maximális LBA-ja
lo: LBA ສູງສຸດຂອງ UNMAP
nl: UNMAP Maximale LBA
ro: Valoare max. LBA UNMAP
ru: Максимальный LBA UNMAP
uk: Максимальний LBA UNMAP
zh_cn: UNMAP最大LBA

source: UNMAP Maximum Descriptors
af: UNMAP Maksimum Beskrywers
ca: Descriptors UNMAP màxims
cs: UNMAP nejvýše popisovačů
de: UNMAP Maximum Deskriptoren
el: Μέγιστοι Περιγραφείς UNMAP
es: Descriptores máximos UNMAP
fr: Descripteurs maximum UNMAP
hu: UNMAP maximális leírói
lo: ຕົວອະທິບາຍສູງສຸດຂອງ UNMAP
nl: UNMAP Maximale Descriptoren
ro: Descriptori maximi UNMAP
ru: Максимальные дескрипторы UNMAP
sv: UNMAP Maximalt antal benämningar
uk: Максимум дескрипторів UNMAP
zh_cn: UNMAP最大描述符

source: Write Same Maximum LBA
af: Skryf Selfde Maksimum LBA
ca: Escriviu el mateix LBA màxim
cs: Zapsat stejné maximální LBA
de: Schreibe gleichen maximalen LBA
el: Εγγραφή του ίδιου Maximum LBA
es: Escriba el mismo LBA máximo
fr: Maximum d'écriture identique LBA
hu: Write Same maximális LBA-ja
it: Numero massimo di scritture LBA uguali
lo: LBA ສູງສຸດຂອງ Write Same
nl: Schrijven van dezelfde maximale LBA
ro: Scrie aceași valoare maximă LBA
ru: Запись того же самого максимального значения LBA
uk: Максимальний LBA WRITE SAME
zh_cn: 写入相同的最大LBA

source: Avail Threshold
af: Avail Drumpel
ca: Disponibilitat de llindar
cs: Práh k dispozici
de: Verfügbare Schwelle
el: Διαθέσιμα Όρια
es: Limites disponibles
fr: Seuil de disponibilité
hu: Elérhető köszöbe
it: Soglia disponibilità
lo: ລະດັບຫວ່າງ
nl: Gebruik drempelwaarde
ro: NIvel disponibil
ru: Свободный порог
sv: Tillgägligt tröskelvärde
uk: Доступний поріг
zh_cn: 可用阈值

source: Used Threshold
af: Gebruikde Drumpel
ca: Llindar utilitzat
cs: Použitá hranice
de: Verwendeter Schwellwert
el: Χρησιμοποιούμενο Όριο
es: Umbral usado
fr: Seuil utilisé
hu: Használt korlátja
lo: ລະດັບທີ່ໃຊ້ແລ້ວ
nl: Gebruikte Drempel
ro: Prag utilizat
ru: Использованный порог
sv: Använt tröskelvärde
uk: Використаний порог
zh_cn: 使用的阈值

source: Pool Avail Threshold
af: Poel Avail Drumpel
ca: Llindar d'disponibilitat de la piscina
cs: Práh dostupnosti fondu
de: Pool Schwellwert verfügbar
el: Διαθέσιμο Όριο Pool
es: Umbral del espacio disponible en la agrupación de dispositivos(pool)
fr: Seuil de disponibilité du Pool
hu: Tároló elérh korlát
it: Soglia disponibilità del pool
lo: ລະດັບຫວ່າງຂອງພູລ
nl: Pool Beschikbare Waarde
ro: Nivel disponibil pool
ru: Порог свободного места в пуле
sv: Pool tillgängligt tröskelvärde
uk: Поріг вільного місця в пулі
zh_cn: 池可用阈值

source: Pool Used Threshold
af: Poel Gebruikd Drumpel
ca: Llindar utilitzat en la piscina
cs: Práh využitého fondu
de: Grenzwert für Pool-Auslastung
el: Χρησιμοποιημένο Όριο Pool
es: Umbral de uso en la agrupación de dispositivos(pool)
fr: Seuil d'utlisation du Pool
hu: Tároló használt korlát
it: Soglia del pool usato
lo: ລະດັບທີ່ໃຊ້ແລ້ວຂອງພູລ
nl: Pool Gebruikte Waarde
ro: Nivel utilizare pool
ru: Порог пула
sv: Pool använt tröskelvärde
uk: Поріг використання пулу
zh_cn: 池已用阈值

source: Threads
ca: Fils
cs: Vlákna
el: Νήματα
es: Hilos
hu: Szálak
it: Thread
ro: Fire de execuție
ru: Потоки
sv: Trådar
uk: Потоки
zh_cn: 线程

source: Add Portal Group
af: Voeg Portaal Groep
ca: Afegeix grup de Portal
cs: Přidat skupinu portálu
de: Portalgruppe hinzufügen
el: Προσθήκη Ομάδας Portal
es: Añadir grupo portal
fr: Ajouter un groupe portail
hu: Portál csoport hozzáadása
it: Aggiungi un portale al gruppo
lo: ເພີ່ມກຸ່ມພໍທໍ
nl: Portaal Groep Toevoegen
pl: Dodaj Portal Grupę
ro: Adăugare Grup Portal
ru: Добавить группу портала
sv: Lägg till portalgrupp
uk: Додати групу портала
zh_cn: 添加门户组
