Repository: rojim666/xigmanas-code-r10599-trunk
Catalog: locale/xigmanas-*.po
Languages: af, ca, cs, de, el, es, fr, hu, it, lo, nl, pl, ro, ru, sv, uk, zh_cn

source: February
af: Februarie
ca: Febrer
cs: únor
de: Februar
el: Φεβρουάριος
es: Febrero
fr: Février
hu: Február
it: Febbraio
lo: ກຸມພາ
nl: Februari
pl: Luty
ro: Februarie
ru: февраля
sv: februari
uk: Лютий
zh_cn: 2月

source: March
af: Maart
ca: Març
cs: březen
de: März
el: Μάρτιος
es: Marzo
fr: Mars
hu: Március
it: Marzo
lo: ມີນາ
nl: Maart
pl: Marzec
ro: Martie
ru: марта
sv: mars
uk: Березень
zh_cn: 3 月

source: April
ca: Abril
cs: duben
el: Απρίλιος
es: Abril
fr: Avril
hu: Április
it: Aprile
lo: ເມສາ
pl: Kwiecień
ro: Aprilie
ru: апреля
uk: Квітень
zh_cn: 四月

source: May
af: Mei
ca: Maig
cs: květen
de: Mai
el: Μάι.
es: Mayo
fr: Mai
hu: Május
it: Maggio
lo: ພຶດສະພາ
nl: Mei
pl: Maj
ro: Mai
ru: мая
sv: maj
uk: Трав.
zh_cn: 5月

source: June
af: Junie
ca: Juny
cs: červen
de: Juni
el: Ιούνιος
es: Junio
fr: Juin
hu: Június
it: Giugno
lo: ມິຖຸນາ
nl: Juni
pl: Czerwiec
ro: Iunie
ru: июня
sv: juni
uk: Червень
zh_cn: 6 月

source: July
af: Julie
ca: Juliol
cs: červenec
de: Juli
el: Ιούλιος
es: Julio
fr: Juillet
hu: Július
it: Luglio
lo: ກໍລະກົດ
nl: Juli
pl: Lipiec
ro: Iulie
ru: июля
sv: juli
uk: Липень
zh_cn: 7 月

source: August
af: Augustus
ca: Agost
cs: srpen
el: Αύγουστος
es: Agosto
fr: Août
hu: Augusztus
it: Agosto
lo: ສິງຫາ
nl: Augustus
pl: Sierpień
ru: августа
sv: augusti
uk: Серпень
zh_cn: 八月

source: September
ca: Setembre
cs: září
el: Σεπτέμβριος
es: Septiembre
fr: Septembre
hu: Szeptember
it: Settembre
lo: ກັນຍາ
pl: Wrzesień
ro: Septembrie
ru: сентября
uk: Вересень
zh_cn: 9月

source: October
af: Oktober
ca: Octubre
cs: říjen
de: Oktober
el: Οκτώβριος
es: Octubre
fr: Octobre
hu: Október
it: Ottobre
lo: ຕຸລາ
nl: Oktober
pl: Październik
ro: Octombrie
ru: октября
sv: oktober
uk: Жовтень
zh_cn: 10 月

source: November
ca: Novembre
cs: listopad
el: Νοέμβριος
es: Noviembre
fr: Novembre
it: Novembre
lo: ພະຈິກ
pl: Listopad
ro: Noiembrie
ru: ноября
uk: Листопад
zh_cn: 11 月

source: December
af: Desember
ca: Desembre
cs: prosinec
de: Dezember
el: Δεκέμβριος
es: Diciembre
fr: Décembre
it: Dicembre
lo: ທັນວາ
pl: Grudzień
ro: Decembrie
ru: декабря
uk: Грудень
zh_cn: 十二月

source: Jan
ca: Gen
cs: led
el: Ιαν.
es: ene.
fr: Janv
it: Gen
lo: ມ.ກ.
pl: Sty
ro: Ian
ru: янв.
uk: Січ.
zh_cn: 1月

source: Feb
cs: úno
el: Φεβ.
fr: Fév.
hu: Febr
lo: ກ.ພ.
pl: Luty
ru: фев.
uk: Лют.
zh_cn: 2月

source: Mar
cs: bře
de: Mrz.
el: Μαρ.
fr: Mars
hu: Márc
it: Marzo
lo: ມ.ນ.
nl: Mrt
ru: мар.
uk: Бер.
zh_cn: 3月

source: Apr
ca: Abr
cs: dub
el: Απρ.
fr: Avr
hu: Ápr
it: Aprile
lo: ມ.ສ.
pl: Kwi
ru: апр.
uk: Квіт.
zh_cn: 四月

source: Jun
cs: čer
el: Ιούν.
fr: Juin
hu: Jún
it: Giu
lo: ມິ.ຖ.
pl: Cze
ro: Iun
ru: июн.
uk: Чер.
zh_cn: 6月

source: Jul
cs: čec
el: Ιούλ.
fr: Juil
hu: Júl
it: Lug
lo: ກ.ລ.
pl: Lip
ro: Iul
ru: июл.
uk: Лип.
zh_cn: 7月

source: Aug
ca: Ago
cs: srp
el: Αύγ.
es: Agosto
fr: Août
it: Ago
lo: ສ.ຫ.
pl: Sie
ru: авг.
uk: Серп.
zh_cn: 八月

source: Sep
ca: Set
cs: zář
el: Σεπ.
es: sept.
fr: Sept
hu: Szept
it: Settembre
lo: ກ.ຍ.
pl: Wrz
ru: сен.
uk: Вер.
zh_cn: 9月

source: Oct
cs: říj
de: Okt.
el: Οκτ.
hu: Okt
it: Ott
lo: ຕ.ລ.
nl: Okt
pl: Paź
ru: окт.
sv: okt
uk: Жовт.
zh_cn: 10月

source: Nov
cs: lis
el: Νοέ.
lo: ພ.ຈ.
pl: Lis
ru: ноя.
uk: Лист.
zh_cn: 11月

source: Dec
ca: Des
cs: pro
de: Dez.
el: Δεκ.
es: dic.
fr: Déc.
it: Dic
lo: ທ.ວ.
pl: Gru
ru: дек.
uk: Груд.
zh_cn: 十二月

source: Monday
af: Maandag
ca: Dilluns
cs: pondělí
de: Montag
el: Δευτέρα
es: Lunes
fr: Lundi
hu: Hétfő
it: Lunedì
lo: ວັນຈັນ
nl: Maandag
pl: Poniedziałek
ro: Luni
ru: понедельник
sv: måndag
uk: Понеділок
zh_cn: 星期一

source: Tuesday
af: Dinsdag
ca: Dimarts
cs: úterý
de: Dienstag
el: Τρίτη
es: Martes
fr: Mardi
hu: Kedd
it: Martedì
lo: ວັນອັງຄານ
nl: Dinsdag
pl: Wtorek
ro: Marți
ru: вторник
sv: tisdag
uk: Вівторок
zh_cn: 周二

source: Wednesday
af: Woensdag
ca: Dimecres
cs: středa
de: Mittwoch
el: Τετάρτη
es: Miércoles
fr: Mercredi
hu: Szerda
it: Mercoledì
lo: ວັນພຸດ
nl: Woensdag
pl: Środa
ro: Miercuri
ru: среда
sv: onsdag
uk: Середа
zh_cn: 周三

source: Thursday
af: Donderdag
ca: Dijous
cs: čtvrtek
de: Donnerstag
el: Πέμπτη
es: Jueves
fr: Jeudi
hu: Csütörtök
it: Giovedì
lo: ວັນພະຫັດ
nl: Donderdag
pl: Czwartek
ro: Joi
ru: четверг
sv: torsdag
uk: Четвер
zh_cn: 周四

source: Friday
af: Vrydag
ca: Divendres
cs: pátek
de: Freitag
el: Παρασκευή
es: Viernes
fr: Vendredi
hu: Péntek
it: Venerdi
lo: ວັນສຸກ
nl: Vrijdag
pl: Piątek
ro: Vineri
ru: пятница
sv: fredag
uk: П’ятниця
zh_cn: 周5

source: Saturday
af: Saterdag
ca: Dissabte
cs: sobota
de: Samstag
el: Σάββατο
es: Sábado
fr: Samedi
hu: Szombat
it: Sabato
lo: ວັນເສົາ
nl: Zaterdag
pl: Sobota
ro: Sâmbătă
ru: суббота
sv: lördag
uk: Субота
zh_cn: 周六

source: Sunday
af: Sondag
ca: Diumenge
cs: neděle
de: Sonntag
el: Κυριακή
es: Domingo
fr: Dimanche
hu: Vasárnap
it: Domenica
lo: ວັນອາທິດ
nl: Zondag
pl: Niedziela
ro: Duminică
ru: воскресенье
sv: söndag
uk: Неділя
zh_cn: 周日

source: Mon
ca: Dll
cs: po
de: Mo.
el: Δευτ.
es: lun.
fr: Lun
hu: H
it: Lun
lo: ຈ.
nl: Ma
pl: Pon.
ro: Lun
ru: пн.
sv: mån
uk: Пн
zh_cn: 星期一

source: Tue
af: Din
ca: Dm
cs: út
de: Di.
el: Τρι.
es: mar.
fr: Mar
hu: K
it: Martedi
lo: ອ.
nl: Di
pl: Wt
ro: Mar
ru: вт.
sv: tis
uk: Вт
zh_cn: 周二

source: Wed
af: Wo
ca: Dc
cs: st
de: Mi.
el: Τετ.
es: mié.
fr: Mer
hu: Sz
it: Mer
lo: ພ.
nl: Wo
pl: Śr
ro: Mie
ru: ср.
sv: ons
uk: Ср
zh_cn: 周三

source: Thu
ca: Dj
cs: čt
de: Do.
el: Πεμ.
es: jue.
fr: Jeu
hu: Cs
it: Giovedi
lo: ພຫ.
nl: Do
pl: Czw.
ro: Joi
ru: чт.
sv: tor
uk: Чт
zh_cn: 周四

source: Fri
ca: Div
cs: pá
de: Fr.
el: Παρ.
es: vie.
fr: Ven
hu: P
it: Ven
lo: ສ.
nl: Vr
pl: Pt
ro: Vin
ru: пт.
sv: fre
uk: Пт
zh_cn: 周5

source: Sat
ca: Ds
cs: so
de: Sa.
el: Σαβ.
es: sáb.
fr: Sam
hu: Szo
it: Sabato
lo: ສ.
nl: Za
pl: Sob.
ro: Sâm
ru: сб.
sv: lör
uk: Сб
zh_cn: 周六

source: Sun
af: Son
ca: Dg
cs: ne
de: So.
el: Κυρ.
es: dom.
fr: Dim
hu: V
it: Domenica
lo: ອາ.
nl: Zo
pl: Nd
ro: Dum
ru: вс.
sv: sön
uk: Нд
zh_cn: 周日

source: Unformatted
af: Ongeformatteerde
ca: Sense format
cs: Bez souborového systému
de: Nicht formatiert
el: Μη διαμορφωμένος
es: Sin formato
fr: Non formaté
hu: Formázatlan
it: Non formattato
lo: ຍັງບໍ່ໄດ້ຟໍແມັດ
nl: Ongeformatteerd
ro: Neformatat
ru: Не отформатировано
sv: Oformaterad
uk: Неформатований
zh_cn: 未格式化

source: UFS with Soft Updates
af: UFS met Sagte Opdaterings
ca: UFS amb actualitzacions de programari
cs: UFS se soft aktualizacemi metadat
de: UFS mit Soft Updates
el: UFS με Soft Updates
es: UFS con Soft Updates
fr: UFS avec Soft Updates
hu: UFS Puha Frissítésekkel
it: UFS con aggiornamenti software
lo: UFS ພ້ອມ Soft Updates
nl: UFS met Soft Updates
ro: UFS cu Soft Updates
sv: UFS med uppdateringar
uk: UFS з Soft Updates
zh_cn: 带软更新的UFS

source: There is no error, the file uploaded with success.
af: Daar was geen foute nie, die lêer is met sukses opgelaai.
ca: No hi ha cap error, l'arxiu ha sigut carregat amb èxit.
cs: Soubor byl úspěšně nahrán na server.
de: Es ist kein Fehler aufgetreten. Die Datei wurde erfolgreich hochgeladen.
el: Δεν υπάρχει σφάλμα, το αρχείο ανέβηκε με επιτυχία.
es: No hay error, el archivo fue subido con exito.
fr: Auncune erreur, le fichier a été uploadé avec succès.
hu: Nem történt hiba, a fájl feltöltése sikeresen megtörtént.
it: Non ci sono errori, il file è stato trasmesso con successo.
lo: ບໍ່ມີຂໍ້ຜິດພາດ, ໄຟລ໌ຖືກອັບໂຫຼດສຳເລັດ.
nl: Er is geen fout ontdekt, het bestand is met succes geupload.
pl: To nie jest błąd, plik został wysłany pomyślnie.
ro: Fișierul a fost încărcat cu succes, fără eroare.
ru: &=&Загрузка файлов произошла успешно, ошибок не обнаружено.
sv: Inget fel inträffade, filen laddades upp med lyckat resultat.
uk: Файл вивантажено без помилок.
zh_cn: 文件上传成功，没有任何错误。

source: The uploaded file exceeds the upload_max_filesize directive in php.ini.
af: Die opgelaaide lêer oorskry die upload_max_filesize riglyne in php.ini
ca: El fitxer carregat excedeix la directiva upload_max_filesize de php.ini.
cs: Velikost souboru, který se pokoušíte nahrát na server, přesahuje hodnotu parametru upload_max_filesize (nejvyšší umožněná velikost nahrávaného souboru), nastavenou v souboru php.ini.
de: Die hochgeladene Datei überschreitet die upload_max_filesize Anweisung in der php.ini.
el: Το μέγεθος του αρχείου προς ανέβασμα υπερβαίνει την οδηγία upload_max_filesize του php.ini.
es: El archivo subido sobrepasa la directiva upload_max_filesize en el archivo php.ini.
fr: La taille du fichier uploadé excède la directive upload_max_filesize spécifiée dans php.ini.
hu: A feltöltött fájl mérete elérte a php.ini-ben megadott upload_max_filesize értékét.
it: Il file trasmesso viola la direttiva upload_max_filesize in php.ini.
lo: ໄຟລ໌ທີ່ອັບໂຫຼດເກີນຂະໜາດທີ່ກຳນົດໃນ upload_max_filesize ໃນ php.ini.
nl: Het geuploade bestand overschrijdt de upload_max_bestandsgrootte richtlijn in de php.ini.
pl: Wysłany plik przekracza wielkość upload_max_filesize określoną w php.ini.
ro: Fișierul încărcat depășește valoarea maximă specificată prin valoarea upload_max_filesize definită în fișierul php.ini.
ru: &=&Загружаемый файл превышает параметр upload_max_filesize, заданный в php.ini.
sv: Den uppladdade filen överskrider maxstorleken (upload_max_filesize) i php.ini
uk: Вивантажений файл перевищує директиву upload_max_filesize в php.ini.
zh_cn: 上传的文件大小超过在php.ini 里指定的upload_max_filesize 限额。

source: The uploaded file exceeds the MAX_FILE_SIZE directive that was specified in the HTML form.
af: Die opgelaaide lêer oorskrei die MAX_FILE_SIZE riglyn wat gespesifiseer was in die HTML vorm
ca: El fitxer carregat excedeix la directiva MAX_FILE_SIZE especificacda al formulari html.
cs: Velikost souboru, který se pokoušíte nahrát na server, přesahuje hodnotu parametru MAX_FILE_SIZE (nejvyšší umožněná velikost souboru), nastavenou pro HTML formulář.
de: Die hochgeladene Datei überschreitet die MAX_FILE_SIZE Anweisung, die in der HTML Form spezifiziert wurde.
el: Το μέγεθος του αρχείου προς ανέβασμα υπερβαίνει την οδηγία MAX_FILE_SIZE που έχει οριστεί στην HTML φόρμα.
es: El archivo subido sobrepasa la directiva MAX_FILE_SIZE que fue especificada en el formulario HTML.
fr: La taille du fichier uploadé excède la directive MAX_FILE_SIZE spécifiée dans le formulaire HTML.
hu: A feltöltött fájl mérete elérte a HTML űrlapban megadott MAX_FILE_SIZE értékét.
it: Il file trasmesso viola la direttiva MAX_FILE_SIZE specificata nella form HTML.
lo: ໄຟລ໌ທີ່ອັບໂຫຼດເກີນຂະໜາດທີ່ກຳນົດໃນ MAX_FILE_SIZE ໃນແບບຟອມ HTML.
nl: Het geuploade bestand overschrijdt de MAX_BESTANDS_GROOTTE richtlijn die werd gespecificeerd in de HTML vorm.
pl: Wysłany plik przekracza wielkość MAX_FILE_SIZE określoną w formularzu HTML.
ro: Fișierul încărcat depășește valoarea maximă specificată prin valoarea MAX_FILE_SIZE definită în pagina HTML.
ru: &=&Загружаемый файл превышает параметр MAX_FILE_SIZE, заданный для HTML-формы.
sv: Den uppladdade filen överskrider direktivet för maxstorlek (MAX_FILE_SIZE) som är specificerat i HTML-blanketten.
uk: Вивантажений файл перевищує директиву MAX_FILE_SIZE, яка була вказана в HTML формі.
zh_cn: 上传的文件超出了在HTML表单中指定的MAX_FILE_SIZE指令。

source: The uploaded file was only partially uploaded.
af: Die opgelaaide lêer was slegs gedeeltelik gelaai.
ca: El fitxer només s'ha pogut desar parcialment al servidor.
cs: Na server dorazila pouze část souboru.
de: Die Datei wurde nur teilweise hochgeladen.
el: Το μεταφορτωμένο αρχείο φορτώθηκε μόνο μερικώς.
es: Se recibió solo una parte del fichero enviado.
fr: Le fichier n'a été uploadé que partiellement.
hu: A feltöltött fájl csak részlegesen került feltöltésre.
it: Il file è stato inviato solo parzialmente.
lo: ໄຟລ໌ທີ່ອັບໂຫຼດຖືກອັບໂຫຼດພຽງບາງສ່ວນ.
nl: Het geuploade bestand werd slechts gedeeltelijk geupload.
pl: Plik został wysłany tylko częściowo.
ro: Fișierul a fost parțial încărcat.
ru: Загружаемый файл был загружен лишь частично.
sv: Den uppladdade filen blev inte fullständigt överförd.
uk: Файл був лише частково вивантежний.
zh_cn: 只上传了部分的文件。

source: No file was uploaded.
af: Geen lêer is opgelaai nie.
ca: No s'ha pujat cap fitxer.
cs: Nebyl nahrán žádný soubor.
de: Es wurde keine Datei hochgeladen.
el: Κανένα αρχείο δεν ανέβηκε.
es: Ningún archivo fue subido.
fr: Aucun fichier n'a été uploadé.
hu: Nem lett fájl feltöltve.
it: Nessun file è stato caricato.
lo: ບໍ່ມີໄຟລ໌ໃດຖືກອັບໂຫຼດ.
nl: Er is geen bestand geupload.
pl: ?Nie wysłano pliku.
ro: Niciun fișier nu a fost încărcat.
ru: &=&Файл не был загружен.
sv: Ingen fil laddades upp.
uk: Файл не вивантажено.
zh_cn: 没有文件被上传。

source: Missing a temporary folder.
af: Vermis 'n tydelike lêergids
ca: S'ha perdut un directori temporal.
cs: Chybí dočasná složka.
de: Es fehlt ein temporärer Ordner.
el: Λείπει ένας προσωρινός φάκελος.
es: Falta una carpeta temporal.
fr: Il manque un dossier temporaire.
hu: Hiányzik az ideiglenes mappa.
it: Manca una directory temporanea.
lo: ຂາດໂຟນເດີຊົ່ວຄາວ.
nl: Een tijdelijke map ontbreekt.
pl: Brak folderu tymczasowego.
ro: Lipsește un folder temporar.
ru: &=&Отсутствует временный каталог.
sv: Saknar en temporär mapp.
uk: Тимчасовий каталог відсутній.
zh_cn: 遗失了一个暂存文件夹。

source: Failed to write file to disk.
af: Mislukte om skryf lêer tot skyf.
ca: No s'ha pogut escriure el fitxer al disc.
cs: Zápis souboru na disk se nezdařil.
de: Die Datei wurde nicht auf die Festplatte geschrieben.
el: Αποτυχία εγγραφής του αρχείου στο δίσκο.
es: Fallo en escribir archivo a disco.
fr: Echec de l'écriture du fichier sur le disque.
hu: A fájl lemezre írása sikertelen.
it: Scrittura del file sul disco fallito.
lo: ລົ້ມເຫຼວໃນການຂຽນໄຟລ໌ລົງດິສ.
nl: Mislukt om het bestand op de schijf te schrijven.
pl: Nie udało się zapisać pliku na dysku.
ro: Eroare la scrierea fișerului pe disc.
ru: &=&Ошибка при записи файла на диск.
sv: Kunde inte skriva fil till disk.
uk: Відмова запису файлу на диск.
zh_cn: 无法将文件写入磁盘。

source: File upload stopped by extension.
af: Lêer oplaai gestop deur uitbreiding
ca: S'ha aturat la càrrega a causa de l'extensió del fitxer.
cs: Nahrávání souboru bylo ukončeno rozšiřujícím modulem.
de: Dateiupload abgebrochen wegen einer Erweiterung.
el: Το ανέβασμα του αρχείου διακόπηκε από μια επέκταση.
es: Carga de archivo parada por extensión.
fr: Upload du fichier arrêté par l'extension
hu: Fájl feltöltés leállt.
it: Upload del file interrotto dall'estensione
lo: ການອັບໂຫຼດໄຟລ໌ຖືກຢຸດໂດຍສ່ວນຂະຫຍາຍ.
nl: Bestand upload gestopt door extensie.
pl: Transfer pliku zablokowany przez rozszerzenie.
ro: Încărcare fișier oprită prin extensie.
ru: &=&Загрузка файла остановлена расширением.
sv: Uppladdningen stoppades p g a fel filtyp.
uk: Вивантаження файла зупинено розширенням.
zh_cn: 文件上传被插件终止了.

source: MS Active Directory
af: MS Aktiewe Lêergids
ca: Directori actiu MS
cs: Microsoft Active Directory
de: Microsoft ActiveDirectory
es: Directorio Activo MS
hu: MS Címtárszolgáltatás
ru: Microsoft Active Directory
zh_cn: 微软Active Directory

source: Swap
af: Uitruiling
ca: Memòria d'intercanvi
cs: Odkládání stránek oper. paměti (swap)
de: Auslagerungsdatei
el: Μνήμη swap
fr: Pagination
hu: Cserehely
nl: Wisselbestand
pl: Plik wymiany
ru: Файл подкачки
sv: Växlingsfil
zh_cn: 交换分区（Swap）

source: testparm
ca: Paràmetres de prova
fr: testparm (test config Samba)
ru: testparm (проверка вашего файла конфигурации)
sv: testparametrar
zh_cn: 测试参数

source: Netstat
de: Netzwerkstatus
fr: Statistique réseau
ru: Сетевая статистика
zh_cn: 网络统计

source: IP
el: Διεύθυνση IP
zh_cn: IP 地址

source: MTU
ru: Размер MTU
zh_cn: 最大传输单元(MTU)

source: mount
af: mounteer
ca: muntar
cs: připojit (mount)
de: Einhängen
el: προσάρτηση
es: Montar
fr: montage
hu: csatolás
lo: ເຊື່ອມຕໍ່
nl: aankoppelen
pl: montowanie
ro: montare
ru: монтировать
sv: montera
zh_cn: 挂载

source: umount
af: onmounteer
ca: desmontar
cs: odpojit (umount)
de: aushängen
el: αποπροσάρτηση
es: Desmontar
fr: démontage
hu: leválasztás
it: smonta
lo: ຖອນການເຊື່ອມຕໍ່
nl: loskoppelen
pl: odmontuj
ro: demontare
ru: размонтировать
zh_cn: 卸载

source: Restricted
af: Beperk
ca: Restringit
cs: Omezené
de: Eingeschränkt
el: Περιορισμένο
es: Restringido
fr: Restreint
hu: Korlátozott
it: Limitato
lo: ຖືກຈຳກັດ
nl: Beperkt
pl: Zastrzeżony
ro: Restricționat
sv: Begränsad
zh_cn: 受限

source: Root
af: Wortel
cs: Správce systému (root)
de: Basisordner
el: Ριζικός κατάλογος
es: Raiz (root)
fr: Racine
lo: ຣູດ
pl: Katalog główny
ru: Корневой каталог
zh_cn: 根目录（root）

source: DISK
af: SKYF
ca: Disc
el: ΔΙΣΚΟΣ
es: DISCO
fr: Disque
hu: LEMEZ
it: Disco
lo: ດິສກ໌
nl: SCHIJF
pl: Dysk
zh_cn: 磁盘

source: MIRROR
af: SPIEËL
ca: MIRALL
cs: ZRCADLO
de: Spiegel (Mirror)
es: Espejo
fr: MIROIR
hu: TÜKÖR
lo: ມິເຣີ
nl: SPIEGEL
ro: OGLINDĂ
ru: ЗЕРКАЛО
sv: SPEGLING
zh_cn: 镜像

source: LOG
cs: ZÁZNAM UDÁLOSTÍ
hu: NAPLÓZÁS
lo: ບັນທຶກ
pl: DZIENNIK
sv: LOGG
zh_cn: 日志

source: DEDUP
fr: DEDUPLICATION
ru: ДЕДУПЛИКАЦИЯ
zh_cn: 重复数据删除

source: WLAN
cs: Bezdrátová síť (WiFi)
zh_cn: 无线局域网

source: VLAN
cs: Virtuální síť (VLAN)
zh_cn: 虚拟局域网（VLAN）

source: LACP (Link Aggregation Control Protocol)
af: LACP (Skakel Aggregasie Beheer Protokol)
ca: LACP (Protocol de control d'agregació d'enllaç)
cs: LACP (Link Aggregation Control Protocol - protokol pro řízení spojování linek)
el: LACP (Πρωτόκολλο Ελέγχου Συσσωμάτωσης Διασυνδέσεων)
fr: Agrégation de lien (LACP)
hu: LACP (Link Aggregation Control Protocol = Kapcsolódási Összesítő Felügyeleti Protokoll)
ro: LACP (Protocol de Control Agregare Legături)
ru: LACP (протокол агрегации каналов)
zh_cn: LACP（链路汇聚控制协议）

source: Roundrobin
af: Rondomtalie
fr: Cyclique (roundrobin)
zh_cn: 轮替式

source: WPA-PSK (Pre Shared Key)
af: WPA-PSK (Vooraf Gedeelde Sleutel)
ca: WPA-PSK (Clau pre-compartida)
cs: WPA-PSK (předsdílený klíč)
el: WPA-PSK (Προ-διανεμόμενο κλειδί)
hu: Előre Osztott Kulcs (WPA-PSK)
lo: WPA-PSK (ກະແຈທີ່ແບ່ງປັນໄວ້ລ່ວງໜ້າ)
ro: WPA-PSK (Cheie pre-partajată)
zh_cn: WPA-PSK (Pre Shared Key 预共用密钥模式)

source: GNU General Public License
af: GNU Algemene Publieke Lisensie
ca: Llicència pública general GNU
el: Γενική Άδεια Δημόσιας Χρήσης GNU
es: Licencia Pública General de GNU
fr: Licence Publique Générale GNU
hu: GNU Általános Közösségi Licenc
ro: Licență publică generală GNU
zh_cn: GNU 通用公共许可证

source: GNU Lesser General Public License (LGPL)
af: GNU Lesser Algemene Publieke Lisensie (LGPL)
ca: Llicència pública general petita de GNU (LGPL)
de: Copy text GNU Lesser General Public License (LGPL)
el: Γενική Μικρότερη Άδεια Δημοσίας Χρήσης GNU (LGPL)
es: Licencia Pública General Lesser (LGNU)
fr: Licence Publique Générale Limitée GNU (LGPL)
hu: GNU Lesser Általános Nyilvános Licenc (LGPL)
nl: GNU Lesser General Public License Licentie (LGPL)
ro: Licență publică restrânsă GNU (LGPL)
zh_cn: GNU较低通用公共许可证（LGPL）

source: Mozilla Public License Version 2.0 (MPLv2)
af: Mozilla Publieke Lisensie Weergawe 2.0 (MPLv2)
ca: Llicència pública Mozilla versió 2.0 (MPLv2)
el: Δημόσια Άδεια Mozilla Έκδοση 2.0 (MPLv2)
fr: Mozilla Licence Publique Version 2.0 (MPLv2)
hu: Mozilla Közösségi Licenc Verzió 2.0 (MPLv2)
nl: Mozilla Public Licentie Versie 2.0 (MPLv2)
ro: Licență publică Mozilla v2.0 (MPLv2)
sv: Mozilla Publik Licens Version 2.0 (MPLv2)
zh_cn: Mozilla公共许可证2.0版（MPLv2）

source: Apple Public Source License
af: Apple Openbare Bron Lisensie
ca: Llicència de códi pública d'Apple
de: Apple Public Source Lizenz
el: Άδεια Δημόσιου Κώδικα Apple
es: Licencia Apple Public Source
fr: Licence Apple Source Publique
hu: Apple Közösségi Forráslicenc
it: Licenza pubblica Apple
nl: Apple Publieke Source Licentie
ro: Licență sursă publică Apple
zh_cn: Apple公共源代码许可证

source: PHP License
af: PHP Lisensie
ca: Llicència PHP
de: PHP Lizenz
el: Άδεια PHP
es: Licencia PHP
fr: Licence PHP
hu: PHP Licenc
it: Licenza PHP
lo: ໃບອະນຸຍາດ PHP
nl: PHP Licentie
ro: Licență PHP
sv: PHP Licens
zh_cn: PHP许可证

source: Apple Filing Protocol
af: Apple Liassering Protokol
ca: Protocol de presentació d'Apple.
el: Πρωτοκόλλο Αρχειοθέτησης Apple
fr: Apple Filing Protocol (AFP)
hu: Apple Filing Protokoll
ro: Protocol Apple Filing
ru: Apple Filing Protocol (AFP)
sv: Apple Filprotokoll
zh_cn: 苹果文件协议（Apple Filing Protocol）

source: CAM Target Layer
af: CAM Teiken Laagje
ca: Capa objectiu CAM
cs: Vrstva CAM cíle
de: CAM-Zielebene
el: Επίπεδο Προορισμού CAM
es: Capa CAM objetivo
fr: Cible CAM
hu: CAM célréteg
ro: Layer CAM Target
sv: CAM Mållager
zh_cn: CAM目标层

source: TCP Wrapper
ca: Embolcall TCP
cs: TCP mezivrstava (wrapper)
de: TCP Schnittstelle
hu: TCP csomagoló
ro: Wrapper TCP
sv: TCP ram
zh_cn: TCP包装器

source: HAST (Highly Available Storage)
af: HAST (Hoogs Beskikbare Stoor)
ca: HAST (emmagatzematge d'alta disponibilitat)
cs: HAST (úložiště s vysokou dostupností)
de: HAST (High Available Storage (Hoch verfügbares Storage))
el: HAST (Χώρος Αποθήκευσης Υψηλής Διαθεσιμότητας)
fr: HAST (Stockage à Haute Disponibilité)
lo: HAST (ການເກັບຂໍ້ມູນທີ່ມີຄວາມພ້ອມໃຊ້ງານສູງ)
pl: HAST (Magazyn o wysokiej dostępności)
ru: HAST (хранилище высокой доступности)
sv: HAST (Hög tillgänglighets lagring)
zh_cn: HAST（高可用性存储）

source: TitleSpeed
af: TitelSnelheid
cs: RychlostTitulku
de: Titel-Geschwindigkeit
el: Ταχύτητα Τίτλου
es: Velocidad de Scroll
fr: Vitesse de défilement du titre
hu: Címgyorsaság
it: Velocità di scorrimento del titolo
lo: ຄວາມໄວຫົວຂໍ້
nl: Scroll snelheid
ro: Viteză titlu
ru: TitleSpeed (скорость длинных заголовков)
sv: Rullhastighet
zh_cn: 标题滚动速度

source: DNS Forwarder
af: DNS Expediteur
ca: Re-enviament DNS
cs: DNS přeposílání
de: DNS Weiterleitung
el: Διαβιβαστής DNS
es: Reenvío DNS
fr: Transitaire DNS
hu: DNS továbbító
it: Gestore ricorsivo DNS
lo: ຕົວສົ່ງຕໍ່ DNS
ro: Forwarder DNS
sv: DNS vidarebefodrare
zh_cn: DNS转发器

source: Simple Network Management Protocol
af: Eenvoudige Netwerk Administrasie Protokool
ca: Protocol de gestió simple de xarxa (SNMP)
cs: Jednoduchý protokol správy sítě
de: Simple Network Management Protocol (SNMP)
el: Απλό Πρωτόκολλο Διαχείρισης Δικτύου
es: Protocolo simple de administración de redes (SNMP)
fr: Simple Network Management Protocol (SNMP)
hu: Simple Network Management Protokoll
lo: ໂປຣໂຕຄໍການຈັດການເຄືອຂ່າຍແບບງ່າຍດາຍ
nl: Simpel Netwerk Beheer Protocol
pl: Protokół SNMP
ro: Protocol elementar de Management Rețea
ru: Простой протокол управления сетью (SNMP)
zh_cn: 简单网络管理协议

source: Netgraph
cs: Síťový graf
el: Γράφημα κίνησης δικτύου
es: Gráfica de red
nl: Netgrafiek
pl: Wykres obciążenia sieci
ro: Grafice rețea
sv: Nätverksgraf
zh_cn: 网络图

source: ZFS Adaptive Replacement Cache (ARC)
af: ZFS Adaptive vervanging Cache (ARC)
ca: Memòria cau de reemplaçament adaptada ZFS (ARC)
de: ZFS Adaptiver Ersetzungs-Cache (ARC)
es: ZFS Caché de reemplazo adaptable (ARC)
fr: Cache de remplacement adaptatif ZFS (ARC)
ro: Cache adaptiv ZFS de înlocuire (ARC)
zh_cn: ZFS自适应替换缓存（ARC）

source: ZFS Level 2 Adaptive Replacement Cache (L2ARC)
af: ZFS Vlak 2 Adaptive Vervanging Cache (L2ARC)
ca: Memòria cau de reemplaçament adaptativa del nivell 2 de ZFS (L2ARC)
de: ZFS Level 2 Adaptiver Ersetzungs-Cache (L2ARC)
es: ZFS Caché de reemplazo adaptable de segundo nivel (L2ARC)
fr: Cache de remplacement adaptatif ZFS de niveau 2 (L2ARC)
ro: Cache adaptiv ZFS de înlocuire Level 2 (L2ARC)
zh_cn: ZFS 2级自适应替换缓存（L2ARC）

source: CAM Target Layer / iSCSI Target
af: CAM Teiken Laagje / iSCSI Teiken
ca: Capa objectiu CAM / Objectiu iSCSI
cs: Vrstva CAM cíle / iSCSI cíl
de: CAM-Zielebene / iSCSI-Target
el: Επίπεδο Προορισμού CAM / Προορισμός iSCSI
es: Capa CAM objetivo / objetivo iSCSI
fr: Cible CAM / Cible iSCSI
hu: CAM célréteg / iSCSI cél
ro: Layer CAM Target / Destinație iSCSI
sv: CAM Mållager / iSCSI Mål
zh_cn: CAM目标层/ iSCSI目标

source: Cron
cs: Naplánované úlohy (Cron)
el: Προγραμματισμένες εργασίες
hu: Ütemezett feladat (Cron)
zh_cn: 定时任务（Cron）

source: Edon-R, Verify
af: Edon-R, Verifieer
ca: Edon-R, verificar
de: Edon-R, verifizieren
es: Verificar Edon-R
fr: Edon-R, Vérifier
it: Edon-R, Verifica
lo: Edon-R, ກວດສອບ
nl: Edon-R, verifiëren
sv: Edon-R, Verifiera
zh_cn: Edon-R，验证
