Repository: rojim666/xigmanas-code-r10599-trunk
Catalog: locale/xigmanas-*.po
Languages: af, ca, cs, de, el, es, fr, hu, it, lo, nl, pl, ro, ru, sv, uk, zh_cn

source: Virtual Device is protected
af: Virtuele Toestel word beskerm
ca: Dispositiu virtual està protegit
cs: Virtuální zařízení je chráněno
de: Virtuelles Laufwerk ist geschützt
el: Η Εικονική Συσκευή είναι προστατευμένη
es: El dispositivo virtual esta protegido
fr: Le périphérique virtuel est protégé
hu: Virtuális eszköz védett
it: Dispositivo virtuale protetto
lo: ອຸປະກອນສະເໝືອນຖືກປ້ອງກັນ
nl: Virtuele Schijf is beschermd
pl: Urządzenie wirtualne jest zabezpieczone.
ro: Dispozitivul virtual este protejat
ru: Виртуальное Устройство защищено
sv: Virtuell enhet är skyddad
uk: Віртуальний пристрій захищений
zh_cn: 虚拟设备被保护

source: Virtual Device is unlocked
af: Virtuele Toestel is oopgesluit
ca: Dispositiu virtual està desbloquejat
cs: Virtuální zařízení je odemčeno
de: Virtuelles Laufwerk ist freigegeben
el: Η Εικονική Συσκευή είναι ξεκλείδωτη
es: El dispositivo virtual esta desprotegido
fr: Le périphérique virtuel est déprotégé
hu: A virtuális eszköz zárolását feloldottad
it: Dispositivo virtuale sbloccato
lo: ອຸປະກອນສະເໝືອນຖືກປົດລັອກ
nl: Virtuele Schijf is ontgrendeld
pl: Urządzenie wirtualne jest odblokowane.
ro: Dispozitivul virtual este deblocat
ru: Виртуальное Устройство разблокировано
sv: Virtuell enhet är olåst
uk: Віртуальний пристрій блокований
zh_cn: 虚拟设备已解锁

source: Delete Selected Virtual Devices
af: Vee Geselekteerde Virtuele Toestelle Uit
ca: Suprimeix dispositius virtuals seleccionats
cs: Smazat označená virtuální zařízení
de: Ausgewählte Virtuelle Geräte löschen
el: Διαγραφή Επιλεγμένων Εικονικών Συσκευών
es: Borrar los dispositivos virtuales seleccionados
fr: Effacer le(s) périphérique(s) virtuel(s)sélectionné(s)
hu: Kiválasztott virtuális eszközök törlése
it: Cancella i Virtual Devices selezionati
lo: ລຶບອຸປະກອນສະເໝືອນທີ່ເລືອກ
nl: Geselecteerde Virtuele Schijven Verwijderen
pl: Usuń wybrane wirtuane urządzenia
ro: Ștergere Dispozitive virtuale selectate
ru: Удалить Выбранные Виртуальные Устройства
sv: Ta bort valda virtuella enheter
uk: Видалити вибраний віртуальний пристрій
zh_cn: 删除选中的虚拟设备

source: Do you want to delete selected virtual devices?
af: Wil jy geselekteerde virtuele toestelle skrap?
ca: Vols esborrar els dispositius virtual seleccionats?
cs: Opravdu smazat označené virtuální zařízení?
de: Möchten Sie die ausgewählten virtuellen Geräte löschen?
el: Θέλετε να διαγράψετε τις επιλεγμένες εικονικές συσκευές;
es: Desea borrar los dispositivos virtuales seleccionados?
fr: Voulez-vous supprimer le(s) périphérique(s) Virtuel(s) sélectionné(s)
hu: Biztos, hogy törlöd a kiválasztott virtuális eszközöket?
it: Vuoi cancellare i dispositivi virtuali selezionati?
lo: ທ່ານຕ້ອງການລຶບອຸປະກອນສະເໝືອນທີ່ເລືອກບໍ?
nl: Wilt u de geselecteerde virtuele schijven verwijderen?
pl: Czy chcesz usunąć wybrane wirtualne urządzenia ?
ro: Doriți să ștergeți dispozitivele virtuale selectate?
ru: Хотите ли вы удалить выбранные виртуальные устройства?
sv: Vill du ta bort valda virtuella enheter?
uk: Ви підтверджуєте видалення обраних віртуальних пристроїв?
zh_cn: 要删除选中的虚拟设备吗？

source: Do you want to create a virtual device from selected disk?
af: Wil jy 'n virtuele toestel van die gekose skyf skep?
ca: Voleu crear un dispositiu virtual a partir del disc seleccionat?
de: Möchten Sie ein virtuelles Gerät von einem ausgewählten Datenträger erstellen?
el: Θέλετε να δημιουργήσετε μια εικονική συσκευή από τον επιλεγμένο δίσκο;
es: ¿Desea crear un dispositivo virtual para los discos seleccionados?
fr: Voulez-vous créer un périphérique virtuel à partir du disque sélectionné?
hu: Létre akar hozni egy virtuális eszközt a kiválasztott lemezről?
it: Creare un dispositivo virtuale dal disco selezionato?‎
lo: ທ່ານຕ້ອງການສ້າງອຸປະກອນສະເໝືອນຈາກດິສກ໌ທີ່ເລືອກບໍ?
nl: Wilt u een virtueel schijf creëren van de geselecteerde schijf?
pl: CZy chcesz utworzyć wirtualne urządzenie z wybranego dysku?
ro: Doriți să creați un dispozitiv virtual pe baza discurilor selecate?
ru: Вы хотите создать виртуальное устройство из выбранного диска?
sv: Vill du skapa en virtuell enhet från vald disk?
uk: Ви бажаєте створити віртуальний пристрій з вибраного диска?
zh_cn: 你想从选定的磁盘创建虚拟设备吗？

source: Do you want to create a striped virtual device from selected disks?
af: Wil jy 'n gestreepte virtuele toestel skep van die geselekteerde harde skywe?
ca: Vols crear un dispositiu virtual segmentat des de els discs seleccionats?
cs: Opravdu z označených jednotek datového úložiště vytvořit virtuální zařízení pro střídavý zápis (stripe)?
de: Möchten Sie die gewählten Festplatten als virtuelles gespiegeltes Log (Stripe) konfigurieren ?
el: Θέλετε να δημιουργήσετε μια striped εικονική συσκευή με τους επιλεγμένους δίσκους;
es: ¿Desea crear un dispositivo virtual rayado de los discos seleccionados?
fr: Voulez vous créer un périphérique virtuel agrégé depuis le disque sélectionné.
hu: Biztos, hogy létrehozol egy csíkozott virtuális eszközt a kiválasztott lemezekből?
it: Vuoi creare un dispositivo 'striped virtual' dai dischi selezionati?
lo: ທ່ານຕ້ອງການສ້າງອຸປະກອນສະເໝືອນແບບສະຕຣິບຈາກດິສກ໌ທີ່ເລືອກບໍ?
nl: Wilt u een striped virtuele schijf creëren van de geselecteerde schijven?
ro: Doriți să creați un dispozitiv virtual tip strip folosind discurile selectate?
ru: Хотите ли вы создать страйп виртуальное устройство из выбранных дисков?
sv: Vill du skapa en strimlad virtuell enhet från valda diskar?
uk: Ви підтверджуєте створення віртуального пристрою з розподілом даних (striping) з обраних дисків?
zh_cn: 是否要从选中的磁盘创建条带化虚拟设备？

source: Do you want to create a mirrored virtual device from selected disks?
af: Wil jy 'n spieëlbeeld virtuele toestel uit geselekteerde skywe te skep?
ca: Vols crear un dispositiu virtual almirallat des de els discs seleccionats?
cs: Opravdu z označených disků vytvořit zrcadlené virtuální zařízení?
de: Möchten Sie die gewählten Festplatten als virtuelles gespiegeltes Log konfigurieren ?
el: Θέλετε να δημιουργήσετε μια mirrored εικονική συσκευή με τους επιλεγμένους δίσκους;
es: Desea crear un dispositivo virtual espejo desde los discos seleccionados?
fr: Voulez vous créer un périphérique virtuel mirroré depuis le disque sélectionné.
hu: Biztos, hogy létrehozol egy tükrözött virtuális eszközt a kiválasztott lemezekből?
it: Vuoi creare un dispositivo 'mirrored virtual' dai dischi selezionati?
lo: ທ່ານຕ້ອງການສ້າງອຸປະກອນສະເໝືອນແບບມິເຣີຈາກດິສກ໌ທີ່ເລືອກບໍ?
nl: Wilt u een gespiegelde virtuele schijf creëren van de geselecteerde schijven?
pl: Czy chcesz utworzyć lustrzane wirtualne urządzenie z wybranego dysku?
ro: Doriți să creați un dispozitiv virtual oglindă folosind discurile selectate?
ru: Хотите ли вы создать зеркальное виртуальное устройство из выбранных дисков?
sv: Vill du skapa en speglad virtuell enhet från valda diskar?
uk: Ви підтверджуєте створення зеркальованого віртуального пристрою з обраних дисків?
zh_cn: 是否要从选中的磁盘创建镜像虚拟设备？

source: Do you want to create a RAIDZ1 from selected disks?
af: Wil jy 'n RAIDZ1 van die gekose skywe skep?
ca: Voleu crear un RAIDZ1 a partir dels discs seleccionats?
de: Möchten Sie ein RAIDZ1 aus den ausgewählten Festplatten erstellen?
el: Θέλετε να δημιουργήσετε ένα RAIDZ1 από τους επιλεγμένους δίσκους;
es: ¿Quieres crear un dispositivo DRAIZ1 a partir de los discos seleccionados?
fr: Voulez-vous créer un RAIDZ1 à partir des disques sélectionnés ?
hu: Létre akar hozni egy RAIDZ1 kötetet a kiválasztott lemezről?
it: Vuoi creare un RAIDZ1 dai dischi selezionati?
lo: ທ່ານຕ້ອງການສ້າງ RAIDZ1 ຈາກດິສກ໌ທີ່ເລືອກບໍ?
nl: Wilt u een RAIDZ1 creëren van geselecteerde schijven?
pl: Czy chcesz utworzyć RAIDZ1 z wybranego dysku?
ru: Вы хотите создать RAIDZ1 из выбранных дисков?
sv: Vill du skapa en RAIDZ1 enhet från valda diskar?
uk: Ви хочете створити пристрій RAIDZ1 з обраного диска?
zh_cn: 你想从选定的磁盘创建 RAIDZ1 吗？

source: Do you want to create a RAIDZ2 from selected disks?
af: Wil jy 'n RAIDZ2 van die gekose skywe skep?
ca: Voleu crear un RAIDZ2 a partir dels discs seleccionats?
de: Möchten Sie ein RAIDZ2 aus den ausgewählten Festplatten erstellen?
el: Θέλετε να δημιουργήσετε ένα RAIDZ2 από τους επιλεγμένους δίσκους;
es: ¿Quieres crear un dispositivo DRAIZ2 a partir de los discos seleccionados?
fr: Voulez-vous créer un RAIDZ2 à partir des disques sélectionnés ?
hu: Létre akar hozni egy RAIDZ2 kötetet a kiválasztott lemezről?
it: Vuoi creare un RAIDZ2 dai dischi selezionati?
lo: ທ່ານຕ້ອງການສ້າງ RAIDZ2 ຈາກດິສກ໌ທີ່ເລືອກບໍ?
nl: Wilt u een RAIDZ2 creëren van geselecteerde schijven?
pl: Czy chcesz utworzyć RAIDZ2 z wybranego dysku?
ru: Вы хотите создать RAIDZ2 из выбранных дисков?
sv: Vill du skapa en RAIDZ2 enhet från valda diskar?
uk: Ви хочете створити пристрій RAIDZ2 з обраного диска?
zh_cn: 你想从选定的磁盘创建 RAIDZ2 吗？

source: Do you want to create a RAIDZ3 from selected disks?
af: Wil jy 'n RAIDZ3 van die gekose skywe skep?
ca: Voleu crear un RAIDZ3 a partir dels discs seleccionats?
de: Möchten Sie ein RAIDZ3 aus den ausgewählten Festplatten erstellen?
el: Θέλετε να δημιουργήσετε ένα RAIDZ3 από τους επιλεγμένους δίσκους;
es: ¿Quieres crear un dispositivo DRAIZ3 a partir de los discos seleccionados?
fr: Voulez-vous créer un RAIDZ3 à partir des disques sélectionnés ?
hu: Létre akar hozni egy RAIDZ3 kötetet a kiválasztott lemezről?
it: Copiare il testo Vuoi creare un RAIDZ3 dai dischi selezionati?
lo: ທ່ານຕ້ອງການສ້າງ RAIDZ3 ຈາກດິສກ໌ທີ່ເລືອກບໍ?
nl: Wilt u een RAIDZ3 creëren van geselecteerde schijven?
pl: Czy chcesz utworzyć RAIDZ3 z wybranego dysku?
ru: Вы хотите создать RAIDZ3 из выбранных дисков?
sv: Vill du skapa en RAIDZ3 enhet från valda diskar?
uk: Ви хочете створити пристрій RAIDZ3 з обраного диска?
zh_cn: 你想从选定的磁盘创建 RAIDZ3 吗？

source: Do you want to create a DRAID1 device from selected disk?
af: Wil jy 'n DRAID1 toestel van die gekose skyf skep?
ca: Voleu crear un dispositiu DRAID1 des del disc seleccionat?
de: Möchten Sie ein DRAID1-Gerät von der ausgewählten Festplatte erstellen?
el: Θέλετε να δημιουργήσετε μια συκευή DRAID1 από τον επιλεγμένο δίσκο;
es: ¿Quieres crear un dispositivo DRAID1 a partir del disco seleccionado?
fr: Voulez-vous créer un périphérique DRAID1 à partir du disque sélectionné ?
hu: Létre akar hozni egy RAID 1 kötetet a kiválasztott lemezről?
it: Vuoi creare un dispositivo DRAID1 dal disco selezionato?
lo: ທ່ານຕ້ອງການສ້າງອຸປະກອນ DRAID1 ຈາກດິສກ໌ທີ່ເລືອກບໍ?
nl: Wilt u een DRAID1 schijf creëren van de geselecteerde schijf?
pl: Czy chcesz utworzyć urządzenie DRAID1 z wybranego dysku?
ru: Вы хотите создать устройство DRAID1 с выбранного диска?
sv: Vill du skapa en DRAID1 enhet från valda diskar?
uk: Ви хочете створити пристрій DRAID1 з обраного диска?
zh_cn: 你想从选定的磁盘创建 DRAID1 设备吗？

source: Do you want to create a DRAID2 device from selected disk?
af: Wil jy 'n DRAID2 toestel van die gekose skyf skep?
ca: Voleu crear un dispositiu DRAID2 des del disc seleccionat?
de: Möchten Sie ein DRAID2-Gerät von der ausgewählten Festplatte erstellen?
el: Θέλετε να δημιουργήσετε μια συκευή DRAID2 από τον επιλεγμένο δίσκο;
es: ¿Quieres crear un dispositivo DRAID2 a partir del disco seleccionado?
fr: Voulez-vous créer un périphérique DRAID2 à partir du disque sélectionné ?
hu: Létre akar hozni egy RAID 2 kötetet a kiválasztott lemezről?
it: Vuoi creare un dispositivo DRAID2 dal disco selezionato?
lo: ທ່ານຕ້ອງການສ້າງອຸປະກອນ DRAID2 ຈາກດິສກ໌ທີ່ເລືອກບໍ?
nl: Wilt u een DRAID2 schijf creëren van de geselecteerde schijf?
pl: Czy chcesz utworzyć urządzenie DRAID2 z wybranego dysku?
ru: Вы хотите создать устройство DRAID2 с выбранного диска?
sv: Vill du skapa en DRAID2 enhet från valda diskar?
uk: Ви хочете створити пристрій DRAID2 з обраного диска?
zh_cn: 你想从选定的磁盘创建 DRAID2 设备吗？

source: Do you want to create a DRAID3 device from selected disk?
af: Wil jy 'n DRAID3 toestel van die gekose skyf skep?
ca: Voleu crear un dispositiu DRAID3 des del disc seleccionat?
de: Möchten Sie ein DRAID3-Gerät von der ausgewählten Festplatte erstellen?
el: Θέλετε να δημιουργήσετε μια συκευή DRAID3 από τον επιλεγμένο δίσκο;
es: ¿Quieres crear un dispositivo DRAID3 a partir del disco seleccionado?
fr: Voulez-vous créer un périphérique DRAID3 à partir du disque sélectionné ?
hu: Létre akar hozni egy RAID 3 kötetet a kiválasztott lemezről?
it: Vuoi creare un dispositivo DRAID3 dal disco selezionato?
lo: ທ່ານຕ້ອງການສ້າງອຸປະກອນ DRAID3 ຈາກດິສກ໌ທີ່ເລືອກບໍ?
nl: Wilt u een DRAID3 schijf creëren van de geselecteerde schijf?
pl: Czy chcesz utworzyć urządzenie DRAID3 z wybranego dysku?
ru: Вы хотите создать устройство DRAID3 из выбранного диска?
sv: Vill du skapa en DRAID3 enhet från valda diskar?
uk: Ви хочете створити пристрій DRAID3 з обраного диска?
zh_cn: 你想从选定的磁盘创建 DRAID3 设备吗？

source: Do you want to create a hot spare device from selected disk?
af: Wil jy 'n warm spare toestel uit geselekteerde skyf te skep?
ca: Vols crear un disc de recanvi en calent des de el disc seleccionat?
cs: Opravdu označený disk použít jako pohotovostní náhradu (spare)?
de: Möchten Sie die gewählte Festplatte als hot-spare konfigurieren?
el: Θέλετε να δημιουργήσετε μια συσκευή hot spare με τους επιλεγμένους δίσκους;
es: Desea crear un disposivito de repuesto desde los discos seleccionados?
fr: Voulez vous créer un périphérique de remplacment à chaud (hot spare) depuis le disque sélectionné.
hu: Biztos, hogy gyors tartalékot hozol létre a kiválasztott lemezekből?
it: Vuoi creare un dispositivo 'hot spare' dai dischi selezionati?
lo: ທ່ານຕ້ອງການສ້າງອຸປະກອນສຳຮອງແບບຮ້ອນຈາກດິສກ໌ທີ່ເລືອກບໍ?
nl: Wilt u een hot spare schijf creëren van de geselecteerde schijf?
ro: Doriți să creați un dispozitiv hot spare (de rezervă) folosind discurile selectate?
ru: Хотите ли вы создать устройство горячей замены из выбранного диска?
sv: Vill du skapa en aktiv reservenhet (hot spare) från valda diskar?
uk: Ви підтверджуєте створення пристрою гарячого резерву з обраних дисків?
zh_cn: 您要从选中的磁盘创建热备份设备吗？

source: Do you want to create a cache device from selected disks?
af: Wil jy 'n kas toestel uit geselekteerde skywe te skep?
ca: Vols crear un dispositiu cachè des de els discos seleccionats?
cs: Opravdu označené disky použít jako mezipaměť?
de: Möchten Sie einen Cache aus den gewählten Festplatten bilden?
el: Θέλετε να δημιουργήσετε μια συσκευή cache με τους επιλεγμένους δίσκους;
es: Desea crearn un dispositivo cache desde los discos seleccionados?
fr: Voulez-vous créer un cache avec les disques sélectionnés?
hu: Biztos, hogy létrehozol egy gyorsítótár eszközt a kiválasztott lemezekből?
it: Vuoi creare un dispositivo cache dai dischi selezionati?
lo: ທ່ານຕ້ອງການສ້າງອຸປະກອນແຄສຈາກດິສກ໌ທີ່ເລືອກບໍ?
nl: Wilt u een cache schijf creëren van de geselecteerde schijven?
pl: Czy chcesz utworzyć urządzenie cache z wybranego dysku?
ro: Creați un disc cache din discurile selectate?
ru: Хотите ли вы создать кэширующее устройство из выбранных дисков?
sv: Vill du skapa en växlingsenhet från valda diskar?
uk: Ви підтверджуєте створення кешу з обраних дисків?
zh_cn: 是否要从选中的磁盘创建缓存设备？

source: Do you want to create a log device from selected disk?
af: Wil jy 'n log toestel uit geselekteerde skyf te skep?
ca: Vols crear un dispositiu de arxiu de log des de els disc seleccionat?
cs: Opravdu na označené disky ukládat záznamy událostí?
de: Möchten Sie die gewählte Festplatte als Log konfigurieren?
el: Θέλετε να δημιουργήσετε μια συσκευή log με τους επιλεγμένους δίσκους;
es: Desea crear un dispositivo de registro desde los discos seleccionados?
fr: Voulez vous créer un périphérique de journalisation depuis le disque sélectionné.
hu: Biztos, hogy létrehozol egy naplózó eszközt a kiválasztott lemezekből?
it: Vuoi creare un dispositivo log dai dischi selezionati?
lo: ທ່ານຕ້ອງການສ້າງອຸປະກອນບັນທຶກຈາກດິສກ໌ທີ່ເລືອກບໍ?
nl: Wilt u een log schijf creëren van de geselecteerde schijven?
pl: Czy chcesz utworzyć urządzenie log z wybranego dysku?
ro: Definiți discul selectat ca disc de jurnalizare?
ru: Хотите ли вы создать устройство журналирования из выбранного диска?
sv: Vill du skapa en loggenhet från valda diskar?
uk: Ви підтверджуєте створення пристрою для логування з обраних дисків?
zh_cn: 要从选中的磁盘创建日志设备吗？

source: Do you want to create a mirrored log device from selected disks?
af: Wil jy 'n spieëlde log toestel uit geselekteerde skywe te skep?
ca: Vols crear un dispositiu de registre almirallat des de els discs seleccionats?
cs: Opravdu z označených disků vytvořit zrcadlené úložiště záznamů událostí?
de: Möchten Sie die gewählten Festplatten als gespiegeltes Log konfigurieren?
el: Θέλετε να δημιουργήσετε μια συσκευή mirrored log με τους επιλεγμένους δίσκους;
es: Desea crear un dispositivo de registro espejo desde los discos seleccionados?
fr: Voulez vous créer un périphérique de journalisation mirroré depuis le disque sélectionné.
hu: Biztos, hogy létrehozol egy tükrözött naplózó eszközt a kiválasztott lemezekből?
it: Vuoi creare un dispositivo 'mirrored log' dai dischi selezionati?
lo: ທ່ານຕ້ອງການສ້າງອຸປະກອນບັນທຶກແບບມິເຣີຈາກດິສກ໌ທີ່ເລືອກບໍ?
nl: Wilt u een gespiegelde log schijf creëren van de geselecteerde schijven?
pl: Czy chcesz utworzyć lustrzane urządzenie log z wybranego dysku?
ro: Doriți să creați un dispozitiv oglingă pentru jurnalizare folosind discurile selectate?
ru: Хотите ли вы создать зеркальное устройство журналирования из выбранных дисков?
sv: Vill du skapa en speglad loggenhet från valda diskar?
uk: Ви підтверджуєте створення зеркальованого пристрою для логування з обраних дисків?
zh_cn: 是否要从选中的磁盘创建镜像日志设备？

source: Do you want to create a dedup device from selected disks?
af: Wil jy 'n deduplikasie toestel van die gekose skywe skep?
ca: Voleu crear un dispositiu de desduplicació dels discs seleccionats?
de: Möchten Sie ein Deduplizierungsgerät von den ausgewählten Laufwerken erstellen?
el: Θέλετε να δημιουργήσετε μια συσκευή dedup από τους επιλεγμένους δίσκους;
es: ¿Quieres crea un dispositivo para evitar duplicados en base a los discos seleccionados?
fr: Voulez-vous créer un périphérique de déduplication à partir des disques sélectionnés ?
hu: Létre akar hozni egy dedup eszközt a kiválasztott lemezről?
it: Vuoi creare un dispositivo dedup dai dischi selezionati?
lo: ທ່ານຕ້ອງການສ້າງອຸປະກອນລົບຂໍ້ມູນຊ້ຳຊ້ອນຈາກດິສກ໌ທີ່ເລືອກບໍ?
nl: Wilt u een dedup schijf creëren van de geselecteerde schijven?
ru: Вы хотите создать устройство дедупликации с выбранных дисков?
sv: Vill du skapa en dedup enhet från valda diskar?
uk: Ви хочете створити dedup пристрій з обраного диска?
zh_cn: 你要从选定的磁盘创建重复数据删除设备吗？

source: Do you want to create a special allocation device from selected disks?
af: Wil jy 'n spesiale allokasie toestel van die gekose skywe skep?
ca: Voleu crear un dispositiu d'assignació especial a partir dels discs seleccionats?
de: Möchten Sie aus den ausgewählten Datenträgern ein spezielles Zuordnungsgerät erstellen?
el: Θέλετε να δημιουργήσετε μια συσκευή ειδικής κατανομής από τους επιλεγμένους δίσκους;
es: ¿Quieres crear un dispositivo de ubicación especial a partir de los discos seleccionados?
fr: Voulez-vous créer un périphérique d'allocation spécial à partir des disques sélectionnés ?
hu: Létre akar hozni egy speciális felosztású eszközt erről a kiválasztott lemezről?
it: Si desidera creare un dispositivo di allocazione speciale dai dischi selezionati?
lo: ທ່ານຕ້ອງການສ້າງອຸປະກອນຈັດສັນພິເສດຈາກດິສກ໌ທີ່ເລືອກບໍ?
nl: Wilt u een speciaal allocation schijf creëren van de geselecteerde schijven?
ru: Вы хотите создать специальное устройство распределения из выбранных дисков?
sv: Vill du skapa en specialallokeringsenhet från valda diskar?
uk: Бажаєте створити спеціально розподілений пристрій з обраних дисків?
zh_cn: 你想从选定的磁盘创建一个特殊的分配设备吗？

source: No disks available.
af: Geen skywe beskikbaar.
ca: No hi ha discos disponibles.
cs: Nejsou k dispozici žádné jednotky datových úložišť.
de: Keine Festplatten verfügbar.
el: Δεν υπάρχουν διαθέσιμοι δίσκοι.
es: No hay discos disponibles.
fr: Pas de disques disponible.
hu: Egy lemez sem érhető el.
it: Nessun disco disponibile.
lo: ບໍ່ມີດິສກ໌.
nl: Er zijn geen schijven beschikbaar.
pl: Brak dostępnych dysków
ro: Niciun disc disponibil.
ru: Нет доступных дисков.
sv: Inga diskar tillgängliga.
uk: Немає доступних дисків.
zh_cn: 没有磁盘可用

source: Please add a new disk first.
af: Voeg asseblief eers 'n nuwe skyf by.
ca: Si us plau, afegir un nou disc en primer lloc.
cs: Nejprve přidejte nový disk.
de: Bitte erst eine neue Festplatte auswählen.
el: Παρακαλώ προσθέστε πρώτα ένα νέο δίσκο.
es: Por favor añada primero un nuevo disco
fr: Ajouter d'abord un nouveau disque.
hu: Először egy új lemezt adj hozzá.
it: Per favore aggiungere prima un nuovo disco
lo: ກະລຸນາເພີ່ມດິສກ໌ໃໝ່ກ່ອນ.
nl: Voeg eerst een nieuwe schijf toe.
pl: Najpierw dodaj nowy dysk
ro: Va trebui să adăugați un disc nou mai întâi.
ru: Пожалуйста, сначала добавьте новый диск.
sv: Lägg till en ny disk först.
uk: Будь ласка, спочатку додайте новий диск.
zh_cn: 请先添加新磁盘。

source: This virtual device name already exists.
af: Hierdie virtuele toestel naam bestaan reeds.
ca: Aquest nom de dispositiu virtual ja existeix.
cs: Tento název je už používán jiným virtuálním zařízením.
de: Der virtuelle Gerätename existiert bereits.
el: Το όνομα της εικονικής συσκευής υπάρχει ήδη.
es: Este nombre de dispositivo virtual ya existe.
fr: Ce nom de périphérique virtuel existe déjà.
hu: A virtuális meghajtó neve már foglalt.
it: Questo nome di periferica virtuale esiste già.
lo: ຊື່ອຸປະກອນສະເໝືອນນີ້ມີຢູ່ແລ້ວ.
nl: Deze virtuele schijfnaam bestaat reeds.
pl: Ta nazwa urządzenia wirtualnego już istnieje.
ro: Acest nume de dispozitiv virtual există deja.
ru: Виртуальное устройство с таким именем уже существует.
sv: Namnet på den virtuella enheten finns redan.
uk: Таке ім'я віртуального пристрою вже існує.
zh_cn: 此虚拟设备的名称已经存在。

source: The name of this virtual device cannot be changed.
af: Die naam van hierdie virtuele toestel kan nie verander word nie.
ca: El nom d'aquest dispositiu virtual no es pot canviar.
cs: Název tohoto virtuálního zařízení není možné měnit.
de: Der Name des virtuellen Laufwerks kann nicht geändert werden.
el: Το όνομα αυτής της εικονικής συσκευής δεν μπορεί να αλλαχτεί.
es: El nombre de este dispositivo virtual no se puede cambiar
fr: Le nom du périphérique virtuel ne peut être changé.
hu: Virtuális eszköz neve nem módosítható.
it: Il nome del dispositivo virtuale non può essere cambiato.
lo: ບໍ່ສາມາດປ່ຽນຊື່ຂອງອຸປະກອນສະເໝືອນນີ້ໄດ້.
nl: De naam van deze virtuele schijf kan niet worden gewijzigd.
pl: Nazwa tego urządzenia wirtualnego nie może być zmieniona
ro: Numele dispozitivului virtual nu poate fi modificat.
ru: Имя этого виртуального устройства не может быть изменено.
sv: Namnet på den virtuella enheten kan inte ändras.
uk: Ім'я цього віртуального пристрою не може бути змінено.
zh_cn: 无法更改此虚拟设备的名称。

source: There must be at least 2 disks in a mirror.
af: Daar moet ten minste 2 skywe in 'n spieëlbeeld wees
ca: Hi ha d'haver almenys 2 discos al mirall.
cs: Pro zrcadlení jsou třeba alespoň dva disky.
de: Es müssen mindestens 2 Festplatten in einem Mirror sein.
el: Πρέπει να υπάρχουν τουλάχιστον 2 δίσκοι για την λειτουργία του αντικατοπτρισμού.
es: Debe haber al menos 2 discos en un espejo.
fr: Il doit y avoir au moins 2 disques dans un mirroir.
hu: A RAID 5 kötetben legalább 2 lemeznek kell lennie.
it: Ci volgiono almeno 2 dischi per un mirror.
lo: ຕ້ອງມີດິສກ໌ຢ່າງໜ້ອຍ 2 ໜ່ວຍໃນມິເຣີ.
nl: Er dienen minimaal 2 schijven in een spiegel te zijn.
pl: Muszą być przynajmniej dwa dyski dla poziomu mirror.
ro: Trebuie să aveți cel puțin 2 discuri pentru un RAID1.
ru: Для зеркалирования требуется не менее 2 дисков.
sv: Åtminstone 2 diskar krävs för 'mirror'.
uk: Повинно бути принаймні 2 диски в "зеркалі".
zh_cn: 镜像必须有至少 2 个硬盘。
