Repository: rojim666/xigmanas-code-r10599-trunk
Catalog: locale/xigmanas-*.po
Languages: af, ca, cs, de, el, es, fr, hu, it, lo, nl, pl, ro, ru, sv, uk, zh_cn

source: Asynchronous I/O
af: Asynchrone I/O
ca: E/S asíncrona
cs: Asynchronní vst./výst.
de: Asynchroner I/O
el: Ασύγχρονο I/O
es: I/O Asincrono
fr: E / S Asynchrones
hu: Aszinkron I/O
it: I/O asincrono
lo: I/O ແບບບໍ່ đồng bộ
nl: Asynchrone I/O
pl: Asynchroniczne We/Wy
ro: I/O asincrone
ru: Асинхронный ввод/вывод
sv: Asynkron I/O
uk: Асінхроне введення/виведення
zh_cn: 异步I/O

source: AIO Read Size
af: AIO Lees Grootte
ca: Mida de lectura AIO
cs: Velikost načítání asymetrického vst./výst.
de: AIO-Größe beim Lesen
el: AIO Μέγεθος Ανάγνωσης
es: Tamaño de lectura AIO
fr: Taille de lecture AIO
hu: AIO olvasási méret
it: Dimensioni in lettura AIO
lo: ຂະໜາດອ່ານ AIO
pl: Rozmiar odczytu AIO
ro: Dimensiune AIO la citire
ru: Размер чтения AIO
sv: AIO Lässtorlek
uk: Розмір читання AIO
zh_cn: AIO读取大小

source: AIO Write Size
af: AIO Skryf Grootte
ca: Mida d'escriptura AIO
cs: Velikost zápisu asymetrického vst./výst.
de: AIO-Größe beim Schreiben
el: AIO Μέγεθος Εγγραφής
es: Tamaño de escritura AIO
fr: Taille d'écriture AIO
hu: AIO írási méret
it: Dimensioni scrittura AIO
lo: ຂະໜາດຂຽນ AIO
nl: AIO Schrijf Grootte
pl: Rozmiar zapisu AIO
ro: Dimensiune AIO la scriere
ru: Размер записи AIO
sv: AIO Skrivstorlek
uk: Розмір запису AIO
zh_cn: AIO写入大小

source: Server Max. Protocol
af: Bediener Max. Protokol
ca: Màxim protocol de servidor
cs: Max. verze protokolu serveru
de: Anzahl der maximalen Server-Protokolle
el: Μεγ. Πρωτόκολλο Διακομιστή
es: Protocolo Max. para el servidor
fr: Protocole maximum du serveur
hu: Szerver maximális protokollja
it: Max. protocollo del server
lo: ໂປຣໂຕຄໍສູງສຸດຂອງເຊີບເວີ
ro: Protocol max. server
ru: Максимальный протокол сервера
sv: Server högsta protokoll
uk: Максимальний Протокол Серверу
zh_cn: 服务器最大协议

source: Server Min. Protocol
af: Bediener Min. Protokol
ca: Mínim protocol de servidor
cs: Min. verze protokolu serveru
de: Anzahl der minimalen Server-Protokolle
el: Ελάχ. Πρωτόκολλο Διακομιστή
es: Protocolo Min. para el servidor
fr: Protocole minimum du serveur
hu: Szerver minimális protokollja
it: Min. protocollo del server
lo: ໂປຣໂຕຄໍຕ່ຳສຸດຂອງເຊີບເວີ
ro: Protocol min. server
ru: Минимальный протокол сервера
sv: Server lägsta protokoll
uk: Мінімальний Протокол Серверу
zh_cn: 服务器最小协议

source: Client Max. Protocol
af: Kliënt Max. Protokol
ca: Protocol client max.
cs: Nejvyšší podporovaná verze protokolu klienta
de: Maximalwert für die Protokollversion, die der Client verwenden soll
el: Μεγ. Πρωτόκολλο Πελάτη
es: Protocolo Max. para clientes
fr: Client Protocole Max.
hu: Kliens maximális protokoll
it: Protocollo massimo del client
lo: ໂປຣໂຕຄໍສູງສຸດຂອງ client
nl: Cliënt Max. Protocol
pl: Maks. Protokół dla Klienta
ro: Protocol Max. client
ru: Максимальный протокол клиента
sv: Klient högsta protokoll
uk: Максимальний протокол клієнта
zh_cn: 客户端最大协议

source: Client Min. Protocol
af: Kliënt Min. Protokol
ca: Protocol client min.
cs: Nejnižší podporovaná verze protokolu klienta
de: Minimalwert für die Protokollversion, die der Client verwenden soll
el: Ελαχ. Πρωτόκολλο Πελάτη
es: Protocolo Min. para clientes
fr: Client Protocole Min.
hu: Kliens minimális protokoll
it: Protocollo minimo del client
lo: ໂປຣໂຕຄໍຕ່ຳສຸດຂອງ client
nl: Cliënt Min. Protocol
pl: Min. protokół dla Klienta
ro: Protocol Min. client
ru: Минимальный протокол клиента
sv: Klient lägsta protokoll
uk: Мінімальний протокол клієнта
zh_cn: 客户端最小协议

source: This option affects how clients respond to Samba and is one of the most important settings in the smb.conf file.
af: Hierdie opsie beïnvloed hoe kliente op Samba reageer en is een van die belangrikste -instellings in die smb.conf lêer.
ca: Aquesta opció afecta com responen els clients al Samba i és una de les configuracions més importants del fitxer smb.conf.
de: Diese Option beeinflusst, wie Clients auf Samba reagieren, und ist eine der wichtigsten Einstellungen in der Datei smb.conf.
el: Αυτή η επιλογή επηρεάζει το πως οι υπολογιστές-πελάτες απαντούν στη Samba και είναι μια από τις σημαντικότερες ρυθμίσεις στο αρχείο smb.conf.
es: Esta opción afecta en cómo responden a Samba los clientes y es una de las configuraciones más importantes del archivo smb.conf.
fr: Cette option affecte la réponse des clients à Samba et constitue l'un des paramètres les plus importants du fichier smb.conf.
it: Questa opzione impatta su come i client rispondono al collegamento Samba ed è una delle impostazioni più importanti nel file smb.conf
lo: ຕົວເລືອກນີ້ມີຜົນກະທົບຕໍ່ວິທີທີ່ client ຕອບສະໜອງຕໍ່ Samba ແລະ ເປັນໜຶ່ງໃນການຕັ້ງຄ່າທີ່ສຳຄັນທີ່ສຸດໃນໄຟລ໌ smb.conf.
nl: Deze optie heeft invloed hoe cliënten antwoorden naar Samba en is één van de belangrijkste instellingen in het smb.conf bestand.
ro: Opțiunea stabilește cum răspund clienții la protocolul Samba și reprezintă cea mai importantă setare din smb.conf.
ru: Этот параметр влияет на то, как клиенты реагируют на Samba, и является одним из наиболее важных параметров в файле smb.conf.
sv: Detta alternativ påverkar hur klienter svarar till Samba och är en av de viktigaste inställningarna i smb.conf filen.
uk: Цей параметр впливає на те, як клієнти реагують на Samba і є одним з найважливіших параметрів у файлі smb.conf.
zh_cn: 此选项影响客户端对Samba的响应方式，并且是smb.conf文件中最重要的设置之一。

source: Local User
af: Plaaslike Gebruiker
ca: Usuari local
cs: Místní uživatel
de: Lokaler Benutzer
el: Τοπικός Χρήστης
es: Usuario Local
fr: Login local
hu: Helyi felhasználó
it: Utenti locali
lo: ຜູ້ໃຊ້ທ້ອງຖິ່ນ
nl: Lokale gebruiker
pl: Użytkownik lokalny
ro: Utilizator local
ru: Локальный пользователь
sv: Lokal användare
uk: Локальний користувач
zh_cn: 本机用户

source: Normally this option should not be set as the automatic negotiation phase in the SMB protocol takes care of choosing the appropriate protocol.
af: Normaalweg moet hierdie opsie nie ingestel word as die automatiese onderhandeling fase wanneer die SMB protokool besluit oor die gewenste protokool
ca: Normalment, aquesta opció no s'ha d'establir ja que a la fase de negociació automàtica el protocol SMB s'encarrega de triar el protocol adequat.
cs: Běžně by tato předvolba neměla být nastavena neboť fáze automatického dohadování v SMB protokolu se postará o volbu příslušného protokolu.
de: Normalerweise sollte diese Option nicht gesetzt werden, weil die automatische Aushandlungsphase des SMB-Protokoll eine geeignete Wahl des Protokolls sicherstellt.
el: Υπό φυσιολογικές συνθήκες δεν χρειάζεται να ρυθμίσετε αυτή την επιλογή, καθώς η φάση της αυτόματης διαπραγμάτευσης στο πρωτόκολλο SMB φροντίζει για την επιλογή του κατάλληλου πρωτοκόλλου.
es: Normalmente esta opción no debe activarse en la fase de negociación automática, mientras que el protocolo SMB está realizando la negociación de protocolo
fr: Normalement, cette option ne doit pas être définie car la phase de négociation automatique dans le protocole SMB prend soin de choisir le protocole approprié.
hu: Normális esetben ezt a lehetőség nem szükséges beállítani, mint automatikus egyeztetési szakaszt az SMB protokollban, ami gondoskodik a megfelelő protokoll a választásáról.
it: Normalmente questa opzione non dovrebbe essere settata su fase di negoziazione automatica: il protocollo SMB si occupa si selezionare il protocollo più indicato
lo: ໂດຍປົກກະຕິແລ້ວບໍ່ຄວນຕັ້ງຄ່າຕົວເລືອກນີ້ ເພາະວ່າຂັ້ນຕອນການເຈລະຈາອັດຕະໂນມັດໃນໂປຣໂຕຄໍ SMB ຈະຈັດການເລືອກໂປຣໂຕຄໍທີ່ເໝາະສົມ.
nl: Normaal gesproken hoeft deze optie niet te worden ingesteld omdat de automatische onderhandelingsfase in het SMB-protocol zorgt voor het selecteren van het juiste protocol.
ro: În mod normal această opțiune nu trebuie setată având în vedere ca în faza de negociere protocolul SMB o stabilește în mod automat.
ru: Обычно этот параметр не следует устанавливать, поскольку фаза автоматического согласования в протоколе SMB позаботится о выборе соответствующего протокола.
sv: Normalt skall detta alternativ inte användas då den automatiska förhandlingsfasen i SMB protokollet tar hand om val av rätt protokoll.
uk: Зазвичай цей параметр не слід встановлювати, оскільки етап автоматичного узгодження у протоколі SMB дбає про вибір відповідного протоколу.
zh_cn: 通常，此选项不应设置为SMB协议中的自动协商阶段，需要选择适当的协议。

source: This parameter sets the highest protocol level that will be supported by the server.
af: Hierdie parameter stel die hoogste protokol vlak wat deur die bediener ondersteun sal word.
ca: Aquest paràmetre estableix el nivell de protocol més alt que serà compatible amb el servidor.
cs: Tento parametr nastavuje nejvyšší úroveň protokolu který bude serverem podporován.
de: Dieser Parameter legt die höchste Protokollversion fest, die der Server unterstützen wird.
el: Αυτή η παράμετρος ορίζει το υψηλότερο επίπεδο πρωτοκόλλου που θα υποστηρίζεται από τον διακομιστή.
es: Este parametro fija el protocolo máximo a nivel de servidor soportado.
fr: Ce paramètre définit le niveau de protocole le plus élevé qui sera pris en charge par le serveur.
hu: Ez a legmagasabb protokollverziót állítja be, amit a szerver támogat.
it: Questo parametro setta il livello di protocollo più alto che sarà supportato dal server
lo: ພາຣາມິເຕີນີ້ຕັ້ງຄ່າລະດັບໂປຣໂຕຄໍສູງສຸດທີ່ເຊີບເວີຈະຮອງຮັບ.
nl: Deze parameter stelt het hoogste protocol niveau in dat zal worden ondersteund door de server.
ro: Această opțiune stabilește protocolul maxim suportat de server.
ru: Этот параметр задает самый высокий уровень протокола, который будет поддерживаться сервером.
sv: Denna parameter sätter den högsta protokollnivån som stöds av servern.
uk: Цей параметр встановлює найвищій рівень протоколу, який буде підтримуватися сервером.
zh_cn: 此参数设置服务器将支持的最高协议级别。

source: This setting controls the minimum protocol version that the server will allow the client to use.
af: Hierdie verstelling beheer die minimum protokol weergawe wat die beidiener die kliënt toe sal laat om te gebruik.
ca: Aquest ajust controla la versió mínima del protocol que el servidor permetrà que el client utilitzi.
cs: Toto nastavení řídí nejnižší verzi protokolu kterou server umožní klientovi použít.
de: Diese Einstellung legt die minimale Protokolversion fest, die der Server dem Client erlauben wird zu benutzen.
el: Αυτή η ρύθμιση ελέγχει την ελάχιστη έκδοση του πρωτοκόλλου που θα επιτρέψει ο διακομιστής να χρησιμοποιήσει ο υπολογιστής-πελάτης.
es: Este parametro fija el protocolo minimo a nivel de servidor que debe usarse.
fr: Ce paramètre contrôle la version de protocole minimum que le serveur permettra au client d'utiliser.
hu: Ez a minimális protokollverziót állítja be, amit a szerver megenged, hogy a kliens használjon.
it: Questo settaggio controlla la minima versione di protocollo che il server consente di usare ai client.
lo: ການຕັ້ງຄ່ານີ້ຄວບຄຸມເວີຊັນໂປຣໂຕຄໍຕ່ຳສຸດທີ່ເຊີບເວີຈະອະນຸຍາດໃຫ້ client ໃຊ້.
nl: Deze parameter stelt het laagste protocol niveau in dat de server de cliënt zal toestaan te laten gebruiken.
ro: Această opțiune stabilește protocolul minim pe care serverul îl va permite clientului să-l utilizeze.
ru: Этот параметр управляет минимальной версией протокола, который позволит клиенту использовать сервер.
sv: Denna parameter sätter den lägsta protokollnivån som servern tillåter klienten att använda.
uk: Цей параметр керує мінімальною версією протоколу, яку сервер дозволить використовувати клієнту.
zh_cn: 此设置控制服务器将允许客户端使用的最小协议版本。

source: This parameter sets the highest protocol level that will be supported by the client.
af: Hierdie parameter stel die hoogste protokol vlak wat deur die kliënt ondersteun sal word.
ca: Aquest paràmetre estableix el nivell de protocol més alt que serà recolzat pel client.
cs: Tento parametr nastavuje nejvyšší úroveň protokolu který bude klientem podporován.
de: Dieser Parameter legt die höchste Protokollversion fest, die der Client unterstützen wird.
el: Αυτή η παράμετρος ορίζει το υψηλότερο επίπεδο πρωτοκόλλου που θα υποστηρίζεται από τον υπολογιστή-πελάτη.
es: Este parametro fija el protocolo máximo a nivel de cliente soportado.
fr: Ce paramètre définit le niveau de protocole le plus élevé qui sera pris en charge par le client.
hu: Ez a legmagasabb protokollverziót állítja be, amit a kliens támogat.
it: Questo parametro setta il livello di protocollo più alto che può essere supportato dal client.
lo: ພາຣາມິເຕີນີ້ຕັ້ງຄ່າລະດັບໂປຣໂຕຄໍສູງສຸດທີ່ client ຈະຮອງຮັບ.
nl: Deze parameter stelt het hoogste protocol niveau in dat zal worden ondersteund door de cliënt.
ro: Această opțiune stabilește protocolul maxim suportat de client.
ru: Этот параметр задает самый высокий уровень протокола, который будет поддерживается клиентом.
sv: Denna parameter sätter den högsta protokollnivån som stöds av klienten.
uk: Цей параметр встановлює найвищій рівень протоколу, який буде підтримуватися клієнтом.
zh_cn: 此参数设置客户端将支持的最高协议级别。

source: This setting controls the minimum protocol version that the client will attempt to use.
af: Hierdie verstelling beheer die minimum protokol weergawe wat die kliënt sal probeer gebruik.
ca: Aquest ajust controla la versió mínima del protocol que el client intentarà utilitzar.
cs: Toto nastavení řídí nejnižší verzi protokolu kterou se klient pokusí použít.
de: Diese Einstellung legt die minimale Protokolversion fest, die der Client versuchen wird zu benutzen.
el: Αυτή η ρύθμιση ελέγχει την ελάχιστη έκδοση του πρωτοκόλλου που θα προσπαθήσει να χρησιμοποιήσει ο υπολογιστής-πελάτης.
es: Este parametro fija el protocolo minimo a nivel de cliente que debe usarse.
fr: Ce paramètre contrôle la version de protocole minimale que le client essaiera d'utiliser.
hu: Ez a minimális protokollverziót állítja be, amit a kliens megpróbál használni.
it: Questo settaggio controlla la minima versione di protocollo che il client tenterà di usare.
lo: ການຕັ້ງຄ່ານີ້ຄວບຄຸມເວີຊັນໂປຣໂຕຄໍຕ່ຳສຸດທີ່ client ຈະພະຍາຍາມໃຊ້.
nl: Deze parameter stelt het laagste protocol niveau in dat de cliënt zal proberen te gebruiken.
ro: Această opțiune stabilește protocolul minim pe care clientul va încerca să-l utilizeze.
ru: Этот параметр управляет минимальной версией протокола, который будет пытаться использовать клиент.
sv: Denna parameter sätter den lägsta protokollnivån som klienten kommer försöka använda.
uk: Цей параметр керує мінімальною версією протоколу, яку клієнт намагатиметься використовувати.
zh_cn: 此设置控制客户端将尝试使用的最小协议版本。

source: Mandatory
ca: Obligatori
de: Obligatorisch
el: Υποχρεωτικό
es: Obligatorio
fr: Obligatoire
it: Obbligatorio
lo: ບັງຄັບ
nl: Verplicht
sv: Obligatorisk
uk: Обов’язкове

source: The NetBIOS name of this Samba server.
af: Die NetBIOS naam van hierdie Samba bediener.
ca: El nom NetBios del servidor Samba.
de: Der NetBIOS-Name dieses Samba-Servers.
el: Το όνομα NetBIOS αυτού του διακομιστή Samba.
es: El nombre NetBIOS de este servidor Samba.
fr: Le nom NetBIOS de ce serveur Samba.
it: Il nome NetBIOS del server Samba
lo: ຊື່ NetBIOS ຂອງເຊີບເວີ Samba ນີ້.
nl: De NetBIOS naam van deze Samba server.
ro: Numele NetBIOS al serverului Samba.
ru: NetBIOS-имя этого сервера Samba.
sv: NetBIOS namnet på denna Sambaserver.
uk: NetBIOS-ім'я цього Samba серверу.
zh_cn: 此Samba服务器的NetBIOS名称。

source: The workgroup in which the server will appear when queried by Windows or SMB clients. (maximum 15 characters).
af: Die werkgroep waarin die bediener sal verskyn as dit deur Vensters of SMB kliente gevra word. (maksimum 15 karakters).
ca: El grup de treball en què apareixerà el servidor quan se li pregunta pels clients de Windows o SMB. (Màxim 15 caràcters).
cs: Pracovní skupina které se server bude jevit členem, když bude dotázán Windows nebo SMB klienty (nejvýše 15 znaků).
de: Die Arbeitsgruppe, in der der Server erscheinen wird, wenn Windows oder SMB Clients danach suchen. (Maximal 15 Zeichen).
el: Η ομάδα εργασίας στην οποία θα εμφανίζεται ο διακομιστής όταν θα ερωτάται από πελάτες Windows ή SMB. (μέγιστο 15 χαρακτήρες).
es: El Grupo de trabajo (WORKGROUP) en el que aparece el servidor cuando sea interrogado por windows o clientes SMB. (Max. 15 caracteres).
fr: Groupe de travail dans lequel le serveur s'affiche lorsque les clients Windows ou SMB l' interroge. (Maximum 15 caractères).
hu: Az a munkacsoport, amelyben a szerver megjelenik, amikor a Windows vagy az SMB kliensek lekérdezik (maximálisan 15 karakter).
it: Il workgroup nel quale il server apparirà quando ricercato da Windows o altri client SMB (massimo 15 caratteri).
lo: ກຸ່ມເຮັດວຽກທີ່ເຊີບເວີຈະປາກົດເມື່ອຖືກສອບຖາມໂດຍ Windows ຫຼື client SMB. (ສູງສຸດ 15 ຕົວອັກສອນ).
nl: De werkgroep waarin de server verschijnt voor de Windows of SMB cliënten. (maximaal 15 tekens).
ro: Grupul de lucru in care va apare serverul când este verificat de clienți Windows sau SMB (maxim 15 caractere).
ru: Рабочая группа, в которой сервер будет отображаться при запросе клиентами Windows, или SMB. (не более 15 символов).
sv: Arbetsgruppen i vilken servern visas vid sökning från Windows- eller SMB-klienter. (max 15 tecken)
uk: Робоча група, в якій сервер буде відображатися при запиті клієнтами Windows, або SMB (не більш ніж 15 символів).
zh_cn: Windows或SMB客户端查询时将显示服务器的工作组。 （最多15个字符）。

source: LAN Only
af: LAN Enigste
ca: Només LAN
cs: Pouze místní síť
de: Nur kabellgebundenes Netzwerk
el: Μόνο LAN
es: Solo LAN
fr: LAN seulement
hu: Csak LAN
it: Solo Rete
lo: LAN ເທົ່ານັ້ນ
nl: Alleen LAN
pl: Tylko LAN
ro: Doar LAN
ru: Только LAN
sv: Endast LAN
uk: Тільки LAN
zh_cn: 仅局域网

source: OPT Only
af: OPT Alleenlik
ca: Només OPT
cs: Pouze OPT
de: nur OPT
el: Μόνο OPT
es: Solo OPT
fr: OPT seulement
hu: Csak OPT
it: Solo OPT
lo: OPT ເທົ່ານັ້ນ
nl: Alleen OPT
ro: Doar OPT
ru: Только OPT
sv: Endast OPT
uk: Тільки OPT
zh_cn: 仅OPT

source: CARP only
af: CARP alleenlik
ca: Nomes CARP
cs: Jen CARP
de: Nur CARP
el: Μόνο CARP
es: Solo CARP
fr: CARP seulement
hu: Csak CARP
it: Solo CARP
lo: CARP ເທົ່ານັ້ນ
nl: Alleen CARP
pl: Tylko CARP
ro: Doar CARP
ru: Только CARP
sv: endast CARP
uk: тільки CARP
zh_cn: 只是 CARP

source: Server description. This can usually be left blank.
af: Bediener beskrywing. Hierdie kan oor die algemeen oop gelos word.
ca: Descripció del servidor. Això en general pot deixar-se en blanc.
cs: Popis serveru. Toto obvykle zůstává nevyplněno.
de: Serverbeschreibung. Kann für gewöhnlich freigelassen werden.
el: Περιγραφή του διακομιστή. Αυτό, συνήθως, μπορεί να αφεθεί κενό.
es: Descripcion del servidor. Se puede dejar en blanco.
fr: Description du serveur. Ce champ peut rester vide.
hu: Szerver leírása. Üresen maradhat.
it: Descrizione del server. Questa solitamente puo' essere vuota.
lo: ຄຳອະທິບາຍເຊີບເວີ. ໂດຍປົກກະຕິສາມາດປະຫວ່າງໄວ້ໄດ້.
nl: Omschrijving server. Dit kan gewoonlijk leeg gelaten worden.
pl: Opis serwera. To pole może zwykle pozostać puste.
ro: Descriere server. Câmpul poate rămâne necompletat.
ru: Описание сервера. Обычно можно оставить пустым.
sv: Serverbeskrivning. Det här kan vanligtvis lämnas tomt.
uk: Описання сервера. Можна не заповнювати.
zh_cn: 服务器描述文字。通常可以留空。

source: DOS SMB clients assume the server has the same charset as they do. This option specifies which charset Samba should talk to DOS clients.
af: DOS SMB kliënte aanvaar dat die bediener dieselfde charset het as wat hulle doen. Hierdie opsie spesifiseer wat charset Samba moet aan DOS kliënte praatjie.
ca: Els clients de DOS SMB assumeixen que el servidor té el mateix joc de caràcters que ells. Aquesta opció especifica amb quin caràcters Samba ha de parlar amb els clients de DOS.
de: DOS-SMB-Clients gehen davon aus, dass der Server denselben Zeichensatz hat wie sie. Diese Option gibt an, mit welchem Zeichensatz Samba mit DOS-Clients kommunizieren soll.
el: Οι πελάτες DOS SMB υποθέτουν πως ο διακομιστής έχει την ίδια κωδικοποίηση με αυτούς. Αυτή η επιλογή καθορίζει ποια κωδικοποίηση θα χρησιμοποιεί η Samba για επικοινωνία με τους πελάτες DOS.
es: Los clientes SMB de DOS asumen que el servidor tiene el mismo juego de caracteres que ellos. Esta opción especifica qué juego de caracteres debe hablar Samba con los clientes DOS.
fr: Les clients DOS SMB supposent que le serveur a le même jeu de caractères qu’ils utilisent. Cette option spécifie quel jeu de caractères Samba doit indiquer aux clients DOS.
hu: A DOS SMB kilensek azt feltételezik, hogy a szervernek ugyanaz a karakterkészlete van, mint nekik. Ez az opció határozza meg, hogy melyik karakterkészlettel kommunikáljon a Samba a DOS kliensekkel.
it: I client DOS SMB presumono che il server abbia il loro stesso set di caratteri. Questa opzione, specifica quale set caratteri, Samba deve indicare ai client DOS.
lo: client DOS SMB ສົມມຸດວ່າເຊີບເວີມີຊຸດຕົວອັກສອນດຽວກັນກັບພວກເຂົາ. ຕົວເລືອກນີ້ລະບຸວ່າ Samba ຄວນໃຊ້ຊຸດຕົວອັກສອນໃດເພື່ອສື່ສານກັບ client DOS.
nl: DOS SMB cliënten gaan ervan uit dat de server dezelfde tekenset heeft als hun zelf. Deze optie geeft aan welke tekenset Samba moet spreken met DOS cliënten.
ro: Clienții DOS SMB consideră că serverul utilizează și el același set de caractere. Opțiunea specifică setul de caractere utilizat de Samba pentru a comunica cu clienții DOS.
ru: Клиенты DOS SMB предполагают, что сервер имеет ту же кодировку, что и они. Эта опция указывает, какая кодировка Samba должна взаимодействовать с клиентами DOS.
sv: DOS SMB klienter antar att servern har samma teckensnitt som de har. Detta alternativ anger vilket teckensnitt Samba skall prata med DOS klienter med.
uk: Клієнти DOS SMB припускають, що сервер має той самий набір символів, що і вони. Цей параметр визначає, з яким набором символів Samba має спілкуватися з клієнтами DOS.
zh_cn: DOS SMB客户端假定服务器具有与它们相同的字符集。 此选项指定Samba应该与DOS客户端对话的字符集。

source: CP437 (Latin US)
af: CP437 (Latyns VS)
ca: CP437 (Llati US)
cs: CP437 (US latinka)
el: CP437 (Λατινικά ΗΠΑ)
it: CP437 (Latino US)
nl: CP437 (Latijn Amerikaans (US)
ru: CP437 (Латинский США)
uk: CP437 (Латиниця США)
zh_cn: CP437 (拉丁语 美国)

source: CP850 (Latin 1)
af: CP850 (Latyns 1)
ca: CP850 (Llati 1)
cs: CP850 (latinka 1)
el: CP850 (Λατινικά 1)
it: CP850 (Latino 1)
nl: CP850 (Latijn 1)
ru: CP850 (Латинский 1)
uk: CP850 (Латиниця 1)
zh_cn: CP850 (拉丁语 1)

source: CP852 (Latin 2)
af: CP852 (Latyns 2)
ca: CP852 (Llati 2)
cs: CP852 (latinka 2)
el: CP852 (Λατινικά 2)
it: CP852 (Latino 2)
nl: CP852 (Latijn 2)
ro: CP850 (Latin 1)
ru: CP852 (Латинский 2)
uk: CP852 (Латиниця 2)
zh_cn: CP852 (拉丁语 2)

source: CP866 (Cyrillic CIS 1)
af: CP866 (Cyrillies CIS 1)
ca: CP866 (Ciríl·lic CIS 1)
cs: CP866 (cyrilice CIS 1)
de: CP866 (Kyrillisch CIS 1)
el: CP866 (Κυρλικά CIS 1)
es: CP866 (Cirilico CIS 1)
fr: CP866 (Cyrillique CIS 1)
it: CP866 (Cirillico CIS 1)
nl: CP866 (Cyrillisch CIS 1)
pl: CP866 (Cyrilica CIS 1)
ro: CP866 (Chirilic CIS 1)
ru: CP866 (Кириллица)
sv: CP866 (Kyrilliskt CIS 1)
uk: CP866 (Кирилиця CIS 1)
zh_cn: CP866 (西里尔文 CIS 1)

source: CP932 (Japanese Shift-JIS)
af: CP932 (Japannese Verskuiwing-JIS)
ca: CP932 (Japonès Shift-JIS)
cs: CP932 (japonský „posunutý“ JIS standard)
de: CP932 (Japanisch Shift-JIS)
el: CP932 (Γιαπωνέζικα Shift-JIS)
es: CP932 (Japones Shift-JIS)
fr: CP932 (Japonais Shift-JIS)
it: CP932 (Giapponese Shift-JIS)
nl: CP932 (Japans Shift-JIS)
pl: CP932 (Japoński Shift-JIS)
ro: CP932 (Japonez Shift-JIS)
ru: CP932 (Японский Shift-JIS)
sv: CP932 (Japanskt Shift-JIS)
uk: CP932 (Японська Shift-JIS)
zh_cn: CP932 (日文 Shift-JIS)

source: CP936 (Simplified Chinese GBK)
af: CP936 (Vereenvoudigde Sjinees GBK)
ca: CP936 (Xinés Simplificat GBK)
cs: CP936 (zjednodušená čínština GBK)
de: CP936 (Vereinfachtes Chinesisch GBK)
el: CP936 (Απλοποιημένα Κινεζικά GBK)
es: CP936 (Chino Simplificado GBK)
fr: CP936 (chinois simplifié GBK)
it: CP936 (Cinese semplificato GBK)
nl: CP936 (Versimpeld Chinees GBK)
pl: CP936 (Uproszczony chiński GBK)
ro: CP936 (Chineză simplificată GBK)
ru: CP936 (Упрощенный китайский GBK)
sv: CP936 (Förenklad kinesiska GBK)
uk: CP936 (Спрощена китайська GBK)
zh_cn: CP936 (简体中文 GBK)
