Repository: rojim666/xigmanas-code-r10599-trunk
Catalog: locale/xigmanas-*.po
Languages: af, ca, cs, de, el, es, fr, hu, it, lo, nl, pl, ro, ru, sv, uk, zh_cn

source: Check the list of available drivers
af: Kyk na die lys van beskikbare drywers
ca: Comproveu la llista de controladors disponibles
cs: Zkontrolovat seznam ovladačů, které jsou k dispozici
de: Liste der verfügbaren Treiber überprüfen
el: Ελέγξτε τη λίστα με τους διαθέσιμους οδηγούς συσκευών
es: Revise la lista de dispositivos disponibles
fr: Consultez la liste des pilotes disponibles
hu: Ellenőrizd az elérhető illesztőprogramok listáját
it: Controllare la lista dei dischi disponibili
lo: ກວດເບິ່ງລາຍຊື່ໄດຣເວີທີ່ມີຢູ່
nl: Bekijk de lijst met beschikbare stuurprogramma's.
pl: Sprawdź listę dostępnych sterownikó
ro: Verifică lista driverelor disponibile
ru: Проверьте список доступных драйверов
sv: Kontrollera listan över tillgängliga drivrutiner
uk: Перевірте список доступних драйверів
zh_cn: 检查可用驱动程序列表

source: Port to listen on. Default port is %d.
af: Poort om luister op. Verstek poort is %d.
ca: Port en el que escoltar. Per defecte és %d.
cs: Port na kterém očekávat spojení. Výchozím portem je %d.
de: Portnummer. Standard-Port ist %d.
el: Θύρα ακρόασης. Η προεπιλεγμένη θύρα είναι %d.
es: Puerto en el que escuchar. Por defecto es %d.
fr: Port en écoute. Le port par défaut est %d.
hu: Figyelendő port. Alapértelmezett port: %d.
it: Porta di ascolto. La porta predefinita è %d.
lo: ພອດທີ່ຈະຮັບຟັງ. ພອດເລີ່ມຕົ້ນແມ່ນ %d.
nl: Poort om op te luisteren. Standaard poort is %d.
pl: Port do nasłuchiwania. Domyślny port to %d.
ro: Portul de monitorizare (implicit %d).
ru: Порт для прослушивания, по умолчанию %d-й.
sv: Port att lyssna på. Standard port är %d.
uk: Вхідний порт. За замовчуванням - %d.
zh_cn: 监听端口。默认端口是 %d 。

source: Wait Time
af: Wag Tyd
ca: Temps d'espera
cs: Čas čekání
de: Wartezeit
el: Χρόνος Αναμονής
es: Tiempo de Espera
fr: Temps d'attente
hu: Várakozási idő
it: Tempo di attesa
lo: ເວ​ລາ​ລໍ​ຖ້າ
nl: Wachttijd
pl: Czas oczekiwania
ro: Timp de așteptare
ru: Время ожидания
sv: Väntetid
uk: Час очікування
zh_cn: 等待时间

source: The default time in seconds to display a screen.
af: Die standaard tyd in sekondes om 'n skerm te vertoon.
ca: El temps predeterminat en segons per a visualitzar una pantalla.
cs: Výchozí doba pro zobrazení.
de: Die Wartezeit in Sekunden, um ein Bild darzustellen.
el: Ο προκαθορισμένος χρόνος σε δευτερόλεπτα που θα εμφανίζεται μια οθόνη.
es: El tiempo en segundos por defecto para mostrar una pantalla
fr: Temps en secondes par défaut pour afficher l'écran.
hu: A képernyő megjelenésének alapértelmezett ideje másodpercben.
it: Il tempo in secondi per visualizzare una schermata.
lo: ເວລາເລີ່ມຕົ້ນເປັນວິນາທີເພື່ອສະແດງໜ້າຈໍ.
nl: Het standaard aantal seconden dat een melding wordt gegeven.
pl: Domyślny czas w sekundach wyświetlania ekranu.
ro: Timpul implicit în secunde folosit pentru a afișa un ecran.
ru: Время показа экрана по-умолчанию.
sv: Grundinställning för tid i sekunder att visa skärmbild.
uk: Час за замовчуванням, протягом якого показавати екран.
zh_cn: 显示在屏幕的时间的默认值（秒）。

source: Title Speed
af: Titel Snelheid
ca: Velocitat del títol
cs: Rychlost titulku
de: Titel Geschwindigkeit
el: Ταχύτητα Τίτλου
es: Velocidad del titulo
fr: Vitesse de défilement du Titre
hu: Címsebesség
it: Velocità del titolo
lo: ຄວາມໄວຫົວຂໍ້
nl: Scrollsnelheid
ro: Viteză titlu
ru: Title Speed (скорость длинных заголовков)
sv: Titelhastighet
uk: Швидкість заголовків (Title Speed)
zh_cn: 标题速度

source: Set title scrolling speed between 0-10 (default 10).
af: Stel die titel rollees spoed tussen 0-10 (standaard 10).
ca: Ajustar la velocitat de desplaçament del títol entre 0-10 (per defecte 10).
cs: Nastavte rychlost posouvání titulku v rozmezí 0-10 (výchozí je 10).
de: Bildlaufgeschwindigkeit der Titel von 0-10 setzen (Standard: 10).
el: Ορισμός ταχύτητας κύλισης τίτλου μεταξύ 0 και 10 (προεπιλογή 10)
es: Define la velocidad del desplazamiento de scroll entre 0 u 10 ( 10 por defecto)
fr: Réglez la vitesse de défilement du titre entre 0-10 (par défaut 10).
hu: Állítsd be a görgető sebességét 0-10 között (alapértelmezetten 10).
it: Imposta la velocità di scorrimento del titolo tra 0 e 10 (default 10).
lo: ຕັ້ງຄ່າຄວາມໄວການເລື່ອນຫົວຂໍ້ລະຫວ່າງ 0-10 (ຄ່າເລີ່ມຕົ້ນແມ່ນ 10).
nl: Regel scroll snelheid instellen tussen 0 en 10 (standaard 10).
pl: Wybierz szybkość przewijania tytułów między 0 a 10 (domyślnie 10)
ro: Valoarea vitezei de scroll (între 0 și 10). Implicit este 10.
ru: Выберите скорость прокручивания заголовка от 0 до 10 (по умолчанию: 10)
sv: Ställ in rullhastiget mellan 0-10 (förval är 10).
uk: Встановіть швидкість прокрутки заголовка 0-10 (10 за замовчуванням).
zh_cn: 设置标题滚动速度 0-10（默认为10）。

source: Driver Parameter
af: Drywer Parameter
ca: Paràmetres del controlador
cs: Parametry ovladače
de: Laufwerksparameter
el: Παράμετρος Οδηγού
es: Parametros del driver
fr: Paramètre du pilote
hu: Illesztőprogram paramétere
it: Parametri Driver
lo: ພາຣາມິເຕີໄດຣເວີ
nl: Stuurprogramma Parameter
pl: Parametr sterownika
ro: Parametru dispozitiv
ru: Параметры диска
sv: Drivrutinsparameter
uk: Параметри драйвера
zh_cn: 驱动器参数

source: Additional parameters to the hardware-specific part of the driver.
af: Bykomende parameters vir die hardeware-spesifieke deel van die drywer.
ca: Els paràmetres addicionals a la part específica del controlador de maquinari.
cs: Doplňkové parametry pro tu část ovladače, která je specifická danému zařízení.
de: Zusätzliche hardwarespezifische Parameter für den Treiber.
el: Πρόσθετες παράμετροι για το κομμάτι του οδηγού που εξειδικεύεται στο υλικό.
es: Parámetros específicos adicionales de la parte hardware del controlador.
fr: Paramètres additionnels du pilote spécifiques du matériel.
hu: További paraméterek az illesztőprogram hardver-specifikus részéhez.
it: Parametri aggiuntivi da passare al driver legati al hardware
lo: ພາຣາມິເຕີເພີ່ມເຕີມສຳລັບສ່ວນທີ່ສະເພາະຂອງຮາດແວຂອງໄດຣເວີ.
nl: Extra parameters naar het hardware-specifieke deel voor het stuurprogramma.
pl: Dodatkowe parametry dla specyficznej dla danego sprzętu części sterownika.
ro: Parametri suplimentari pentru partea hardware specifică driverului.
ru: Дополнительные параметры аппаратной части драйвера.
sv: Ytterligare parametrar till den hårdvaruspecifika delen av drivrutinen.
uk: Додаткові параметри апаратно-залежні частини драйверів.
zh_cn: 驱动程序中与硬件相关到附加参数。

source: LCDproc (Client)
af: LCDproc (Klient)
cs: LCDproc (klient)
el: LCDproc (πελάτης)
es: Cliente LCDProc
hu: LCDproc (kliens)
lo: LCDproc (ໄຄລເອັນ)
nl: LCDproc (Cliënt)
ru: LCDproc (Клиент)
sv: LCDproc (Klient)
uk: LCDproc (Кліент)
zh_cn: LCDproc （客户端）

source: To get more information how to configure LCDproc check the LCDproc documentation
af: Vir meer inligting oor hoe om konfigureer LCDproc tjek die LCDproc dokumentasie
ca: Per obtenir més informació de com configurar LCDproc comprovar la documentació LCDproc
cs: Více informací o tom, jak nastavit nástroj LCDproc naleznete v jeho dokumentaci
de: Um mehr Informationen über die Konfiguration von LCDproc zu erhalten lesen Sie bitte die LCDproc Dokumentation
el: Για να λάβετε περισσότερες πληροφορίες σχετικά με τη ρύθμιση του LCDproc, ελέγξτε την τεκμηρίωση του LCDproc
es: Para obtener más información de como configurar LCDproc, revise la web de LCDproc.
fr: Pour obtenir plus d'informations pour configurer LCDproc consultez la documentation de LCDproc
hu: További információért az LCDproc beállításához olvasd el az LCDproc dokumentációját.
it: Per ottenere maggiori informazioni sulla configurazione, controllare la documentazioen di LCDproc
lo: ເພື່ອຮັບຂໍ້ມູນເພີ່ມເຕີມກ່ຽວກັບວິທີຕັ້ງຄ່າ LCDproc ກະລຸນາກວດເບິ່ງເອກະສານຂອງ LCDproc
nl: Om meer informatie te krijgen hoe u LCDproc moet configureren, bekijkt u dan de LCDproc documentatie
ro: Pentru a obține informații detaliate despre configurarea LCDproc verificați documentația oficială LCDproc
ru: Для того, чтобы получить более подробную информацию, как настроить LCDProc проверьте документацию LCDProc
sv: För mer information hur man konfigurerar LCDproc hänvisas till dess dokumentation.
uk: Для того, щоб отримати більш детальну інформацію, як налаштувати LCDProc, перевірте документацію LCDProc
zh_cn: 要获得更多如何配置LCDproc的信息，请查看LCDproc文档

source: A rescan has been issued.
af: 'N Herskandeer het was kwessie.
ca: S'ha emès un re-escaneig.
cs: Bylo vyvoláno opětovné skenování.
de: Ein erneutes Scannen wurde veranlasst.
el: Δόθηκε εντολή για επανασάρωση.
es: Ha ocurrido una incidencia en el re-escaneo
fr: Un réexamen a été lancé.
hu: Egy újrakeresést kezdeményezett.
it: E' stata effettuata una nuova scansione
lo: ການສະແກນຄືນໃໝ່ໄດ້ຖືກດຳເນີນການແລ້ວ.
nl: Een herscan wordt uitgevoerd.
pl: Zlecono ponowne skanowanie
ro: S-a pornit o rescanare
ru: Повторное сканирование было выполнено.
sv: En omskanning har gjorts.
uk: Повторне сканування було виконано.
zh_cn: 已经进行重复扫描

source: MiniDLNA Media Server WebGUI
af: MiniDLNA Media Bediener WebGUI
ca: Servidor WEB de mitjans de MiniDLNA
cs: Webové správní rozhraní MiniDLNA média serveru
de: MiniDLNA Medienserver WebGUI
el: Web περιβάλλον διαχείρισης του διακομιστή πολυμέσων MiniDLNA
es: WebGUI de MiniDLNA
hu: MiniDLNA Médiaszerver WebGUI
it: WebGUI del Media Server MiniDLNA
lo: WebGUI ເຊີບເວີມີເດຍ MiniDLNA
pl: WebGUI serera mediów MiniDLNA
ro: WebGUI server media MiniDLNA
sv: MiniDLNA Media Server Webgränssnitt
uk: WebGUI медіа серверу MiniDLNA
zh_cn: MiniDLNA媒体服务器WEB界面

source: Network File System
af: Netwerk Lêer Sisteem
ca: Sistema d'arxius de xarxa
cs: Síťový souborový systém
el: Δικτυακό σύστημα αρχείων
es: Network File System (NFS)
fr: Network File System (NFS)
hu: Hálózati fájlrendszer
lo: ລະບົບໄຟລ໌ເຄືອຂ່າຍ
nl: Netwerk Bestandssysteem
pl: Sieciowy System Plików (NFS)
ro: Sistem Fișiere Rețea
ru: Network File System (NFS)
uk: Мережева файлова система
zh_cn: 网络文件系统

source: Exports Configuration File
af: Uitvoere Konfigurasie Lêer
ca: Exporta el fitxer de configuració
cs: Exportuje soubor s nastaveními
de: Exportiert Konfigurationsdatei
el: Αρχείο Ρυθμίσεων Exports
es: Exporta el archivo de configuración
fr: Fichier de Configuration des Exportations
hu: Konfigurációs fájl exportálása
it: Esporta il file di configurazione
lo: ໄຟລ໌ຕັ້ງຄ່າການສົ່ງອອກ
nl: Exporteer Configuratiebestand
pl: Eksportuj plik konfiguracyjny
ro: Export fișier configurare
ru: Экспорт файла конфигурации
sv: Exporterar konfigurationsfil
uk: Експортувати файл конфігурації
zh_cn: 导出配置文件

source: Map to User
af: Map To Gebruiker
ca: Mapejar a usuari
cs: Mapovat na uživatele
de: Binden an Benutzer
el: Αντιστοίσηση στον Χρήστη
es: Mapear como usuario
fr: Associer l'Utilisateur
hu: Leképezés felhasználóként
it: Mappare tra gli utenti
lo: ແມັບກັບຜູ້ໃຊ້
nl: Map naar Gebruiker
ro: Mapare ca utilizator
ru: Преобразовывать в пользователя
sv: Mappa till användare
uk: Перетворювати в користувача
zh_cn: 映射到用户

source: Guest
af: Gas
ca: Convidat
cs: Host
de: Gast
el: Επισκέπτης
es: Invitado
fr: Invité
hu: Vendég
it: Ospite
lo: ແຂກ
nl: Gast
pl: Gość
ro: Vizitator
ru: Гость
sv: Gäst
uk: Гість
zh_cn: 访客（Guest）

source: These parameters will be added to [global] settings in %s.
af: Die parameters word bygevoeg tot die [Globale] seksie in %s.
ca: Aquests paràmetres s'agreguen als ajustos [Global] a %s.
cs: Tyto parametry budou přidány do sekce [global] nastavení v %s.
de: Diese Parameter werden in den [global] Einstellungen in %s hinzugefügt.
el: Αυτές οι παράμετροι θα προστεθούν στο τμήμα [global] του %s.
es: Estos parametros serán agregados a la configuracion [global] en %s.
fr: Ces paramètres seront ajoutés à la section [global] dans %s.
hu: Ezek a paraméterek hozzáadódnak a következő [global] részéhez: %s.
it: Questi parametri verranno aggiunti al'impostazione [global] in %s.
lo: ພາຣາມິເຕີເຫຼົ່ານີ້ຈະຖືກເພີ່ມເຂົ້າໃນການຕັ້ງຄ່າ [global] ໃນ %s.
nl: Deze parameters worden toegevoegd aan [algemene] instellingen van %s.
pl: Parametry te zostaną dodane do sekcji [global] w %s.
ro: Acești parametri vor fi adăugați la setările [globale] în %s.
ru: Эти параметры будут добавлены к секции [global] в %s.
sv: Dessa parametrar kommer att läggas till i avsnittet [global] i %s.
uk: Ці параметри будуть додані до налаштувань [global] файлу %s.
zh_cn: 这些参数将被添加到 %s 的 [global] 设置。

source: Server
af: Bediener
ca: Servidor
el: Διακομιστής
es: Servidor
fr: Serveur
hu: Szerver
lo: ເຊີບເວີ
pl: Serwer
ru: Сервер
uk: Сервер
zh_cn: 服务器

source: Local
af: Plaaslik
cs: Místní
de: Lokal
el: Τοπικό
hu: Helyi
it: Locale
lo: ທ້ອງຖິ່ນ
nl: Lokaal
pl: Lokalny
ru: Локальный
sv: Lokal
uk: Локальний
zh_cn: 本地

source: MOTD
ca: Frase del dia
cs: Zpráva dne (MOTD)
el: Μήνυμα Ημέρας
es: Mensaje de bienvenida
fr: Message d'Accueil
hu: A nap üzenete
nl: BVDD
ru: Message Of The Day (MOTD)
sv: Dagens meddelande
uk: MOTD (message of the day)
zh_cn: 每日讯息

source: Message of the day.
af: Boodskap van die dag.
ca: Missatge del dia.
cs: Zpráva dne.
de: Nachricht des Tages.
el: Μήνυμα Της Ημέρας
es: Mensaje del dia.
fr: Message du jour.
hu: A nap üzenete.
it: Messaggio del giorno.
lo: ຂໍ້ຄວາມປະຈຳວັນ.
nl: Bericht van de dag
pl: Wiadomość dnia.
ro: Mesajul zilei.
ru: Сообщение дня.
sv: Dagens meddelande.
uk: Повідомлення дня.
zh_cn: 每日讯息（每次登录时显示）。

source: Alternate TCP port. (Default is 873).
af: Alternatief TCP poort. (Verstek is 873).
ca: Port TCP alternatiu. (Per defecte és 873).
cs: Alternativní TCP port (výchozí je 873).
de: Alternativer TCP-Port. (Standard 873).
el: Εναλλακτική θύρα TCP. (Προεπιλεγμένη είναι η 873).
es: Puerto TCP alternativo (por defecto 873).
fr: Port TCP alternatif. (La valeur par défaut est 873).
hu: Alternatív TCP port (alapértelmezetten 873).
it: Alterna porta TCP. (Default 873)
lo: ພອດ TCP ທາງເລືອກ. (ຄ່າເລີ່ມຕົ້ນແມ່ນ 873).
nl: Alternatieve TCP poort. (Standaard 873).
pl: Zamień port TCP (domyślnie 873).
ro: Port TCP alternativ (Implicit 873).
ru: Альтернативный TCP-порт. (По умолчанию 873).
sv: Alternativ TCP-port. (standard är 873)
uk: Альтернативний TCP-порт. (За замовчуванням - 873).
zh_cn: 备用TCP端口。 （默认值为873）。

source: Add Rsync Job
af: Voeg Rsync Job
ca: Afegir treball Rsync
cs: Přidat synchronizační (rsync) úlohu
de: Rsync-Job hinzufügen
el: Προσθήκη Εργασίας Rsync
es: Añadir trabajo Rsync
fr: Ajouter une Tâche Rsync
hu: Rsync feladat hozzáadása
it: Aggiungi un'attività Rsync
lo: ເພີ່ມວຽກ Rsync
nl: Rsync Taak Toevoegen
pl: Dodaj zadanie Rsync
ro: Adăugare Job RSYNC
ru: Добавить задание Rsync
sv: Lägg till Rsync jobb
uk: Додати завдання Rsync
zh_cn: 添加Rsync作业

source: Edit Rsync Job
af: Wysig Rsync Job
ca: Editar treball Rsync
cs: Upravit synchronizační (rsync) úlohu
de: RSYNC-Job bearbeiten
el: Επεξεργασία Εργασίας Rsync
es: Editar trabajo Rsync
fr: Modifier la tâche Rsync
hu: Rsync feladat módosítása
it: Modifica lavoro Rsync
lo: ແກ້ໄຂວຽກ Rsync
nl: Rsync Taak Bewerken
pl: Edytuj zadanie rsync
ro: Editare activitate Rsync
ru: Редактировать задание Rsync
sv: Ändra Rsync jobb
uk: Редагувати Завдання Rsync
zh_cn: 编辑Rsync任务

source: Rsync job is marked for deletion
af: Rsync job is gemerk vir skrap
ca: El treball Rsync està marcat per esborrar
cs: Rsync úloha je označená ke smazání
de: Rsync Job ist zum Löschen markiert
el: Η εργασία rsync έχει σημειωθεί προς διαγραφή
es: Trabajo Rsync marcado para borrado
fr: La tâche Rsync est marquée pour la suppression
hu: Rsync feladat törlésre megjelölve
it: La operazione Rsync è segnalata per la cancellazione
lo: ວຽກ Rsync ຖືກໝາຍໄວ້ເພື່ອລຶບ
nl: Rsync taak is gemarkeerd voor verwijdering
pl: Zadanie rsync jest zaznaczone do usunięcia
ro: Activitatea Rsync este marcată pentru ștergere
ru: Задание Rsync помечено для удаления
sv: Rsync jobb är markerat för borttagning
uk: Завдання Rsync позначений для видалення
zh_cn: Rsync任务被标记为删除

source: Rsync job is protected
af: Rsync job word beskerm
ca: El treball Rsync està protegit
cs: Rsync úloha je chráněná
de: Rsync Job ist geschützt
el: Η εργασία rsync είναι προστατευμένη
es: Trabajo Rsync protegido
fr: La tâche Rsync est protégée
hu: Rsync feladt védett
it: La operazione Rsync è protetta
lo: ວຽກ Rsync ຖືກປ້ອງກັນ
nl: Rsync taak is beschermd
pl: Zadanie rsync jest zabezpieczone
ro: Activitatea Rsync este protejată
ru: Задание Rsync защищено
sv: Rsync jobb är skyddat
uk: Завдання Rsync захищений
zh_cn: Rsync任务被保护

source: Rsync job is unlocked
af: Rsync job is ontgeslot
ca: El treball Rsync està desbloquejat
cs: Rsync úloha je odemčená
de: Rsync Job ist entsperrt
el: Η εργασία rsync είναι ξεκλείδωτη
es: Trabajo Rsync desprotegido
fr: La tâche Rsync est déverrouillée
hu: Az RSYNC feladat zárolását feloldottad
it: La operazione Rsync è sbloccata
lo: ວຽກ Rsync ຖືກປົດລັອກ
nl: Rsync taak is ontgrendeld
pl: Zadanie rsync jest odblokowane
ro: Activitatea Rsync este deblocată
ru: Задание Rsync разблокировано
sv: Rsync jobb är olåst
uk: Завдання Rsync розблокований
zh_cn: Rsync任务已解锁

source: Delete Selected Rsync Jobs
af: Skrap Geselekteerde Rsync Jobs
ca: Suprimeix treballs seleccionats Rsync
cs: Smazat označené Rsync úlohy
de: Ausgewählte RSync-Jobs löschen
el: Διαγραφή Επιλεγμένων Εργασιών Rsync
es: Borrar los trabajos Rsync seleccionados
fr: Supprimer les travaux Rsync sélectionnés
hu: Kijelölt RSYNC feladatok törlése
it: Cancella lavori rsync selezionati
lo: ລຶບວຽກ Rsync ທີ່ເລືອກ
nl: Geselecteerde Rsync Taken Verwijderen
pl: Usuń zaznaczone zadania rsync
ro: Ștergere activități Rsync selectate
ru: Удалить выбранные Rsync задания
sv: Ta bort valda Rsync jobb
uk: Видалити обрані Rsync завдання
zh_cn: 删除选中的同步任务

source: Do you want to delete selected rsync jobs?
af: Wil jy geselekteerde rsync take skrap?
ca: Vols eliminar els treballs Rsync seleccionats?
cs: Opravdu smazat označené rsync úlohy?
de: Möchen Sie die ausgewählten RSYNC-Jobs löschen?
el: Θέλετε να διαγράψετε τις επιλεγμένες εργασίες rsync;
es: ¿Desea borrar los trabajos Rsync seleccionados?
fr: Voulez-vous supprimer des tâches rsync sélectionnées?
hu: Biztos, hogy törlöd a kijelölt rsync feladatokat?
it: Desideri cancellare i lavori rsync selezionati?
lo: ທ່ານຕ້ອງການລຶບວຽກ rsync ທີ່ເລືອກບໍ່?
nl: Wilt u de geselecteerde rsync taken verwijderen?
pl: Czy chcesz usunąć zaznaczone zadanie rsync?
ro: Doriți să ștergeți programările rsync selectate?
ru: Вы хотите удалить выбранные задания rsync?
sv: Vill du ta bort valda Rsync jobb?
uk: Ви підтверджуєте видалення обраних завдань RSYNC?
zh_cn: 您是否要删除选中的rsync任务？

source: Disable Selected Rsync Jobs
af: Deaktiveer Geselekteerde Rsync Jobs
ca: Eliminar treballs seleccionats Rsync
cs: Vypnout označené Rsync úlohy
de: Ausgewählte RSync-Jobs deaktivieren
el: Απενεργοποίηση Επιλεγμένων Εργασιών Rsync
es: Deshabilitar los trabajos Rsync seleccionados
fr: Désactiver les travaux Rsync sélectionnés
hu: Kijelölt Rsync feladatok törlése
it: Disattiva i lavori Rsync selezionati
lo: ປິດໃຊ້ງານວຽກ Rsync ທີ່ເລືອກ
nl: Geselecteerde Rsync Taken Uitschakelen
pl: Wyłącz zaznaczone zadania rsync
ro: Dezactivare joburi Rsync selectate
ru: Отключить выбранные задания RSYNC
sv: Inaktivera valda Rsync jobb
uk: Вимкнути обрані завдання Rsync
zh_cn: 禁用选中的Rsync任务

source: Do you want to disable selected rsync jobs?
af: Wil jy geselekteerde rsync take deaktiveer?
ca: Vols desactivar els treballs Rsync seleccionats?
cs: Opravdu vypnout označené rsync úlohy?
de: Möchten Sie die ausgewählten RSYNC-Jobs deaktivieren?
el: Θέλετε να απενεργοποιήσετε τις επιλεγμένες εργασίες rsync;
es: ¿Desea deshabillitar los trabajos Rsync seleccionados?
fr: Voulez-vous désactiver les tâches rsync sélectionnées?
hu: Biztos, hogy kikapcsolod a kijelölt rsync feladatokat?
it: Vuoi disattivare i lavori rsync selezionati?
lo: ທ່ານຕ້ອງການປິດໃຊ້ງານວຽກ rsync ທີ່ເລືອກບໍ່?
nl: Wilt u de geselecteerde rsync taken uitschakelen?
pl: Czy chcesz wyłączyć zaznaczone zadania rsync?
ro: Doriți să șezactivați programările rsync selectate?
ru: Вы хотите отключить выбранные задания rsync?
sv: Vill du inaktivera valda rsync jobb?
uk: Ви підтверджуєте вимкнення обраних завдань RSYNC?
zh_cn: 是否要禁用选中的rsync任务？

source: Enable Selected Rsync Jobs
af: Inskakel Geselekteerde Rsync Jobs
ca: Activar els treballs Rsync seleccionats
cs: Provádět označené Rsync úlohy
de: Ausgewählte RSYNC-Jobs aktivieren
el: Ενεργοποίηση Επιλεγμένων Εργασιών Rsync
es: Habilitar los trabajos Rsync seleccionados
fr: Activer les tâches Rsync sélectionnées
hu: Kijelölt Rsync feladatok bekapcsolása
it: Attiva lavori rsync selezionati
lo: ເປີດໃຊ້ງານວຽກ Rsync ທີ່ເລືອກ
nl: Geselecteerde Rsync Taken Inschakelen
pl: Włącz zaznaczone zadania rsync
ro: Activare joburi Rsync selectate
ru: Включить выбранные задания Rsync
sv: Aktivera valda Rsync jbb
uk: Дозволити обрані завдання Rsync
zh_cn: 启用选中的Rsync任务

source: Do you want to enable selected rsync jobs?
af: Wil jy geselekteerde rsync jobs inskakel?
ca: Vols activar els treballs Rsync seleccionats
cs: Opravdu zapnout označené rsync úlohy?
de: Möchten Sie die ausgewählten RSYNC-Jobs aktivieren?
el: Θέλετε να ενεργοποιήσετε τις επιλεγμένες εργασίες rsync;
es: ¿Desea habillitar los trabajos Rsync seleccionados?
fr: Voulez-vous activer les tâches rsync sélectionnées?
hu: Biztos, hogy bekapcsolod a kijelölt rsync feladatokat?
it: Vuoi attivare i lavori rsync selezionati?
lo: ທ່ານຕ້ອງການເປີດໃຊ້ງານວຽກ rsync ທີ່ເລືອກບໍ່?
nl: Wilt u de geselecteerde rsync taken inschakelen?
pl: Czy chcesz włączyć zaznaczone zadania rsync?
ro: Doriți să activați joburile rsync selectate?
ru: Вы хотите включить выбранные задания rsync?
sv: Vill du aktivera valda rsync jobb?
uk: Ви підтверджуєте увімкнення обраних завдань RSYNC?
zh_cn: 是否要启用选中的rsync任务？

source: Toggle Selected Rsync Jobs
af: Toggle Geselekteerde Rsync Jobs
ca: Alternar treballs Rsync seleccionats
cs: Přepnout označené Rsync úlohy
de: Ausgewählte Rsync Jobs umschalten
el: Μεταβολή Επιλεγμένων Εργασιών rsync
es: Cambiar el estado de trabajos Rsync
fr: Changer d'état les Travaux Rsync Sélectionnés
hu: Kijelölt Rsync feladatok átkapcsolása
it: Attiva le operazioni Rsync selezionate
lo: ສະຫຼັບວຽກ Rsync ທີ່ເລືອກ
nl: Geselecteerde Rsync Taken Omschakelen
pl: Przełąćz zaznaczone zadania rsync
ro: Inversare stare selecție joburi Rsync
ru: Переключить выбранные задания Rsync
sv: Växla valda Rsync jobb
uk: Перемикання Обраних Завдань Rsync
zh_cn: 切换选中的Rsync任务

source: Do you want to toggle selected rsync jobs?
af: Doen jy wil geselekteerde rsync modules toggle?
ca: Voleu mostrar els treballs seleccionats Rsync?
cs: Opravdu přepnout označené rsync úlohy?
de: Möchten Sie die ausgewählten rsync Jobs umschalten?
el: Θέλετε να μεταβάλλετε τις επιλεγμένες εργασίες rsync;
es: ¿Desea cambiar el estado de los trabajos Rsync seleccionados?
fr: Voulez-vous changer d'état les travaux rsync sélectionnés?
hu: Biztos, hogy átkapcsolod a kijelölt rsync feladatokat?
it: Vuoi rimuovere i job di rsync selezionati?
lo: ທ່ານຕ້ອງການສະຫຼັບວຽກ rsync ທີ່ເລືອກບໍ່?
nl: Wilt u de geselecteerde rsync taken omschakelen?
pl: Czy chcesz przełączyć zaznaczone zadania rsync?
ro: Doriți să inversați starea joburilor rsync selectate?
ru: Вы хотите переключить выбранные задания rsync?
sv: Vill du växla valda rsync jobb?
uk: Ви підтверджуєте перемикання вибраних завдань RSYNC?
zh_cn: 要切换选中的rsync任务吗？

source: Remote Module
af: Afgeleë Module
ca: Mòdul a distància
de: Remote-Modul
el: Απομακρυσμένο Πρόσθετο
es: Modulo remoto
fr: Module à Distance
hu: Távoli Modul
it: Modulo remoto
lo: ໂມດູນທາງໄກ
nl: Externe Module
pl: Moduł zdalny
ro: Modul remote
ru: Удаленный модуль
sv: Fjärrmodul
uk: Віддалений модуль
zh_cn: 远程模块

source: Remote Address
af: Afstand Adres
ca: Adreça remota
cs: Adresa protějšku
de: Zieladresse
el: Απομακρυσμένη Διεύθυνση
es: Dirección Remota
fr: Adresse distante
hu: Távoli cím
it: Indirizzo remoto
lo: ທີ່ຢູ່ທາງໄກ
nl: Extern Adres
pl: Zdalny adres
ro: Adresă sistem remote
ru: Удалённый адрес
sv: Fjärradress
uk: Віддалена адреса
zh_cn: 远程地址
