Repository: rojim666/xigmanas-code-r10599-trunk
Catalog: locale/xigmanas-*.po
Languages: af, ca, cs, de, el, es, fr, hu, it, lo, nl, pl, ro, ru, sv, uk, zh_cn

source: Count of remap operations. The raw value of this attribute shows the total count of attempts to transfer data from reallocated sectors to a spare area. Both successful & unsuccessful attempts are counted.
af: Tel van remap operasies. Die rou waarde van hierdie attribuut toon die totale aantal pogings om data oor te dra vanaf reallocated sektore na 'n spare area. Beide suksesvol & onsuksesvol pogings word getel.
ca: Comte d'operacions de reassignació. El valor d'aquest atribut mostra el recompte total dels intents de transferir les dades de sectors reassignats a una àrea de recanvi. Es conten el intents amb èxit o fracàs.
cs: Počet operací přemapování. Nezpracovaná hodnota tohoto atributu představuje celkový počet pokusů o přenos dat z přemístěných sektorů do náhradní oblasti. Započítány jsou jak úspěšné, tak neúspěšné pokusy.
de: Anzahl der Sektorremaping Operationen (falls ein Festplattensektor unlesbar wird). Der Rohwert zeigt die Anzahl der Versuche an, unabhängig von ihrem Erfolg der Operation.
el: Αριθμός λειτουργιών επαναχαρτογράφησης. Η ακατέργαστη τιμή αυτού του χαρακτηριστικού δείχνει το συνολικό αριθμό προσπαθειών για μεταφορά δεδομένων από τους επανατοποθετημένουν τομείς στην εφεδρική περιοχή. Μετρώνται και οι επιτυχημένες και οι αποτυχημένες προσπάθειες.
es: Cuenta de operaciones de re-mapeo. Este valor en crudo muestra el nº de intentos de transferencia de datos entre sectores reasignaos a un area segura. Se cuentan los intentos satisfactorios y los fallidos.
fr: Nombre d’opérations de réallocation (remap). La valeur brute de cet attribut est le nombre total de tentatives de transfert de données entre un secteur réalloué et un secteur de réserve. Les essais fructueux et les échecs sont tous comptés au même titre.
hu: Áthelyezési kísérletek száma. Nyers érték, ami a tartalék területre történő sikeres és sikertelen áthelyezések számát mutatja.
it: Conteggio di operazioni di rimappare. Il valore grezzo di questo attributo mostra il conteggio totale dei tentativi di trasferire i dati da settori riallocati ad una zona di riserva. Entrambi i tentativi riusciti e non sono conteggiati.
lo: ຈຳນວນການດຳເນີນການເຮັດແຜນທີ່ໃໝ່. ຄ່າດິບຂອງຄຸນລັກສະນະນີ້ສະແດງເຖິງຈຳນວນທັງໝົດຂອງການພະຍາຍາມໂອນຂໍ້ມູນຈາກເຊັກເຕີທີ່ຖືກຈັດສັນໃໝ່ໄປຍັງພື້ນທີ່ສຳຮອງ. ທັງການພະຍາຍາມທີ່ສຳເລັດ ແລະ ບໍ່ສຳເລັດຈະຖືກນັບ.
nl: Telling van opnieuw toewijzen acties. De ruwe waarde van dit attribuut geeft het totale aantal data overdracht pogingen weer van de opnieuw toegewezen sectoren aan het extra reserve gebied. Zowel succesvolle & mislukte pogingen worden geteld.
pl: Liczba operacji remapowania. Surowa wartość tego atrybutu obejmuje wszystkie próby przeniesienia danych z realokowanych sektorów do przestrzeni zapasowej. Wszystkie próby (udane i nieudane) są liczone.
ro: Contor pentru operațiile de remapare. Această valoarea brută arată numărul total de încercări de a remapa/transfera datele dintr-o zonă cu probleme a hard discului în zonele de rezervă. Sunt contorizate atât încercările reușite cât și cele nereușite.
ru: Количество операций переназначения. Исходное значение этого атрибута показывает общее количество попыток передачи данных от перераспределенных секторов в резервную область. Считаются успешные и неудачные попытки.
sv: Antal omflyttningsoperationer. Råvärdet av detta attribut visar det totala antalet försök att flytta data till reservarean. Både lyckade och misslyckade försök räknas.
uk: Кількість операцій переназначення. Значення цього атрибута визначає загальну кількість спроб перенесення даних з переназначеного сектора в запасну область. Рахуються як успішні так і неуспішні спроби.
zh_cn: 重映射操作的计数。 此属性的原始值显示尝试将数据从重新分配的扇区传输到备用区的总计数。 计数成功和不成功尝试。

source: Count of 'unstable' sectors (waiting to be remapped, because of unrecoverable read errors). If an unstable sector is subsequently read successfully, the sector is remapped and this value is decreased. Read errors on a sector will not remap the sector immediately (since the correct value cannot be read and so the value to remap is not known, and also it might become readable later); instead, the drive firmware remembers that the sector needs to be remapped, and will remap it the next time it's written. However some drives will not immediately remap such sectors when written; instead the drive will first attempt to write to the problem sector and if the write operation is successful then the sector will be marked good (in this case, the 'Reallocation Event Count' (0xC4) will not be increased). This is a serious shortcoming, for if such a drive contains marginal sectors that consistently fail only after some time has passed following a successful write operation, then the drive will never remap these problem sectors.
af: Tel van 'unstable' sektore (wag remapped te wees, omdat van ontverhaalbaar lees foute). Indien 'n onstabiel sektor is subsequently lees suksesvol, die sektor is remapped en hierdie waarde is afgeneem. Leesfoute in 'n sektor sal dit nie doen nie remap die sektor onmiddellik (Sedert die korrekte waarde kan nie gelees word en so die waarde aan remap is nie bekend nie, en ook dit mag leesbare later raak); In plaas daarvan, die dryf firmware onthou dat die sektor moet wees remapped, en sal remap dit die volgende keer dit se geskryf. Het egter sommige dryf sal nie onmiddellik remap sulke sektore as dit geskryf word; plaas sal die dryf eerste poging om te skryf aan die probleem sektor en as die skryf operasie suksesvol dan die sektor sal gemerk goeie (in hierdie geval, die 'Reallocation Event Count' (0xC4) sal nie wees verhoogde). Dit is 'n ernstige tekortkoming, vir indien so 'n dryf bevat marginale sektore daardie konsekwent misluk enigste na geruime tyd het geslaag na 'n suksesvolle skryf operasie, dan die dryf sal nooit remap hierdie probleem sektore.
ca: El recomte dels sectors 'inestables' (tot esperant ser remapejat, a causa d'errors de lectura no recuperables). Si un sector inestable es llegeix posteriorment amb èxit, el sector és remapejat i es redueix aquest valor. Els errors de lectura en un sector no remapejant el sector immediatament (el valor correcte no es pot llegir per la qual cosa el valor retornat a remapejar no es coneix, i també podria ser llegible més endavant); en canvi, el firmware de la unitat recorda que el sector necessita ser remapejat, i ho remapejará la propera vegada que s'escrigui. No obstant això, algunes unitats no canviarem immediatament aquest tipus de sectors quan s'escriu; en canvi la unitat primer intentarà escriure en el sector del problema i si l'operació d'escriptura té èxit, llavors el sector serà marcat com a bo (en aquest cas el 'Comptador de Reassignació d'esdeveniments' (0xC4) no serà incrementat). Aquesta és una deficiència greu, perquè si una unitat d'aquest tipus conté sectors marginals que de forma sistemàtica no només després que hagi passat un cert temps després d'una operació d'escriptura amb èxit, a continuació, la unitat mai tornar a remapejar aquests sectors problemàtics.
cs: Počet „nestabilních“ sektorů (čekajících na přemapování z důvodu neopravitelných chyb čtení). V případě, že je obsah takového nestabilního sektoru následně úspěšně načten, je přemapován a hodnota tohoto atributu se sníží. Chyby čtení ze sektoru nevedou k jeho okamžitému přemapování (protože nebylo možné načíst data, která by měla být přesunuta a je šance, že se je podaří načíst později). Namísto toho si firmware disku zapamatuje, že sektor bude zapotřebí přemapovat a učiní tak v okamžiku, kdy je třeba do něj příště zapsat (což značí, že původní data už nejsou potřebná). Nicméně, některé disky přemapování i tak neprovedou hned, namísto toho se pokusí do problematického sektoru zapsat a pokud je operace úspěšná, je sektor označen jako v pořádku (v takovém případě atribut „Počet přemapovaných sektorů“ (0xC4) nebude navýšen). Toto je ovšem závažný nedostatek v případě, že disk obsahuje sektory, které opakovaně po nějakém čase od úspěšného zápisu selhávají – disk pak takovéto problematické sektory nepřemapuje nikdy.
de: Anzahl 'instabiler' Sektoren.
el: Αριθμός 'ασταθών' τομέων (που περιμένουν να επαναχαρτογραφηθούν, εξαιτίας ανεπανόρθωτων σφαλμάτων ανάγνωσης). Αν ένας ασταθής τομέας διαβαστεί κατόπιν επιτυχώς, ο τομέας επαναχαρτογραφείται και αυτή η τιμή μειώνεται. Σφάλματα ανάγνωσης σε έναν τομέα δεν οδηγούν σε άμεση επαναχαρτογράφηση του τομέα (εφόσον η σωστή τιμή δεν μπορεί να διαβαστεί η τιμή για επαναχαρτογράφηση δεν είναι γνωστή και επίσης μπορεί να γίνει αναγνώσιμη αργότερα), αντιθέτως, το υλικολογισμικό του σκληρού δίσκου θυμάται ότι ο τομέας χρειάζεται να επαναχαρτογραφηθεί και τον επαναχαρτογραφεί την επόμενη φορά που εγγράφεται. Όμως μερικοί δίσκοι δεν επαναχαρτογραφούν αμέσως τέτοιους τομείς μόλις γραφτούν. Αντίθετα, ο δίσκος πρώτα προσπαθεί να γράψει στον προβληματικό τομέα και αν η λειτουργία εγγραφής είναι επιτυχής, τότε ο τομέας σημειώνεται καλός (σε αυτή την περίπτωση η τιμή 'Reallocation Event Count' (0xC4) δεν θα αυξηθεί). Αυτή είναι σοβαρή αδυναμία, επειδή αν ένας τέτοιος δίσκος περιέχει κάποιους όχι πολύ σημαντικούς τομείς που συνεχώς αποτυχαίνουν, αλλά μόνο αφού περάσει κάποια ώρα έπειτα από μια επιτυχημένη λειτουργία εγγραφής, τότε ο δίσκος δεν θα επαναχαρτογραφήσει ποτέ αυτούς τους προβληματικούς τομείς.
es: La cuenta de sectores" inestables '' (en espera de ser reasignados, a causa de errores de lectura no recuperables). Si un sector inestable se lee posteriormente con éxito, el sector es reasignado y se reduce este valor. Los errores de lectura en un sector no reasignan el sector inmediatamente ( el valor correcto no se puede leer por lo que el valor para volver a asignar no se conoce, y también podría ser legible más adelante); en cambio, el firmware de la unidad recuerda que el sector necesita ser reasignado, y lo reasignara la próxima vez que está escrito. Sin embargo, algunas unidades no reasignan inmediatamente este tipo de sectores cuando se escribe; en cambio la unidad primero intentará escribir en el sector con problemas y si la operación de escritura tiene éxito, entonces el sector será marcada bueno (en este caso, 'La Cuenta de Reasignación de eventos' del (0xC4) no será incrementada). Esta es una deficiencia grave, porque si una unidad de este tipo contiene sectores marginales que fallan de forma sistemática después de que haya pasado cierto tiempo después de una operación de escritura con éxito, la unidad nunca volver a asignar estos sectores problemáticos.
fr: Nombre de secteurs « instables » (en attente de réallocation). Quand des secteurs instables sont lus avec succès, le secteur est réalloué et cette valeur est diminuée. Un secteur ne sera pas réalloué dès qu'il y a des erreurs de lecture (puisque la valeur correcte ne peut être lue et donc réallouée, et il peut devenir accessible ensuite); à la place, le micrologiciel du lecteur mémorise que le secteur doit être réalloué et le fera à la prochaine écriture. Cependant, certains lecteurs ne réallouent pas immédiatement ces secteurs, au lieu de cela ils essayent d'écrire sur le secteur et si l'opération est en succès, alors le secteur est marqué bon (dans ce cas, la valeur 'Reallocation Event Count' (0xC4) ne sera pas augmentée). Ceci est un défaut sérieux, car si un tel disque contient des secteurs qui plantent sans arrêt après une écriture en succès, alors le disque ne réallouera jamais ces secteurs défectueux.
hu: Nem stabil szektorok száma, melyek helyettesítésre kerülhetnek ismeretlen hiba miatt. Amennyiben a következő olvasás sikeres egy ilyen szektorról, értéke eggyel csökken, és a szektor újra jónak minősül. Olvasási hiba esetén a szektor állapota nem változik (mert a jó adatot most nem sikerült leolvasni róla, de talán később sikerül); következő íráskor dől el a sorsa. Ez akkor okozhat gondot, ha az olvasási hiba csak az írás után jóval később jelentkezik.
it: Conteggio di settori 'instabili' (in attesa di essere rimappati, per via di errori di lettura irrecuperabili). Se un settore instabile è successivamente letto con successo, il settore è rimappato e questo valore viene diminuito. Gli errori di lettura su un settore non rimapperanno il settore immediatamente (in quanto il valore corretto non può essere letto e il valore da rimappare è sconosciuto, inoltre potrebbe diventare leggibile più tardi); invece il firmware del drive memorizza che il settore richiede di essere rimappato, e lo rimapperà la prossima volta che viene scritto. Tuttavia alcuni drive non rimapperanno immediatamente questi settori durante la scrittura ma il drive tenterà prima di scrivere sul settore con problemi e se l'operazione di scrittura va a buon fine allora il settore sarà contrassegnato come buono. (in questo caso il contatore 'Reallocation Event Count' (0xC4) non verrà incrementato). Questa è una limitazione grave, se un drive di questo tipo contiene settori marginali che costantemente vanno in errore solo dopo che hanno superato con successo un'operazione di scrittura, allora il drive non rimapperà mai questi settori problematici.
lo: ຈຳນວນເຊັກເຕີທີ່ 'ບໍ່ສະຖຽນ' (ລໍຖ້າການເຮັດແຜນທີ່ໃໝ່, ເນື່ອງຈາກຄວາມຜິດພາດໃນການອ່ານທີ່ບໍ່ສາມາດກູ້ຄືນໄດ້). ຖ້າເຊັກເຕີທີ່ບໍ່ສະຖຽນຖືກອ່ານສຳເລັດໃນພາຍຫຼັງ, ເຊັກເຕີຈະຖືກເຮັດແຜນທີ່ໃໝ່ ແລະ ຄ່ານີ້ຈະຫຼຸດລົງ. ຄວາມຜິດພາດໃນການອ່ານໃນເຊັກເຕີຈະບໍ່ເຮັດແຜນທີ່ໃໝ່ຂອງເຊັກເຕີທັນທີ (ເນື່ອງຈາກຄ່າທີ່ຖືກຕ້ອງບໍ່ສາມາດອ່ານໄດ້ ແລະ ດັ່ງນັ້ນຄ່າທີ່ຈະເຮັດແຜນທີ່ໃໝ່ຈຶ່ງບໍ່ຮູ້, ແລະ ມັນອາດຈະສາມາດອ່ານໄດ້ໃນພາຍຫຼັງ); ແທນທີ່ຈະ, ເຟີມແວຂອງໄດຣຟ໌ຈະຈື່ວ່າເຊັກເຕີຕ້ອງການການເຮັດແຜນທີ່ໃໝ່, ແລະ ຈະເຮັດແຜນທີ່ໃໝ່ໃນຄັ້ງຕໍ່ໄປທີ່ມັນຖືກຂຽນ. ແນວໃດກໍຕາມ, ບາງໄດຣຟ໌ຈະບໍ່ເຮັດແຜນທີ່ໃໝ່ຂອງເຊັກເຕີດັ່ງກ່າວທັນທີເມື່ອຖືກຂຽນ; ແທນທີ່ຈະ, ໄດຣຟ໌ຈະພະຍາຍາມຂຽນໃສ່ເຊັກເຕີທີ່ມີບັນຫາກ່ອນ ແລະ ຖ້າການດຳເນີນການຂຽນສຳເລັດ ເຊັກເຕີຈະຖືກໝາຍວ່າດີ (ໃນກໍລະນີນີ້, 'ຈຳນວນເຫດການການຈັດສັນໃໝ່' (0xC4) ຈະບໍ່ເພີ່ມຂຶ້ນ). ນີ້ແມ່ນຂໍ້ບົກຜ່ອງທີ່ຮ້າຍແຮງ, ເພາະຖ້າໄດຣຟ໌ດັ່ງກ່າວມີເຊັກເຕີທີ່ອ່ອນແອທີ່ລົ້ມເຫຼວຢ່າງຕໍ່ເນື່ອງຫຼັງຈາກເວລາຜ່ານໄປຫຼັງຈາກການດຳເນີນການຂຽນທີ່ສຳເລັດ, ໄດຣຟ໌ຈະບໍ່ເຄີຍເຮັດແຜນທີ່ໃໝ່ຂອງເຊັກເຕີທີ່ມີບັນຫາເຫຼົ່ານີ້.
nl: Telling van 'instabiele' sectoren (wachtend voor opnieuw toewijzen, vanwege onherstelbare leesfouten). Als een instabiele sector vervolgens met succes gelezen wordt, is de sector opnieuw toegewezen en wordt deze waarde verlaagd. Lees fouten op een sector zal niet onmiddellijk de sector opnieuw toewijzen (want de juiste waarde kan niet worden gelezen en zo is de waarde om opnieuw toegewezen te worden niet bekend, en ook kan het misschien later leesbaar worden); in plaats daarvan, de firmware van de drive onthoudt dat de sector opnieuw toegewezen moet worden, en zal het de volgende keer opnieuw toewijzen wanneer deze wordt beschreven. Echter sommige schijven zullen niet onmiddellijk starten met opnieuw toewijzen van dergelijke sectoren tijdens het schrijven; in plaats daarvan zal de schijf eerst proberen te schrijven naar de probleem sector en als de schrijfbewerking succesvol is wordt de sector gemarkeerd als goed (in dit geval, de 'Reallocation Event Count' (0xC4) wordt niet verhoogd). Dit is een ernstige tekortkoming, voor als een dergelijke schijf marginale sectoren bevat die systematisch falen maar alleen na enige verstreken tijd gevold door een succesvolle schrijfbewerking, dan zal de schijf nooit opnieuw toewijzen van deze probleem sectoren.
ro: Contorizează sectoarele 'instabile' (care așteaptă să fie remapate din cauza erorilor de citire care nu pot fi reparate). Dacă un sector instabil este citit cu succes după câteva încercări, sectorul va fi remapat și valoarea acestui contor va fi micșorată. Erorile de citire ale unui sector nu vor determina remaparea imediată a acestuia (deoarece datele conținute nu au putut fi citite corect și deci nu pot fi remapate și eventual poate vor putea fi citite ulterior); în schimb aceste sectoare vor fi memorate și vor fi remapate în momentul unei scrieri ulterioare. Totuși unele hard discuri nu vor remapa astfel de sectoare la scriere; mai întâi hard discul va încerca să scrie ceva în sectorul cu probleme și, în cazul în care scrierea va fi efectuată cu succes, sectorul va fi marcat ca fiind bun (caz în care contorul 'Reallocation Event Count' (0xC4) nu va fi incrementat). Aceasta reprezintă totuși o deficiență pentru discurile care au un număr de sectoare defecte care în mod constant produce erori la scriere/citire întrucît după o scriere corectă discul nu va remapa deloc aceste sectoare care generează probleme.
ru: Счетчик "нестабильных" секторов (ожидающих, чтобы быть переназначенными из-за неустранимых ошибок чтения). Если нестабильной сектор впоследствии успешно прочитаны, сектор перераспределяется и уменьшается эта величина. При ошибках чтения секторов они переназначаются не сразу (поскольку может стать читаемым позже); вместо этого, прошивка привода помнит, что необходимо будет сектор переназначить. Однако некоторые диски не сразу переназначают такие сектора при записи; вместо этого сначала попытается записать на проблемные участки и если операция записи прошла успешно, то сектор будет отмечен как хороший (в данном случае, "Reallocation Event Count" (0xC4) не будет увеличен). Это серьезный недостаток, ибо при таком состоянии диск содержит сектора на пределе, которые последовательно выходят из строя и если только через некоторое время операция записи пройдет успешно, то привод не будет переназначать эти проблемные секторы.
sv: Antal "instabila" sektorer (väntar på att flyttas på grund av olösbara läsfel) Om en instabil sektor framgångsrikt kan läsas ett flertal gång återanvänds sektorn och värdet minskar. Läsfel på en sektor kommer inte att innebära att data flyttas direkt (eftersom det rätta värdet inte kan läsas och därmed är okänt, och också kan bli läsbart senare); istället noterar diskens mjukvara att sektorn måste flyttas och gör detta nästa gång skrivning sker. En del diskar gör dock ett försök att skriva till sektorn och om detta lyckas markeras sektorn som ok ( i detta fall ökas inte värdet). Detta är en nackdel då sektorer som ligger på gränsen till att sluta fungera aldrig blir borttagna.
uk: Лічильник "нестійких" секторів (тих, що очікують на перепризначення через непереборні помилки читання). Якщо нестабільний сектор в подальшому буде зчитуваний успішно, сектор перерозподіляється і це значення зменшується. При помилці читання сектор не буде перерозподілений негайно (так як правильне значення сектору не може бути прочитано і тому значення для перепризначення невідоме, а також значення може бути зчитано пізніше); замість того вбудоване програмне забезпечення приводу запам'ятовує те, що сектор повинен бути перепризначений, і перепризначить його в наступний раз, під час запису. Однак деякі диски не будуть негайно перепризначувати такі сектори під час запису; замість того привід спочатку спробує записати на проблеми сектори і, якщо операція записи пройде успішно, тоді сектор буде відзначений як хороший (в даному випадку, "Reallocated_Event_Count / Кількість операцій переназначення (196)" не буде збільшений). Це серйозний недолік, оскільки, якщо такий диск містить граничні сектори, які послідовно відмовлять тільки після того, як мине певний час після успішного завершення операцій запису, і привід ніколи не перепризначить ці проблемні сектори.
zh_cn: 计数“不稳定”扇区（等待重新映射，因为无法恢复的读取错误）。如果随后成功读取不稳定扇区，则重新映射该扇区并且减小该值。扇区上的读取错误不会立即重新映射扇区（因为不能读取正确的值，因此重新映射的值不为已知，并且稍后可能变得可读）。相反，驱动器固件会记住该扇区需要重新映射，并在下次写入时重新映射该扇区。然而，一些驱动器在写入时不会立即重新映射这样的扇区;驱动器将首先尝试写入问题扇区，如果写入操作成功，则扇区将被标记为良好（在这种情况下，“重新分配事件计数”（0xC4）不会增加）。这是一个严重的缺点，如果这样的驱动器包含边缘扇区，其在成功的写操作之后经过一段时间之后一直失败，则驱动器将永远不会重映射这些问题扇区。

source: The total count of uncorrectable errors when reading/writing a sector. A rise in the value of this attribute indicates defects of the disk surface and/or problems in the mechanical subsystem.
af: Die totale hoeveelheid onherstelbare foute terwyl 'n sektor gelees/geskryf word. 'n Styging van die waarde wan hierdie eienskap wys op defekte op die skyf oppervlak en/of probleme in die meganiese subsisteem.
ca: El recompte total d'errors incorregibles en llegir/escriure un sector. Un augment en el valor d'aquest atribut indica defectes de la superfície del disc i/o problemes en el subsistema mecànic.
cs: Celkový počet neopravitelných chyb při čtení/zápisu do sektoru. Nárůst hodnoty tohoto atributu značí závady na povrchu ploten disku a/nebo v jeho mechanice.
de: Gesamtzahl unkorrigierbarer Fehler während Lese-/Schreiboperationen. Eine ansteigende Zahl indiziert Fehler auf der Plattenoberfläche oder der Festplattenmechanik.
el: Ο συνολικός αριθμός ανεπανόρθωτων σφαλμάτων κατά την ανάγνωση/εγγραφή ενός sector. Αύξηση στην τιμή αυτού του χαρακτηριστικού δείχνει ελαττώματα στην επιφάνεια του δίσκου ή/και προβλήματα στο υποσύστημα των μηχανικών του μερών.
es: El nº total de errores irecuperables durante la lectura/escritura de un sector. Un incremento del valor de este atributo indica un defecto en la superficie/o problemas mecanicos del disco.
fr: Nombre total d’erreurs incorrigibles à la lecture/écriture d’un secteur. Une augmentation de cette valeur indique des défauts de la surface du disque et/ou des problèmes avec le sous-système mécanique.
hu: Szektor olvasásakor/írásakor fellépő javíthatatlan hibák összes száma. Értékének növekedése lemezfelületi, illetve mechanikai hibára utal.
it: Il conteggio totale di errori non correggibili durante la lettura / scrittura di un settore. Un aumento del valore di questo attributo indica difetti della superficie del disco e/o problemi nel sottosistema meccanico.
lo: ຈຳນວນທັງໝົດຂອງຄວາມຜິດພາດທີ່ບໍ່ສາມາດແກ້ໄຂໄດ້ເມື່ອອ່ານ/ຂຽນເຊັກເຕີ. ການເພີ່ມຂຶ້ນຂອງຄ່າຂອງຄຸນລັກສະນະນີ້ສະແດງເຖິງຄວາມບົກຜ່ອງຂອງໜ້າດິສກ໌ ແລະ/ຫຼື ບັນຫາໃນລະບົບຍ່ອຍກົນຈັກ.
nl: Het totaal aantal niet corrigeerbare fouten tijdens lezen/schrijven van een sector. Een stijging van dit attribuut identificeert defecten aan het schijfoppervlakte en/of problemen in het mechanische subsysteem.
pl: Całkowita liczba nienaprawialnych błędów odczytu/zapisu sektora. Wzrost wartości wskazuje na uszkodzenie powierzchni dysku i/lub problemy podsystemu mechanicznego.
ro: Numărul total de erori necorectabile la citirea/scrierea unui sector. Creșterea acestei valori indică apariția unui defect la suprafața discurilor magnetice și/sau apariția unei probleme mecanice.
ru: Число не корректируемых (средствами диска) секторов. В случае увеличения числа ошибок, велика вероятность критических дефектов поверхности и/или механики накопителя.
sv: Totalt antal okorrigerbara fel vid läsning/skrivning av en sektor. En ökning av detta värde indikerar felaktigheter på diskytan och/eller mekaniska problem.
uk: Загальна кількість невиправних помилок при читанні / запису сектора. Збільшення значення цього атрибута вказує на дефекти поверхні диска і / або проблем в механічної підсистемі.
zh_cn: 读取/写入扇区时的不可校正错误的总数。 该属性的值的增加表示磁盘表面的缺陷和/或机械子系统中的问题。

source: Check and replace cable
af: Tjek en vervang kabel
ca: Verificar i canviar cable
cs: Zkontrolujte a nahraďte kabel
de: Kabel überprüfen und ersetzen
el: Ελέγξτε και αντικαταστήστε το καλώδιο
es: Revise o remplace el cable
fr: Vérifier et remplacer le ou les câbles
hu: Ellenőrizd, illetve cseréld a kábelt.
it: Controllare e sostituire il cavo
lo: ກວດສອບ ແລະ ປ່ຽນສາຍ
nl: Controleer en vervang de kabel
pl: Sprawdź i wymień kabel
ro: Verificați și înlocuiți cablul
ru: Проверьте и замените кабель
sv: Kontrollera och byt kabel
uk: Перевірити і замінити кабель
zh_cn: 检查并更换电缆
