Repository: rojim666/xigmanas-code-r10599-trunk
Catalog: locale/xigmanas-*.po
Languages: af, ca, cs, de, el, es, fr, hu, it, lo, nl, pl, ro, ru, sv, uk, zh_cn

source: Use this option to fake an address update with a "random" address in the 203.0.113.0/24 range before updating with the actual IP address.
ca: Utilitzeu aquesta opció per falsificar una actualització de l'adreça amb una adreça "aleatòria" al 203.0.113.0
de: Verwenden Sie diese Option, um eine Adressaktualisierung mit einer "zufälligen" Adresse im Bereich 203.0.113.0/24 vorzutäuschen, bevor die Aktualisierung mit der tatsächlichen IP-Adresse erfolgt.
el: Χρήση αυτής της επιλογή για μίμηση μιας ψεύτικης ενημέρωσης διεύθυνσης με μια "τυχαία" διεύθυνση στο εύρος του 203.0.113.0/24, πριν την ενημέρωση με την πραγματική διεύθυνση IP.
es: Utilice esta opción para falsificar una actualización de dirección con una dirección "aleatoria" en el rango 203.0.113.0/24 antes de actualizar con la dirección IP real.
fr: Utilisez cette option pour simuler une mise à jour d'adresse avec une adresse "aléatoire" dans la plage 203.0.113.0/24 avant la mise à jour avec l'adresse IP réelle.
it: Usare questa opzione per inventare un aggiornamento di indirizzo con un indirizzo "casuale" nell'intervallo 203.0.113.0/24 prima di aggiornare con l'indirizzo IP effettivo.
lo: ໃຊ້ຕົວເລືອກນີ້ເພື່ອປອມການອັບເດດທີ່ຢູ່ດ້ວຍທີ່ຢູ່ "ແບບສຸ່ມ" ໃນຊ່ວງ 203.0.113.0/24 ກ່ອນທີ່ຈະອັບເດດດ້ວຍທີ່ຢູ່ IP ຕົວຈິງ.
nl: Gebruik deze optie om een adres update te vervalsen met een "willekeurig" adres in het bereik 203.0.113.0/24 voordat u het actualiseert met het daadwerkelijke IP adres.
ro: Folosiți această opțiune pentru actualizarea falsă a unei adrese cu o valoare oarecare din clasa 203.0.113.0 /24 înainte de actualizarea cu valoarea curentă.
ru: Используйте эту опцию для имитации обновления адреса со «случайным» адресом в диапазоне 203.0.113.0/24 перед обновлением с фактическим IP-адресом.
sv: Använd detta alternativ för att bluffa en uppdatering med en "slumpvis" adress i 203.0.113.0/24 området innan uppdatering med den faktiska IP adressen.
uk: Використовуйте цю опцію, щоб підробити оновлення адреси із "випадковою" адресою в діапазоні 203.0.113.0/24 перед оновленням за допомогою фактичної IP-адреси.
zh_cn: 使用此选项在使用实际 IP 地址更新之前使用 203.0.113.0/24 范围内的“随机”地址伪造地址更新。

source: This option controls if IPv6 addresses should be allowed or discarded.
ca: Aquesta opció controla si les adreces IPv6 s'han de permetre o descartar.
de: Diese Option steuert, ob IPv6-Adressen zugelassen oder verworfen werden sollen.
el: Αυτή η επιλογή ελέγχει αν οι διευθύνσεις IPv6 επιτρέπονται ή απορρίπτονται.
es: Esta opción controla si las direcciones IPv6 deben permitirse o descartarse.
fr: Cette option contrôle si les adresses IPv6 doivent être autorisées ou rejetées.
it: Questa opzione controlla se gli indirizzi IPv6 debbano essere ammessi o scartati.
lo: ຕົວເລືອກນີ້ຄວບຄຸມວ່າທີ່ຢູ່ IPv6 ຄວນຖືກອະນຸຍາດ ຫຼື ຍົກເລີກ.
nl: Deze optie bepaalt of IPv6 adressen moeten worden toegestaan of verwijderd.
ro: Opțiunea stabilește dacă adresele IPv6 vor fi utilizate sau refuzate.
ru: Этот параметр определяет, следует ли разрешить или запретить адреса IPv6.
sv: Detta alternativ styr om IPv6 adresser skall tillåtas eller inte.
uk: Цей параметр визначає, чи слід дозволяти чи відкидати адреси IPv6.
zh_cn: 此选项控制是否应允许或丢弃 IPv6 地址。

source: Use this network interface as source of IP address changes instead of querying an external server.
ca: Utilitzeu aquesta interfície de xarxa com a font de canvis d’adreça IP en lloc de consultar un servidor extern.
de: Verwenden Sie diese Netzwerkschnittstelle als Quelle für IP-Adressänderungen, anstatt einen externen Server zu befragen.
el: Χρήση αυτής της διεπαφής δικτύου σαν πηγή για αλλαγές της διεύθυνσης IP, αντί για έλεγχο σε κάποιον εξωτερικό διακομιστή.
es: Utilice esta interfaz de red como fuente de cambios de dirección IP en lugar de consultar a un servidor externo.
fr: Utilisez cette interface réseau comme source des changements d'adresse IP au lieu d'interroger un serveur externe.
it: Usare questa interfaccia di rete come sorgente per il cambio di indirizzi IP invece di interrogare un server esterno.
lo: ໃຊ້ອິນເຕີເຟດເຄືອຂ່າຍນີ້ເປັນແຫຼ່ງຂອງການປ່ຽນແປງທີ່ຢູ່ IP ແທນການສອບຖາມຈາກເຊີບເວີພາຍນອກ.
nl: Gebruik dit netwerk interface als bron van IP adres wijzigingen in plaats van opvragen van een externe server.
ro: Utilizează această interfață de rețea ca sursă a adresei IP în loc de verificare a adresei la un server extern.
ru: Используйте этот сетевой интерфейс как источник изменений IP-адреса вместо запроса к внешнему серверу.
sv: Använd detta nätverksgränssnitt som källa för IP adressförändringar i stället för att fråga en extern server.
uk: Використовуйте цей мережевий інтерфейс як джерело змін IP-адреси, замість того, щоб запитувати зовнішній сервер.
zh_cn: 使用此网络接口作为 IP 地址更改的来源，而不是查询外部服务器。

source: Set the number of DNS updates. The default is 0, which means infinity.
ca: Definiu el nombre d’actualitzacions de DNS. El valor per defecte és 0, que significa infinit.
de: Legen Sie die Anzahl der DNS-Updates fest. Voreingestellt ist 0, was unendlich bedeutet.
el: Ορίστε τον αριθμό των ενημερώσεων DNS. Η προεπιλογή είναι 0, που σημαίνει άπειρες.
es: Numero de actualizaciones DNS, Por defecto es 0, que significa infinitas.
fr: Définissez le nombre de mises à jour DNS. La valeur par défaut est 0, ce qui signifie l'infini.
it: Imposta il numero di aggiornamenti del DNS. Il default è 0, che significa infinito.
lo: ຕັ້ງຈຳນວນການອັບເດດ DNS. ຄ່າເລີ່ມຕົ້ນແມ່ນ 0, ເຊິ່ງໝາຍເຖິງບໍ່ສິ້ນສຸດ.
nl: Aantal DNS-updates instellen. De standaardwaarde is 0, wat oneindig betekent.
ro: Stabilește numărul de actualizări DDNS. Implicit este 0, ceea ce înseamnă număr infinit de actualizări posibile.
ru: Установите количество обновлений DNS. По умолчанию 0, что означает бесконечность.
sv: Sätt antal DNS uppdateringar. Standard är 0, vilket innebär obegränsat.
uk: Встановіть кількість оновлень DNS. За замовчуванням - 0, що означає нескінченність.
zh_cn: 设置 DNS 更新次数。 默认值为 0，表示无穷大。

source: How often the IP is checked, in seconds. Default: approx. 1 minute. Max: 10 days.
af: Hoe dikwels die IP nagegaan word, in sekondes. Verstek: ongeveer 1 minuut. Maksimum: 10 dae.
ca: Amb quina freqüència es comprova la IP, en segons. Per defecte: aprox. 1 minut. Màxim: 10 dies.
de: Gibt in Sekunden an, wie oft die IP überprüft wird. Standard: ca. 1 Minute. Max: 10 Tage.
el: Πόσο συχνά ελέγχεται η IP, σε δευτερόλεπτα. Προεπιλογή: περίπου 1 λεπτό. Μέγιστο: 10 ημέρες.
es: Cada cuanto se revisa la IP, en segundos. Por defecto: cada minuto, Valor Max. 10 dias
fr: Fréquence de vérification de l'adresse IP, en secondes. Par défaut: environ 1 minute. Max: 10 jours.
it: Quanto spesso viene controllato un indirizzo IP, in secondi. Di default circa 1 minuto. Al massimo per 10 giorni.
lo: ຄວາມຖີ່ໃນການກວດສອບ IP, ເປັນວິນາທີ. ຄ່າເລີ່ມຕົ້ນ: ປະມານ 1 ນາທີ. ສູງສຸດ: 10 ມື້.
nl: Hoe vaak het IP wordt gecontroleerd, in seconden. Standaard: ca. 1 minuut. Max: 10 dagen.
ro: Cât de des este verificată adresa IP, în secunde. Implicit aprox. 1 min., maxim 10 zile.
ru: Как часто проверяется IP в секундах. По умолчанию: прибл. 1 минута. Макс: 10 дней.
sv: Hur ofta IP kontrolleras, i sekunder. Standard: ungefär 1 minut. Max: 10 dagar.
uk: Як часто перевіряти IP, в секундах. За замовчуванням: прибл. 1 хвилина. Макс: 10 днів.
zh_cn: 检查IP的频率，以秒为单位。默认值：约1分钟。最多10天。

source: How often the IP should be updated even if it is not changed. The time should be given in seconds. Default is equal to 30 days.
af: Hoe dikwels die IP opgedateer moet word al het dit nie verander nie, in sekondes. Verstek is 30 dae.
ca: Amb quina freqüència s'ha d'actualitzar la IP encara que no es canviï. El temps s’ha d’indicar en segons. El valor per defecte és igual a 30 dies.
de: Gibt an, wie oft die IP aktualisiert werden soll, auch wenn sie nicht geändert wird. Die Zeit sollte in Sekunden angegeben werden. Standard ist gleich 30 Tage.
el: Πόσο συχνά πρέπει να ενημερώνεται αυτή η IP, ακόμη και αν δεν έχει αλλάξει. Αυτός ο χρόνος θα πρέπει να δοθεί σε δευτερόλεπτα. Η προεπιλογή ισούται με 30 ημέρες.
es: Cada cuanto se actualiza la IP incluso aunque no haya cambiado, en segundos. Por defecto: cada 30 días
fr: La fréquence à laquelle l'adresse IP doit être mise à jour même si elle n'est pas modifiée. L'heure doit être donnée en secondes. La valeur par défaut est égale à 30 jours.
it: Quanto spesso un indirizzo IP deve essere aggiornato, anche se non è cambiato. Il tempo deve essere espresso in secondi. Di default sono 30 giorni.
lo: ຄວາມຖີ່ທີ່ IP ຄວນຖືກອັບເດດເຖິງແມ່ນວ່າຈະບໍ່ມີການປ່ຽນແປງ. ເວລາຄວນໃຫ້ເປັນວິນາທີ. ຄ່າເລີ່ມຕົ້ນເທົ່າກັບ 30 ມື້.
nl: Hoe vaak het IP adres moet worden bijgewerkt, zelfs als het niet is gewijzigd. De tijd moet in seconden worden opgegeven. Standaard is gelijk aan 30 dagen.
ro: Cât de des să fie actualizat un IP chiar dacă nu este modificat. Timpul tebuie introdus în secunde, valoarea implicită fiind 30 de zile.
ru: Как часто нужно обновлять IP, даже если он не менялся. Время следует указывать в секундах. По умолчанию 30 дней.
sv: Hur ofta uppdatering av IP skall ske även om det inte ändrats. Tiden skall anges i sekunder. Standard motsvarar 30 dagar.
uk: Як часто слід оновлювати ІР, навіть якщо він не змінений. Час слід вказати в секундах. За замовчуванням дорівнює 30 дням.
zh_cn: 即使 IP 未更改，也应多久更新一次。 时间应以秒为单位。 默认等于 30 天。

source: Enable this option to abort an DDNS update if the HTTPS certificate validation fails.
af: Aktiveer hierdie opsie om 'n DDNS opdatering te stop as die HTTPS sertifikaat nagaan proses faal.
ca: Activeu aquesta opció per avortar una actualització DDNS si falla la validació del certificat HTTPS.
de: Aktivieren Sie diese Option, um eine DDNS-Aktualisierung abzubrechen, wenn die Validierung des HTTPS-Zertifikats fehlschlägt.
el: Ενεργοποιήστε αυτή την επιλογή για ματαίωση της ενημέρωσης DDNS αν η επικύρωση του πιστοποιητικού HTTPS αποτύχει.
es: Habilita esta opción para abortar la actualización DDNS si el certificado HTTPS , No es válido.
fr: Activez cette option pour abandonner une mise à jour DDNS si la validation du certificat HTTPS échoue.
it: Abilita questa opzione per terminare un aggiornamento di DDNS se il certificato HTTPS non è valido.
lo: ເປີດໃຊ້ຕົວເລືອກນີ້ເພື່ອຍົກເລີກການອັບເດດ DDNS ຖ້າການກວດສອບໃບຮັບຮອງ HTTPS ລົ້ມເຫຼວ.
nl: Schakel deze optie in om een DDNS update af te breken indien de HTTPS certificaatvalidatie mislukt.
ro: Activați această opțiune pentru întreruperea actualizărilor DDNS dacă verificarea certificatului HTTPS eșuează.
ru: Включите этот параметр, чтобы прервать обновление DDNS в случае сбоя проверки сертификата HTTPS.
sv: Aktivera detta alternativ för att avbryta DDNS uppdatering om validering av HTTPS certifikat misslyckas.
uk: Увимкніть цю опцію, щоб скасувати оновлення DDNS, якщо перевірка сертифіката HTTPS не вдається.
zh_cn: 启用该选项，在HTTPS验证失败依然启用DDNS更新。

source: Enable this option only on systems without hardware real-time clock and default bootup time far in the past.
af: Aktiveer hierdie opsie alleenlik op stelsels sonder 'n hardeware egte tyd horlosie en met 'n verstek herlaai tyd ver terug in die verlede.
ca: Activeu aquesta opció només en sistemes sense rellotge en temps real de maquinari i temps d'arrencada per defecte en el passat.
de: Aktivieren Sie diese Option nur auf Systemen ohne Hardware-Echtzeituhr und weit in der Vergangenheit liegender Standard-Bootup-Zeit.
el: Ενεργοποιήστε αυτή την επιλογή μόνο σε συστήματα χωρίς υλικό ρολογιού real-time και προπιλεγμένη ώρα εκκίνηση πολύ πίσω στο παρελθόν.
es: Habilita esta opción solo en sistemas que NO tienen un reloj real por hardware
fr: Activez cette option uniquement sur les systèmes sans horloge matérielle en temps réel et sans heure de démarrage par défaut.
it: Abilita questa opzione solo in sistemi senza orologio del sistema ed il momento di avvio lontano nel passato.
lo: ເປີດໃຊ້ຕົວເລືອກນີ້ສະເພາະໃນລະບົບທີ່ບໍ່ມີໂມງເວລາຈິງແບບຮາດແວ ແລະ ເວລາບູດເລີ່ມຕົ້ນທີ່ຫ່າງໄກໃນອະດີດ.
nl: Schakel deze optie alleen in op systemen zonder hardware real-time klok en de standaard opstarttijd ver in het verleden.
ro: Activați această opțiune doar pentru sistemele care nu au un ceas real-time hardware și timpul implicit de boot este incorect.
ru: Включите эту опцию только в системах без аппаратных часов реального времени и времени загрузки по умолчанию в далеком прошлом.
sv: Aktivera bara detta alternativ på system med hårdvarurealtidsklocka och standard bootuptid långt tillbaka i tiden.
uk: Увімкніть цю опцію лише в системах без апаратного годинника реального часу та часу завантаження за замовчуванням, які були в далекому минулому.
zh_cn: 仅在过去没有硬件实时时钟和默认启动时间的系统上启用此选项。

source: This setting overrides the built-in paths and fallback locations and provides a way to specify the path to a trusted set of CA certificates, in PEM format, bundled into one file.
ca: Aquest paràmetre anul·la els camins integrats i les ubicacions de reserva i proporciona una manera d'especificar el camí d'accés a un conjunt de certificats de CA de confiança, en format PEM, agrupats en un fitxer.
de: Diese Einstellung setzt die eingebauten Pfade und Fallback-Speicherorte außer Kraft und bietet eine Möglichkeit, den Pfad zu einem vertrauenswürdigen Satz von CA-Zertifikaten im PEM-Format, gebündelt in einer Datei, anzugeben.
el: Αυτή η ρύθμιση παρακάμπτει τις ενσωματωμένες διαδρομές και τις εναλλακτικές τοποθεσίες και παρέχει ένα τρόπο για να καθοριστεί η διαδρομή προς αξιόπιστα πιστοποιητικά CA, σε μορφή PEM, ομαδοποιημένα σε ένα αρχείο.
es: Esta configuración anula las rutas integradas y las ubicaciones de reserva y proporciona una forma de especificar la ruta a un conjunto confiable de certificados de CA, en formato PEM, empaquetados en un solo archivo.
fr: Ce paramètre remplace les chemins intégrés et les emplacements de secours et fournit un moyen de spécifier le chemin vers un ensemble approuvé de certificats CA, au format PEM, regroupés dans un seul fichier.
it: Questa impostazione sovrascrive i percorsi preimpostati e le posizioni di riserva e fornisce una modalità per specificare il percorso verso un insieme di certificati CA affidabili, in formato PEM, inclusi in un solo file.
lo: ການຕັ້ງຄ່ານີ້ຈະແທນທີ່ເສັ້ນທາງທີ່ມີໃນຕົວ ແລະ ຕຳແໜ່ງສຳຮອງ ແລະ ເປັນວິທີການລະບຸເສັ້ນທາງໄປຍັງຊຸດໃບຮັບຮອງ CA ທີ່ເຊື່ອຖືໄດ້, ໃນຮູບແບບ PEM, ທີ່ລວມກັນເປັນໄຟລ໌ດຽວ.
nl: Deze instelling overschrijft de ingebouwde paden en reserve locaties en biedt een manier om het pad op te geven naar een vertrouwde set CA certificaten, in PEM-indeling, gebundeld in een enkel bestand.
ro: Setarea va suprascrie calea implicită și locația de rezervă și va permite specificarea căii către un set de certificate CA, în formatul PEM, grupate într-un singur fișier.
ru: Этот параметр переопределяет встроенные пути и резервные местоположения и предоставляет способ указать путь к надежному набору сертификатов CA в формате PEM, объединенных в один файл.
sv: Denna inställning ersätter de inbyggda sökvägarna och reservplatserna och ger en möjlighet att specificera sökvägen till en betrodd uppsättning CA certifikat, i PEM-format, förpackade i en fil.
uk: Цей параметр замінює вбудовані шляхи та місця відкату та надає спосіб вказати шлях до надійного набору сертифікатів CA у форматі PEM, об’єднаних в один файл.
zh_cn: 此设置会覆盖内置路径和回退位置，并提供一种方法来指定一组受信任的 CA 证书的路径，这些证书采用 PEM 格式，捆绑到一个文件中。

source: Specify the User-Agent string to send to the DDNS provider on checkip and update requests.
ca: Especifiqueu la cadena Usuari-Agent per enviar-la al proveïdor DDNS a les sol·licituds de verificació i actualització.
de: Geben Sie die User-Agent-Zeichenfolge an, die bei CheckIP- und Update-Anfragen an den DDNS-Anbieter gesendet werden soll.
el: Ορίστε το User-Agent string που θα σταλεί στον πάροχο DDNS κατά τη διάρκεια των αιτημάτων ενημέρωσης και ελέγχου IP.
es: Especifique la cadena de usuario-agente para enviar al proveedor de DDNS en las solicitudes de verificación y actualización
fr: Spécifiez la chaîne User-Agent à envoyer au fournisseur DDNS lors de la vérification et des demandes de mise à jour.
it: Specifica la stringa User-Agent da inviare al provider DDNS al momento del controllo IP e alla richiesta di aggiornamento
lo: ລະບຸສະຕຣິງ User-Agent ເພື່ອສົ່ງໄປຍັງຜູ້ໃຫ້ບໍລິການ DDNS ໃນການຮ້ອງຂໍ checkip ແລະ update.
nl: Specificeer de User-Agent tekenreeks die naar de DDNS provider moet worden verzonden bij checkip en update verzoeken.
ro: Specifică textul User-Agent de trimis către furnizorul DDNS la verificarea ip-ului și a cererilor de actualizare.
ru: Укажите строку User-Agent для отправки поставщику DDNS при проверке и запросах на обновление.
sv: Ange den Användar-Agent sträng som skall skickas till DDNS leverantören vid ipkontroll- och uppdteringsförfrågningar.
uk: Вкажіть рядок User-Agent для надсилання постачальнику DDNS на запити перевірки та оновлення.
zh_cn: 指定要在检查IP和更新请求上发送到 DDNS 提供商的用户代理字符串。

source: Set directory for persistent cache files, The cache files are used to keep track of which addresses have been successfully sent to their respective DDNS provider and when.
ca: Estableix el directori per als fitxers de memòria cau persistents. Els fitxers de memòria cau s’utilitzen per fer un seguiment de quines adreces s’han enviat amb èxit al seu respectiu proveïdor DDNS i quan.
de: Verzeichnis für persistente Cache-Dateien festlegen. Die Cache-Dateien werden verwendet, um zu verfolgen, welche Adressen wann erfolgreich an den jeweiligen DDNS-Anbieter gesendet wurden.
el: Ορίστε το φάκελο για μόνιμα αρχεία κρυφής μνήμης. Τα αρχεία κρυφής μνήμης χρησιμοποιούνται για παρακολούθηση ποιών διεύθύνσεων έχουν αποσταλεί με επιτυχία στον αντίστοιχο πάροχο DDNS και πότε.
es: Establecer directorio para archivos de caché persistentes. Los archivos de caché se utilizan para realizar un seguimiento de las direcciones que se han enviado correctamente a sus respectivos proveedores de DDNS y cuándo.
fr: Définissez le répertoire pour les fichiers de cache persistants. Les fichiers de cache sont utilisés pour garder une trace des adresses qui ont été envoyées avec succès à leur fournisseur DDNS respectif et à quel moment.
it: Imposta la cartella per la cache permanente dei file. I file di cache sono usati per tenere traccia di quali indirizzi sono stati correttamente inviati ai loro rispettivi provider DDNS e quando.
lo: ຕັ້ງໄດເຣັກທໍຣີສຳລັບໄຟລ໌ແຄດແບບຖາວອນ, ໄຟລ໌ແຄດຖືກໃຊ້ເພື່ອຕິດຕາມວ່າທີ່ຢູ່ໃດຖືກສົ່ງໄປຍັງຜູ້ໃຫ້ບໍລິການ DDNS ຂອງພວກເຂົາສຳເລັດແລ້ວ ແລະ ເວລາໃດ.
nl: Map voor permanente cache bestanden instellen. De cache bestanden worden gebruikt om bij te houden welke adressen met succes naar hun respectievelijke DDNS provider zijn verzonden en wanneer.
ro: Stabilește directorul pentru fișierele cache persistente. Fișierele cache sunt utilizate pentru memorarea adreselelor care au fost trimise cu succes la furnizorul DDNS și a momentului când au fost trimise.
ru: Установить каталог для файлов постоянного кеша. Файлы кеша используются для отслеживания того, какие адреса были успешно отправлены соответствующему провайдеру DDNS и когда.
sv: Sätt katalog för beständiga cachefiler, dessa används till att hålla koll på vilka adresser som framgångsrikt sänts till respektive DDNS leverantör och när.
uk: Встановлює каталог для постійних файлів кешу. Файли кешу використовуються для відстеження того, які адреси були успішно надіслані їх відповідному постачальнику DDNS та коли.
zh_cn: 为持久缓存文件设置目录，缓存文件用于跟踪哪些地址已成功发送到各自的 DDNS 提供商以及何时发送。

source: Initial startup delay. Default is no delay.
af: Aanvanklige beginvertraging. Verstek is geen vertraging.
ca: Retard inicial d’inici. El valor per defecte no es demora.
de: Verzögerung beim Einschalten. Voreingestellt ist ohne Verzögerung.
el: Αρχική καθυστέρηση εκκίνησς. Η προεπιλογή είναι χωρίς καθυστέρηση.
es: retraso inicial. Por defecto: sin retraso
fr: Délai de démarrage initial. La valeur par défaut est aucun délai.
it: L'avvio iniziale è ritardato. Di default non c'è nessun ritardo
lo: ການຊັກຊ້າໃນການເລີ່ມຕົ້ນ. ຄ່າເລີ່ມຕົ້ນແມ່ນບໍ່ມີການຊັກຊ້າ.
nl: Initiële opstartvertraging. Standaard is geen vertraging.
ro: Întârziere inițială la pornire. Implicit - fără întârziere.
ru: Начальная задержка запуска. По умолчанию нет задержки.
sv: Initial uppstartsfördröjning. Standard är ingen fördröjning.
uk: Початкова затримка запуску. За замовчуванням затримки немає.
zh_cn: 初始启动延迟。 默认是没有延迟。

source: no delay
ca: Sense retard
de: keine Verzögerung
el: χωρίς καθυστέρηση
es: Sin retardo
fr: sans délais
it: Senza ritardo
lo: ບໍ່ມີການຊັກຊ້າ
nl: geen vertraging
pl: bez opóźnień
ro: fără întârziere
ru: без задержки
sv: Ingen fördröjning
uk: без затримки
zh_cn: 无延迟

source: Set log level
ca: Estableix el nivell de registre
de: Log-Detailstufe einstellen
el: Ορισμός επιπέδου καταγραφής
es: Nivel de Log
fr: Définir le niveau de journalisation
it: Imposta il livello del log
lo: ຕັ້ງລະດັບການບັນທຶກ
nl: Log niveau instellen
ro: Setare nivel jurnalizare
ru: Установить уровень журнала
sv: Sätt loggnivå
uk: Встановити рівень протоколювання
zh_cn: 设置日志级别

source: Errors
af: Foute
de: Fehler
el: Σφάλματα
es: Errores
fr: Erreurs
it: Errori
lo: ຂໍ້ຜິດພາດ
nl: Fouten
ro: Erori
ru: Ошибки
sv: Fel
uk: Помилки
zh_cn: 错误

source: Notice
af: Kennisgewing
ca: Avís
de: Notiz
el: Ειδοποίηση
es: Anuncio
fr: Information
it: Avviso
lo: ແຈ້ງການ
nl: Notitie
ro: Notă
ru: Предупреждение
sv: Observera
uk: Примітка
zh_cn: 提示

source: Debug
af: Ontfout
ca: Depura
cs: Režim ladění
el: Αποσφαλμάτωση
es: Depurar
fr: Débogage
hu: Hibakeresés
lo: ດີບັກ
pl: Debugowanie
ro: Depanare
ru: Отладочный режим (Debug)
sv: Felsök
uk: Відлагодження
zh_cn: 调试

source: These parameters are appended to the inadyn.conf file.
ca: Aquests paràmetres s’afegeixen al fitxer inadyn.conf.
de: Diese Parameter werden an die Datei inadyn.conf angehängt.
el: Αυτοί οι παράμετροι προστίθονται στο αρχείο inadyn.conf.
es: Estos parámetros se adjuntan al archivo inadyn.conf.
fr: Ces paramètres sont ajoutés au fichier inadyn.conf.
it: Questi parametri sono aggiunti in coda ai file inadyn.conf
lo: ພາຣາມິເຕີເຫຼົ່ານີ້ຖືກເພີ່ມໃສ່ທ້າຍໄຟລ໌ inadyn.conf.
nl: Deze parameters worden toegevoegd aan het inadyn.conf bestand.
ro: Acești parametri vor fi adăugați la fișierul inadyn.conf.
ru: Эти параметры добавляются в файл inadyn.conf.
sv: Dessa parametrar läggs till i inadyn.conf filen.
uk: Ці параметри додаються до файлу inadyn.conf.
zh_cn: 这些参数附加到 inadyn.conf 文件中。

source: Verify Address
ca: Verifiqueu l'adreça
de: Adresse überprüfen
el: Επιβεβαίωση Διεύθυνσης
es: Verificar dirección
fr: Vérifier l'Adresse
it: Indirizzo di verifica
lo: ກວດສອບທີ່ຢູ່
nl: Adres Verifiëren
ro: Verificare adressă
ru: Проверить адрес
sv: Verifiera adress
uk: Підтвердження адреси
zh_cn: 验证地址

source: Fake Address
af: Vals Adres
ca: Adreça falsa
de: Gefälschte Adresse
el: Ψεύτική Διεύθυνση
es: Dirección Falsa
fr: Fausse Adresse
it: Indirizzo falsificato
lo: ທີ່ຢູ່ປອມ
nl: Nep adres
ro: Adresă falsă
ru: Поддельный адрес
sv: Bluffadress
uk: Фальшива адреса
zh_cn: 假地址

source: Allow IPv6
af: Laat IPv6 toe
ca: Permet IPv6
cs: Povolit IPv6
de: IPv6 zulassen
el: Να επιτρέπεται IPv6
es: Permitir IPv6
fr: Autoriser IPv6
hu: IPv6 engedélyezése
it: Permetti IPv6
lo: ອະນຸຍາດ IPv6
nl: IPv6 Toestaan
pl: Dopuść IPv6
ro: Permite IPv6
ru: Разрешить IPv6
sv: Tillåt IPv6
uk: Дозволити IPv6
zh_cn: 允许IPv6

source: Network Interface
af: Netwerk Koppelvlak
ca: Interfície de xarxa
de: Netzwerkschnittstelle
el: Διεπαφή Δικτύου
es: Interfaz de Red
fr: Interface Réseau
it: Interfaccia di rete
lo: ອິນເຕີເຟດເຄືອຂ່າຍ
nl: Netwerk Interface
ro: Interfață rețea
ru: Сетевой интерфейс
sv: Nätverksgränssnitt
uk: Мережевий інтерфейс
zh_cn: 网络接口

source: Iterations
af: Iterasies
ca: Iteracions
de: Wiederholungen
el: Επαναλήψεις
es: Iteraciones
fr: Itérations
it: Iterazioni
lo: ຈຳນວນຮອບ
nl: Iteraties
ro: Iterații
ru: Интерации
sv: Upprepningar
uk: Ітерації
zh_cn: 迭代
