Repository: rojim666/xigmanas-code-r10599-trunk
Catalog: locale/xigmanas-*.po
Languages: af, ca, cs, de, el, es, fr, hu, it, lo, nl, pl, ro, ru, sv, uk, zh_cn

source: RRDGraphs needs at least read & execute permissions at the mount point for directory %s! Set the Read and Execute bits for Others (Access Restrictions | Mode) for the mount point %s (in <a href='disks_mount.php'>Disks | Mount Point | Management</a> or <a href='disks_zfs_dataset.php'>Disks | ZFS | Datasets</a>) and hit Save in order to take them effect.
af: RRDGrafieke nodig ten minste lees en skryf toestemming by die monteer punt van die lêer stelsel %s. Stel die Lees en Uitvoer bissies vir Andere (Toegang Beperking | Mode) vir die monteer punt %s (in <a href='disks_mount.php'>Disks | Mount Point | Management</a> or <a href='disks_zfs_dataset.php'>Disks | ZFS | Datasets</a>) en klik Stoor sodat dit effek kan neem.
ca: RRDGraphs necessita almenys permisos de lectura i execució en el punt de muntatge per al directori%s! Ajusta la lectura i executa bits per a altres (Restriccions d'accés | Mode) per al punt de muntatge%s (en discos href = 'disks_mount.php'> | Punt de muntatge | Gestió <a/> o <a href = 'disks_zfs_dataset. php '> discos | ZFS | Conjunts de dades</a>) i prem desar per tal que entrin en vigor.
cs: Pro RRD grafy je třeba práv alespon pro čtení a vstup do složky přípojného bodu pro složku %s! Nastavte čtení a vstup (execute) pro ostatní (Omezení přístupu | Režim) pro přípojný bod %s (v <a href='disks_mount.php'>Jednotky datového úložiště | Přípojný bod | Správa</a> nebo <a href='disks_zfs_dataset.php'>Jednotky datového úložiště | ZFS | Sady dat</a>) a kliknutím na uložit nabudou účinnosti.
de: RRDGraphs braucht mindestens Lese- & Ausführungsrechte am Einhängepunkt für das Verzeichnis %s! Setze die Lese- und Ausführungsbits für Sonstige Benutzer (Zugriffsbeschränkungen | Modus) für den Einhängepunkt %s (in <a href='disks_mount.php'>Festplatten | Einhängepunkt | Management</a> oder <a href='disks_zfs_dataset.php'>Festplatten | ZFS | Datasets</a>) und drücke Speichern damit die Änderungen wirksam werden.
el: Το RRDGraphs χρειάζεται τουλάχιστον δικαιώματα εγγραφής & εκτέλεσης στο σημείο προσάρτησης για το φάκελο %s! Ορίστε τα τμήματα Εγγραφής και Ανάγνωσης για τα Άλλα (Περιορισμοί πρόσβασης | Λειτουργία) για το σημείο προσάρτησης %s (στο <a href='disks_mount.php'>Δίσκοι | Σημείο Προσάρτησης | Προσθήκη</a> ή στο <a href='disks_zfs_dataset.php'>Δίσκοι | ZFS | Datasets</a>) και πατήστε Αποθήκευση για να εφαρμοστούν οι αλλαγές.
es: RRDGraphs necesita como minimo permisos de lectura/ejecución en el punto de montaje para la carpeta %s! Cambie los bits de lectura y ejecución de otros (Access Restrictions | Mode) para el punto de montaje %s (en "<a href='disks_mount.php'>Disks | Mount Point | Management</a>" o "<a href='disks_zfs_dataset.php'> Disks | ZFS | Datasets</a>") y y pulse Salvar para que sean efectivos.
fr: RRDGraphs nécessite au minimum les permissions lecture/exécution au montage du dossier %s! Paramètrez le bit de lecture et d'exécution pour le groupe Autres (Restriction des droits | Mode) pour le point de montage %s (dans "<a href='disks_mount.php'>Disques | Point de montage | Gestion</a>" ou "<a href='disks_zfs_dataset.php'> Disques | ZFS | Jeux de données</a>") et cliquez ensuite sur Sauvegarde pour l'appliquer.
hu: RRDGrafikonnak '%s' mappán legalább olvasási és futtatási jogosultsággal kell rendelkeznie! %s csatolási pontra a Többieknek állíts Olvasási és Futtatási jogosultságot (Hozzáférési korlátozások | Mód) (<a href='disks_mount.php'>Lemezek | Csatolási pont | Kezelés</a> vagy <a href='disks_zfs_dataset.php'>Lemezek | ZFS | Adattárolók</a> menü alatt), majd nyomd meg a Mentés gombot.
it: RRDGraphs necessita almeno dei permessi di lettura ed esecuzione per il punto di mount della directory %s! Imposta i bits di Lettura ed Esecuzione per Altri (Restrizioni di accesso | Modalità) per il mount point %s (in <a href='disks_mount.php'>Dischi | Punto di mount | Gestione</a> oppure <a href='disks_zfs_dataset.php'>Dischi | ZFS | Datasets</a>) e clicca su Salva affinché le modifiche abbiano effetto.
lo: RRDGraphs ຕ້ອງການສິດອະນຸຍາດອ່ານ ແລະ ປະຕິບັດງານຢ່າງໜ້ອຍທີ່ຈຸດເຊື່ອມຕໍ່ສຳລັບໄດເຣັກທໍຣີ %s! ຕັ້ງຄ່າບິດ Read ແລະ Execute ສຳລັບ Others (ຂໍ້ຈຳກັດການເຂົ້າເຖິງ | ໂໝດ) ສຳລັບຈຸດເຊື່ອມຕໍ່ %s (ໃນ <a href='disks_mount.php'>ດິສກ໌ | ຈຸດເຊື່ອມຕໍ່ | ການຈັດການ</a> ຫຼື <a href='disks_zfs_dataset.php'>ດິສກ໌ | ZFS | ຊຸດຂໍ້ມູນ</a>) ແລະ ກົດບັນທຶກເພື່ອໃຫ້ມີຜົນ.
nl: RRDGrafiek heeft minstens lees en uitvoer rechten nodig op koppelpunt %s! Zet de bits voor lezen en uitvoeren rechten op anderen (Toegang Beperkingen | Modus) voor koppelpunt %s (in <a href='disks_mount.php'>Schijven | Koppelpunten | Management</a> or <a href='disks_zfs_dataset.php'>Schijven | ZFS | Datasets | Dataset</a>) en druk op Opslaan om ze van kracht te laten zijn.
ro: RRDGraphs are nevoie cel puțin de permisiuni de scriere & citire pentru directorul %s! Setați biții corespunzători de scriere/citire pentru 'Others' (Mod | Acces Restricționat) pentru punctul de montare al directorului %s (în <a href='disks_mount.php'>Discuri | Punct de montare | Editare | Configurare</a> sau <a href='disks_zfs_dataset.php'>Discuri | ZFS | Seturi de date</a>) și selectați butonul <b>Salvare</b> pentru activarea modificărilor.
ru: RRDGraphs тебуются разрешения на чтение и выполнение в точке монтирования для каталога %s! Установите биты на чтение и выполнение (rx) для Всех (Ограничение доступа | Режим) для точки монтирования %s (в <a href='disks_mount.php'>Диски | Точка монтирования | Управление</a> или <a href='disks_zfs_dataset.php'>Диски | ZFS | Dataset'ы </a>) и нажмите кнопку Сохранить для принятия изменений.
sv: RRDGraphs behöver minst läs- & körrättigheter vid monteringspunkten för katalog %s! Sätt Läs- och körbitarna för Andra (Åtkomsträttigheter | Mod) för monteringspunkten %s (i <a href='disks_mount.php'>Diskar | Monteringspunkter | Hantering</a> eller <a href='disks_zfs_dataset.php'>Diskar | ZFS | Dataset</a>) och klicka Spara för att aktivera dem.
uk: Для RRDGraphs необхідні принаймні дозволи на читання і на виконання в точці монтування для каталогу %s! Встановіть дозвіл на читання і виконання для Інших (Обмеження доступу | Режим) для точки монтування %s (в <a href='disks_mount.php'>Диски | Точка монтування | Управління</a> або <a href = 'disks_zfs_dataset.php' >Диски | ZFS | Набори даних</a>) і натисніть кнопку Зберегти, щоб застосувати.
zh_cn: RRDGraphs至少需要读取和执行权限在目录%s的挂载点！ 为挂载点%s（在<a href='disks_mount.php'>磁盘|挂载点|管理</a>或<a href='disks_zfs_dataset.php'>磁盘 | ZFS | 数据集</a>）中为其他人设置读取和执行位（访问限制|模式）。然后点击保存以使它们生效。

source: UPS Identifier and IP address
af: UPS Identifiseerder en IP adres
ca: Identificador i l'adreça IP del SAI
cs: Identifikátor a IP adresa UPS zdroje
de: Die USV-Kennung und IP-Adresse
el: Αναγνωριστικό UPS και διεύθυνση IP
es: Identificador de la SAI y la IP
fr: Identificateur UPS et adresse IP
hu: Szünetmentes azonosítója és IP címe
it: Identificativo UPS ed indirizzo IP
lo: ຕົວລະບຸ UPS ແລະ ທີ່ຢູ່ IP
nl: UPS identificator en IP-addres
pl: Identyfikator UPS i adres IP
ro: Identificator UPS și adresă IP
ru: Идентификатор ИБП и IP-адрес
sv: UPS namn och IP adress
uk: Ідентифікатор ДБЖ та IP адреса
zh_cn: UPS标识符和IP地址

source: must be in the format: %s.
af: moet in die volgende formaat wees: %s.
ca: Ha d'estar en el format:% s.
cs: je třeba aby bylo ve formátu: %s
de: muss im Format %s sein.
el: πρέπει να είναι της μορφής: %s.
es: Debe estar en el formato: %s
fr: doit être dans le format: %s.
hu: %s formátumú kell, hogy legyen!
it: deve essere nel formato: %s
lo: ຕ້ອງຢູ່ໃນຮູບແບບ: %s.
nl: moet zijn in het formaat: %s.
pl: musi być w formacie: %s.
ro: trebuie să fie în formatul: %s.
ru: должен быть в формате: %s.
sv: måste vara i format: %s.
uk: повинні бути в форматі: %s.
zh_cn: 必须采用以下格式：%s。

source: Destination host name or IP address.
af: Bestemming gasheer naam of IP adres
ca: Nom d'amfitrió o l'adreça IP de destinació.
cs: Název nebo IP adresa cílového stroje.
de: Host Name oder IP-Adresse des Ziel-Hosts.
el: Όνομα υπολογιστή προορισμού ή διεύθυνση IP.
es: Nombre de host o IP
fr: Destination nom de l'hôte ou adresse IP
hu: Cél kiszolgálóneve vagy IP címe.
it: Nome host o indirizzo IP della destinazione.
lo: ຊື່ໂຮສຕ໌ປາຍທາງ ຫຼື ທີ່ຢູ່ IP.
nl: Bestemming hostnaam of het IP-adres.
pl: Docelowa nazwa hosta lub adres IP
ro: Nume destinație sau adresă IP.
ru: Имя или IP адрес целевого хоста
sv: Destinationens värdnamn eller IP adress.
uk: Ім'я або IP-адреса цільового хоста.
zh_cn: 目标主机名和IP地址

source: must be defined!
af: moet gedefinieer word!
ca: ha de definir-se!
cs: je třeba, aby bylo určeno!
de: muss definiert sein!
el: πρέπει να οριστεί!
es: Debe estar definido!
fr: doit être défini!
hu: értékét meg kell határozni!
it: deve essere definito!
lo: ຕ້ອງຖືກກຳນົດ!
nl: moet worden gedefinieerd!
pl: musi być zdefiniowany!
ro: trebuie să fie definit!
ru: должно быть задано!
sv: Måste vare definierat!
uk: має бути задано!
zh_cn: 必须被定义

source: The attribute 'Data directory' is required.
af: Die eienskap 'Data lêergids' word benodig.
ca: Es requereix el atribut de 'directori de dades'.
cs: Je zapotřebí atributu „Složka s daty“.
de: Das Attribut 'Data directory' ist erforderlich.
el: Το χαρακτηριστικό 'Φάκελος Δεδομένων' είναι απαιτούμενο.
es: Se requiere el atributo 'Directorio de datos'
fr: L'attribut 'Répertoire des données' est requis.
hu: Az 'Adatmappa' attribútum kötelező.
it: L'attributo directory per i dati è richiesto.
lo: ຕ້ອງການຄຸນລັກສະນະ 'ໄດເຣັກທໍຣີຂໍ້ມູນ'.
nl: Het kenmerk 'gegevensmap' is vereist.
pl: Atrybut ' Data directory ' jest wymagany.
ro: Atributul 'Director date' trebuie specificat obligatoriu.
ru: Атрибут 'Каталог данных' обязателен.
sv: Attributet 'Data directory' krävs.
uk: Вимагається атрибут 'Каталог даних'.
zh_cn: 属性“数据目录”是必需的。

source: All data from the following statistics have been deleted:
af: Alle data van die volgende statistieke is geskrap:
ca: S'han eliminat totes les dades de les estadístiques següents:
cs: Byly smazány veškeré údaje z následujících statistik:
de: Alle Daten der nachfolgenden Statistiken wurden gelöscht:
el: Όλα τα δεδομένα από τα ακόλουθα στατιστικά έχουν διαγραφεί:
es: Todos los datos de esta estadistica serán borrados:
fr: Toutes les données des statistiques suivantes ont été effacées:
hu: A következő statisztikák összes adatát sikeresen törölted:
it: I seguenti dati statistici sono stati cancellati:
lo: ຂໍ້ມູນທັງໝົດຈາກສະຖິຕິຕໍ່ໄປນີ້ໄດ້ຖືກລຶບອອກແລ້ວ:
nl: Alle gegevens uit de volgende statistieken zijn verwijderd:
pl: Wszystkie dane z następujących statystyk zostały usunięte:
ro: Toate datele corespunzătoare următoarelor statistici au fost șterse:
ru: Все данные из следующих статистик были удалены:
sv: All data från följande statistik har tagits bort
uk: Всі дані наступних статистик видалені:
zh_cn: 以下统计的所有数据已经被删除：

source: System Processes
af: Stelsel Prosesse
ca: Processos del sistema
cs: Systémové procesy
de: Systemprozesse
el: Διεργασίες Συστήματος
es: Procesos del sistema
fr: Processus système
hu: Rendszerfolyamatok
it: Processi di sistema
lo: ໂປຣເຊສລະບົບ
nl: Systeemprocessen
pl: Procesy systemowe
ro: Procese sistem
ru: Системные процессы
sv: Systemprocesser
uk: Системні процеси
zh_cn: 系统进程

source: UPS Statistics
af: UPS Statistieke
ca: Estadistiques del SAI
cs: Statistiky UPS zdroje
de: Die USV-Werte
el: Στατιστικά UPS
es: Estadisticas de SAI
fr: Statistiques d'UPS
hu: Szünetmentes statisztikái
it: Statistiche UPS
lo: ສະຖິຕິ UPS
nl: UPS Statistieken
pl: UPS - Statystyki
ro: Statistici UPS
ru: Статистика ИБП
sv: UPS Statistik
uk: Статистика ДБЖ
zh_cn: UPS统计

source: Uptime Statistics
af: Aantyd Statistieke
ca: Estadístiques de funcionament
cs: Statistiky uptime
de: Laufzeitstatistik
el: Στατιστικά Χρόνου Συνεχούς Λειτουργίας
es: Estadísticas de tiempo de actividad
fr: Statistiques de la durée de fonctionnement
hu: Működési idő statisztikái
it: Statistiche di funzionamento
lo: ສະຖິຕິເວລາເຮັດວຽກ
nl: Uptimestatistieken
pl: Statystyki czasu działania
ro: Statistici funcționare
ru: Статистика продолжительности работы
sv: Drifttidsstatistik
uk: Статистика часу роботи
zh_cn: 运行时间统计

source: ZFS ARC Usage
af: ZFS ARC Gebruik
ca: Us ZFS ARC
cs: Využití ZFS ARC mezipaměti
de: ZFS ARC Benutzung
el: Χρήση ZFS ARC
es: Uso de ZFS ARC
fr: Utilisation de ZFS ARC
hu: ZFS ARC használat
it: Utilizzo del ZFS ARC
lo: ການນຳໃຊ້ ZFS ARC
nl: ZFS ARC Gebruik
pl: Użycie ZFS ARC
ro: Utilizare ZFS ARC
ru: Использование ZFS ARC
sv: ZFS ARC Användning
uk: Використання ZFS ARC
zh_cn: ZFS ARC使用

source: ZFS L2ARC Usage
af: ZFS L2ARC Gebruikage
ca: Ús de ZFS L2ARC
cs: Využití ZFS L2ARC
de: ZFS L2ARC Verwendung
el: Χρήση ZFS L2ARC
es: Uso de ZFS L2ARC
fr: Utilisation de ZFS L2ARC
hu: ZFS L2ARC használat
it: Uso di ZFS L2ARC
lo: ການນຳໃຊ້ ZFS L2ARC
nl: ZFS L2ARC Gebruik
ro: Utilizare ZFS L2ARC
ru: Использование ZFS L2ARC
sv: ZFS L2ARC användning
uk: Використання ZFS L2ARC
zh_cn: ZFS L2ARC使用率

source: Monitoring Setup
af: Monitering Opset
ca: Configuració de monitorització
cs: Nastavení dohledování
de: Monitoring Einstellung
el: Ρύθμιση Παρακολούθησης
es: Opciones de Monitorización
fr: Configuration de la surveillance
hu: Figyelés beállításai
it: Impostazioni monitoraggio
lo: ການຕັ້ງຄ່າການຕິດຕາມ
nl: Monitoring Instellingen
pl: Ustawienia monitoringu
ro: Setări monitorizare
ru: Настройки мониторинга
sv: Övervakningsinställning
uk: Налаштування спостереження
zh_cn: 监控设置

source: System Monitoring Settings
af: Stelsel Monitering Verstellings
ca: Ajustos del sistema de monitoritzacio
cs: Nastavení dohledování systému
de: System Monitoring Einstellungen
el: Ρυθμίσεις Παρακολούθησης Συστήματος
es: Opciones de Monitorización del sistema
fr: Paramètres de surveillance du système
hu: Rendszerfigyelés beállításai
it: Settaggi di monitoraggio del sistema
lo: ການຕັ້ງຄ່າການຕິດຕາມລະບົບ
nl: Systeem Monitoring Instellingen
pl: Ustawienia monitoringu systemu
ro: Setări monitorizare sistem
ru: Настройки мониторинга системы
sv: Systemövervakningsinställningar
uk: Налаштування системи спостереження
zh_cn: 系统监控设置

source: Home Directory
af: Tuis Directory
ca: Carpeta inici
cs: Domovská složka
de: Statistik-Speicherort
el: Αρχικός φάκελος
es: Directorio Home
fr: Dossier personnel
hu: Saját mappa
it: Cartella Principale
lo: ໄດເຣັກທໍຣີຫຼັກ
nl: Gegevensmap
pl: Katalog domowy
ro: Directorul Home
ru: Домашний каталог
sv: Hemkatalog
uk: Домашній каталог
zh_cn: Home 目录

source: Enter the path to the home directory. This directory will store the statistical data and gets updated every 5 minutes!
af: Ingaan die pad om die tuisgids. Hierdie directory sal die statistiese gegewens stoor en elke 5 minute opgedateer word!
ca: Introduïu la ruta d'accés al directori principal. Aquest directori emmagatzemarà les dades estadístiques i s'actualitza cada 5 minuts!
cs: Zadejte popis umístění domovské složky. Tato složka bude uchovávat statistická data a bude aktualizována každých 5 minut!
de: Eingabe des Speicherpfades. In diesem Order werden die Daten für die Statistik gespeichert und alle 5 Minuten aktualisiert.
el: Εισάγετε τη διαδρομή για τον αρχικό κατάλογο. Αυτός ο κατάλογος θα αποθηκεύει τα στατιστικά δεδομένα και ενημερώνεται κάθε 5 λεπτά!
es: Introduzca la ruta del directorio home. En este directorio se almacenarán los datos de las estadisticas que son recolectadas cada 5 minutos.
fr: Entrez le chemin d'accès au répertoire personnel. Ce répertoire stockera les données statistiques et sera mis à jour toutes les 5 minutes!
hu: Add meg a saját mappa útvonalát. Ez a mappa tárolja az 5 percenként frissülő statisztikai adatokat.
it: Inserisci il percorso alla home directory. In questa directory verranno salvati i dati statistici, con aggiornamenti ogni 5 minuti!
lo: ໃສ່ເສັ້ນທາງໄປຫາໄດເຣັກທໍຣີຫຼັກ. ໄດເຣັກທໍຣີນີ້ຈະເກັບຂໍ້ມູນສະຖິຕິ ແລະ ຈະຖືກອັບເດດທຸກໆ 5 ນາທີ!
nl: Vul de locatie in naar de gegevensmap. In deze gegevensmap worden de statistische gegevens opgeslagen en elke 5 minuten bijgewerkt!
pl: Wprowadź ścieżkę do katalogu domowego. W katalogu będą przechowywane dane statystyczne uaktualniane co 5 minut!
ro: Introduceți calea către directorul home. Directorul va stoca datele statistice care vor fi actualizate la fiecare 5 minute.
ru: Введите путь к домашней директории. Этот каталог будет хранить статистические данные и обновляется каждые 5 минут!
sv: Mata in sökvägen till hemkatalogen. Denna katalog kommer lagra statistisk data och uppdateras var femte minut!
uk: Введіть шлях до каталогу, де будeть зберігатися статистичні дані. Якщо період авто оновлення не вказано, за замовчуванням буде оновлюватися кожні 300 секунд.
zh_cn: 输入主目录的路径。 这个目录将存储统计数据，并每5分钟更新！

source: Page Refresh
af: Bladsy Verfris
ca: Actualitza pàgina
cs: Obnovení stránky
de: Seiten Aktualisierung
el: Ανανέωση Σελίδας
es: Refresco de página
fr: Rafraichissement de page
hu: Oldalfrissítés
it: Aggiornamento pagina
lo: ໂຫຼດໜ້າໃໝ່
nl: Pagina Verversen
pl: Odświeżanie strony
ro: Reactualizare pagină
ru: Обновление страниц
sv: Uppdatera sida
uk: Оновлення сторінки
zh_cn: 页面刷新

source: Auto page refresh.
af: Outo bladsy verfris.
ca: Pàgina d'actualització automàtica.
cs: Automatické obnovování stránky.
de: Automatische Seitenaktualisierung.
el: Αυτόμματη ανανέωση σελίδας.
es: Refresco de página automático
fr: Rafraîchissement automatique de la page.
hu: Automatikus oldal-újratöltés.
it: Ricarica pagina automaticamente.
lo: ໂຫຼດໜ້າໃໝ່ອັດຕະໂນມັດ.
nl: Automatische pagina verversing.
pl: Automatyczne odświeżanie strony
ro: Reactualizare automată pagină.
ru: Автоматическое обновление страниц.
sv: Automatisk siduppdatering.
uk: Авто оновлення сторінки.
zh_cn: 页面自动刷新。

source: (default %s %s
af: (verstek %s %s
ca: (defecte %s %s
cs: (výchozí %s %s
de: (standard %s %s
el: (προεπιλογή %s %s
es: por defecto %s %s
fr: (defaut %s %s
hu: (alapértelmezett %s %s
lo: (ຄ່າເລີ່ມຕົ້ນ %s %s
nl: (standaard %s %s
pl: (domyślnie %s %s
ro: (implicit %s %s
ru: (по умолчанию %s %s
sv: (standard %s %s
uk: (за замовчуванням %s %s
zh_cn: 默认 %s %s

source: seconds)
af: sekondes)
ca: segons)
cs: sekund)
de: Sekunden)
el: δευτερόλεπτα)
es: segundos
fr: secondes)
hu: másodperc)
it: secondi)
lo: ວິນາທີ)
nl: seconden)
pl: sekundy
ro: secunde)
ru: секунд)
sv: sekunder)
uk: секунд)
zh_cn: 秒）

source: Graphs Height
af: Grafiek Hoogte
ca: Alçada dels gràfics
cs: Výška grafu
de: Diagramm Höhe
el: Ύψος Γραφημάτων
es: Altura del gráfico
fr: Hauteur des Graphiques
hu: Diagramok magassága
it: Altezza del grafico
lo: ຄວາມສູງຂອງກຣາຟ
nl: Grafiek Hoogte
pl: Wysokość wykresu
ro: Înălțime grafice
ru: Высота графиков
sv: Grafhöjd
uk: Висота графіків
zh_cn: 图表高度

source: Height of the graphs. (default %s pixels)
af: Hoogte van die grafieke. (Verstek %s beeldelemente)
ca: Alçada dels gràfics. (defecte %s pixels)
cs: Výška grafů (výchozí je %s pixelů)
de: Höhe des Diagramms. (Standard %s pixels)
el: Ύψος των γραφημάτων. (προεπιλογή %s εικονοστοιχεία)
es: Altura de los gráficos. (por defecto %s pixel)
fr: Hauteur des graphiques.(defaut %s pixels)
hu: A diagramok magassága (alapértelmezetten %s pixel).
it: Altezza del grafico. (default %s pixels)
lo: ຄວາມສູງຂອງກຣາຟ. (ຄ່າເລີ່ມຕົ້ນ %s ພິກເຊລ)
nl: Hoogte van de grafieken. (standaard %s pixels)
pl: Wysokość wykresu (domyślnie %s pikseli)
ro: Înălțimea graficelor (implicit %s pixeli)
ru: Высота графиков. (По умолчанию %s пикселей)
sv: Höjden på grafer. (standard %s pixlar)
uk: Висота графіків (за замовчуванням %s пикселів)
zh_cn: 图表的高度。 （默认为%s像素）

source: Graphs Width
af: Grafiek Wydtes
ca: Amplada de gràfics
de: Diagrammbreite
el: Πλάτος Γραφημάτων
es: Ancho de los gráficos
fr: Largeur des Graphiques
hu: Grafikon szélesség
it: Larghezza del grafico
lo: ຄວາມກວ້າງຂອງກຣາຟ
nl: Grafiek Breedte
pl: Szerokość wykresu
ru: Ширина графиков
sv: Grafbredd
uk: Ширина графіків
zh_cn: 图形宽度

source: Width of the graphs. (default %s pixels)
ca: Amplada dels gràfics. (%s píxels per defecte)
de: Breite der Graphen. (%s Pixel voreingestellt)
el: Πλάτος των γραφημάτων. (η προεπιλογή είναι %s πίξελ)
es: Ancho de los gráficos. (%s pixels por defecto)
fr: Largeur des graphiques. (par défaut %s pixels )
hu: Grafikon szélessége. (default %s pixels)
lo: ຄວາມກວ້າງຂອງກຣາຟ. (ຄ່າເລີ່ມຕົ້ນ %s ພິກເຊລ)
nl: Breedte van de grafiek. (standaard %s pixels)
pl: Szerokość wykresu (domyślnie %s pikseli)
ru: Ширина графиков. (по умолчанию %s пикселей)
sv: Bredden på graferna. (standard %s pixlar)
uk: Ширина графіків. (типово %s пікселів)
zh_cn: 图表的宽度。 （默认 %s 像素）

source: Autoscale
af: Outoskaal
ca: Autoescala
cs: Měřítko automaticky
de: Automatische Skalierung
el: Αυτόματη κλίμακα
es: Autoescala
fr: Échelle automatique
hu: Automatikus skálázás
it: Scala automaticamente
lo: ປັບຂະໜາດອັດຕະໂນມັດ
nl: Automatisch schalen
pl: Automatyczne skalowanie
ro: Autoscalare
ru: Автомасштабирование
sv: Autoskala
uk: Автомасштабування
zh_cn: 自动缩放

source: Autoscale for graphs.
af: Outoskaal vir grafieke.
ca: Autoescala per gràfics
cs: Automatické měřítko grafů.
de: Automatische Skalierung für Graphen.
el: Αυτόματη κλίμακα για τα γραφήματα.
es: Autoescala gráfica
fr: Échelle automatique pour les graphiques
hu: Grafikonok automatikus skálázása
it: Scala automaticamente i grafici.
lo: ປັບຂະໜາດອັດຕະໂນມັດສຳລັບກຣາຟ.
nl: Automatisch schalen voor grafieken.
pl: Automatyczne skalowanie wykresów
ro: Autoscalare pentru grafice.
ru: Автомасштабирование для графиков
sv: Autoskala för grafer.
uk: Автомасштабування графіків.
zh_cn: 图形的自动缩放。

source: Background
af: Agtergrond
ca: Segon pla
cs: Pozadí
de: Hintergrund
el: Φόντο
es: Color de fondo
fr: Fond
hu: Háttér
it: Sfondo
lo: ພື້ນຫຼັງ
nl: Achtergrond
pl: Tło
ro: Fundal
ru: Фон
sv: Bakgrund
uk: Тло
zh_cn: 后台

source: Enable white background graphs. (black as default)
af: Ontsper wit agtergrond grafieke. (swart is die verstek)
ca: Habilitar el fons blanc de els gràfics. (negre per defecte)
cs: Pozadí grafů bílé (výchozí je černá).
de: Verwende weisse Hintergrund Kurven. (Standard ist schwarz)
el: Ενεργοποίηση λευκού φόντου γραφημάτων. (μαύρο από προεπιλογή)
es: Habilitar fondo blanco (Por defecto es negro).
fr: Activer le fond blanc des graphiques . (Noir par défaut)
hu: Fehér hátterű diagramok bekapcsolása (alapértelmezetten a háttér fekete)
it: Attiva lo sfondo binaco per i grafici. (nero di default)
lo: ເປີດໃຊ້ກຣາຟພື້ນຫຼັງສີຂາວ. (ຄ່າເລີ່ມຕົ້ນແມ່ນສີດຳ)
nl: Inschakelen witte achtergrond grafieken. (standaard zwart)
pl: Włączone białe tło wykresów (czarne domyślnie)
ro: Activare fundal alb pentru grafice (implicit fundalul este negru).
ru: Включить белый фон графиков. (Черный по умолчанию)
sv: Aktivera vit bakgrund för grafer. (svart som standard)
uk: Увімкнути білий фон графіків. (Чорний за замовчуванням)
zh_cn: 启用白色背景图形。 （默认为黑色）

source: Available Graphs
ca: Gràfics disponibles
cs: Grafy k dispozici
de: Verfügbare Grafiken
el: Διαθέσιμα Γραφήματα
es: Gráficas disponibles
fr: Graphiques disponibles
hu: Elérhető diagramok
it: Grafici disponibili
lo: ກຣາຟທີ່ມີຢູ່
nl: Grafieken Beschikbaar
pl: Dostępne wykresy
ro: Grafice disponibile
ru: Доступные графики
sv: Tillgängliga grafer
uk: Доступні графіки
zh_cn: 可用图表
