Repository: rojim666/xigmanas-code-r10599-trunk
Catalog: locale/xigmanas-*.po
Languages: af, ca, cs, de, el, es, fr, hu, it, lo, nl, pl, ro, ru, sv, uk, zh_cn

source: There must be at least 2 disks in a raidz.
af: Daar moet ten minste 2 skywe wees in raidz
ca: Hi ha d'haver almenys 2 discs en un raidz.
cs: Pro pole raidz jsou třeba alespoň dva disky.
de: Es müssen mindestens 2 Festplatten in einem RAID-Z sein.
el: Πρέπει να υπάρχουν τουλάχιστον 2 δίσκοι σε ένα RAID-Z.
es: Debe haber al menos 2 discos en un raidz.
fr: Il doit y avoir au moins 2 disques dans un raidz.
hu: A raidz-ben legalább 2 lemeznek kell lennie.
it: Ci vogliono almeno 2 dischi per un raidz.
lo: ຕ້ອງມີດິສກ໌ຢ່າງໜ້ອຍ 2 ໜ່ວຍໃນ raidz.
nl: Er dienen minimaal 2 schijven in een RAID-Z te zijn.
pl: Muszą być przynajmniej dwa dyski dla poziomu raidz
ro: Trebuie să aveți cel puțin 2 discuri pentru un raidz.
ru: Для RAID-Z требуется не менее 2 дисков.
sv: Åtminstone 2 diskar krävs för 'raidz'.
uk: Повинно бути принаймні 2 диска в RAIDZ.
zh_cn: raidz 模式最少要有 2 个磁盘。

source: There must be at least 3 disks in a raidz2.
af: Daar moet ten minste 3 skywe wees in raidz2
ca: Hi ha d'haver almenys 3 discs en un raidz2.
cs: Pro pole raidz typu 2 jsou třeba alespoň tři disky.
de: Es müssen mindestens 3 Festplatten in einem RAID-Z2 sein.
el: Πρέπει να υπάρχουν τουλάχιστον 3 δίσκοι σε ένα RAID-Z2.
es: Debe haber al menos 3 discos en un raidz2.
fr: Il doit y avoir au moins 3 disques dans un raidz2.
hu: A raidz2-ben legalább 2 lemeznek kell lennie.
it: Ci vogliono almeno 3 dischi per un raidz2.
lo: ຕ້ອງມີດິສກ໌ຢ່າງໜ້ອຍ 3 ໜ່ວຍໃນ raidz2.
nl: Er dienen minimaal 3 schijven in een RAID-Z2 te zijn.
pl: Muszą być przynajmniej trzy dyski dla poziomu raidz2.
ro: Trebuie să aveți cel puțin 3 discuri pentru un raidz2.
ru: Для RAID-Z2 требуется не менее 3 дисков.
sv: Åtminstone 3 diskar krävs för 'raidz2'.
uk: Повинно бути принаймні 3 диска в RAIDZ2.
zh_cn: raidz2 模式最少要有 3 个磁盘。

source: There must be at least 4 disks in a raidz3.
af: Daar moet ten minste 4 skywe in 'n raidz3 wees
ca: Hi ha d'haver almenys 4 discos en un raidz3.
cs: Pro pole raidz typu 3 jsou třeba alespoň 4 disky.
de: Es müssen mindestens 4 Laufwerke in einem raidz3 sein.
el: Πρέπει να υπάρχουν τουλάχιστον 4 δίσκοι σε ένα RAID-Z3.
es: Debe haber almenos 4 discos en un raidz3
fr: Il doit y avoir au moins 4 disques dans un raidz3.
hu: A raidz3-ben legalább 4 lemeznek kell lennie.
it: Devono esserci almeno 4 dischi in un raidz3
lo: ຕ້ອງມີດິສກ໌ຢ່າງໜ້ອຍ 4 ໜ່ວຍໃນ raidz3.
nl: Een RAID-Z3 moet tenminste uit 4 schijven bestaan
pl: Musisz użyć conajmniej 4 dysków w trybie raidz3
ro: Trebuie să aveți cel puțin 4 discuri pentru un raidz3.
ru: Должно быть как минимум 4 диска при создании raidz3.
sv: raidz3 kräver minst 4 diskar.
uk: Повинно бути принаймні 4 диска в RAIDZ3.
zh_cn: raidz3 必须有至少 4 个磁盘。

source: At least one disk must be selected.
af: Ten minste een skyf moet gekies word.
ca: Cal seleccionar almenys un disc.
cs: Je třeba vybrat alespoň jeden disk.
de: Mindestens eine Festplatte muss ausgewählt werden.
el: Πρέπει να επιλεγεί τουλάχιστον ένας δίσκος.
es: Se debe seleccionar al menos un disco
fr: Au moins un disque doit être sélectionné.
hu: Legalább egy lemezt válassz ki.
it: Almeno un disco deve essere selezionato.
lo: ຕ້ອງເລືອກດິສກ໌ຢ່າງໜ້ອຍໜຶ່ງໜ່ວຍ.
nl: Ten minste één schijf moet worden geselecteerd.
pl: Przynajmniej jeden dysk musi być zaznaczony.
ro: Trebuie să selectți cel puțin un disc.
ru: Необходимо выбрать хотя бы один диск.
sv: Minst en disk måste väljas.
uk: Хоча б один диск потрібно обрати.
zh_cn: 至少必须选择一个磁盘。

source: 4KB wrapper
af: 4KB wikkeler
ca: Embolcall 4KB
cs: 4KB mezivrstva (wrapper)
de: 4k Anpassung
fr: wrapper de 4 Ko
hu: 4KB csomagoló
lo: ໂຕຫຸ້ມຫໍ່ 4KB
pl: 4KB paczki
ro: Wrapper 4KB
ru: 4KB wrapper (оболочка)
sv: 4KB paket
uk: 4KB оболонка
zh_cn: 4KB封套

source: Create 4KB wrapper (nop device).
af: Skep 4KB toedraaier (nop toestel)
ca: Crear embolcall 4KB (dispositiu nop)
cs: Vytvořit 4KB mezivrstvu (nop zařízení).
de: 4k Anpassung erstellen (nop Laufwerk)
el: Δημιουργία wrapper μεγέθους 4KB (συσκευή nop).
es: Crear 4KB wrapper (dispositivo .nop).
fr: Crée un wrapper de 4Ko (partition nop).
hu: 4KB csomagoló létrehozása (nop eszköz)
it: Crea wrapper 4KB (dispositivo nop).
lo: ສ້າງໂຕຫຸ້ມຫໍ່ 4KB (ອຸປະກອນ nop).
nl: Creëer 4KB wrapper (nop schijf).
ro: Creare wrapper 4KB (dispozitiv nop).
ru: Создать 4KB оболочку (nop устройство).
sv: Skapa 4KB wrapper (nop device).
uk: створити 4KB оболонку (пристрій nop).
zh_cn: 创建4KB封套（NOP装置）。

source: Create a virtual device containing a single device
af: Skep 'n virtuele toestel wat 'n enkele toestel bevat
ca: Creeu un dispositiu virtual que contingui un sol dispositiu
de: Erstellen Sie ein virtuelles Gerät, das ein einzelnes Gerät enthält
el: Δημιουργία εικονικής συσκευής με χρήση μιας μόνο συσκευής
es: Crea un dispositivo virtual de un único dispositivo
fr: Créer un périphérique virtuel contenant un seul périphérique
hu: Egyetlen eszközt tartalmazó virtuális eszköz létrehozása
it: Crea un dispositivo virtuale contenente un singolo dispositivo
lo: ສ້າງອຸປະກອນສະເໝືອນທີ່ບັນຈຸອຸປະກອນດຽວ
nl: Creëer een virtueel schijf met een enkel schijf
pl: Utwórz wirtualne urządzenie z pojedynczego urządzenia
ro: Crează un dispozitiv virtual care conține un singur dispozitiv
ru: Создать виртуальное устройство, содержащее одно устройство
sv: Skapa en virtuell enhet innehållande ett enstaka objekt
uk: Створити віртуальний пристрій, що містить один пристрій
zh_cn: 创建包含单个设备的虚拟设备

source: Create a virtual device containing concatenated devices
af: Skep 'n virtuele toestel wat aaneengeskakelde toestelle bevat
ca: Creeu un dispositiu virtual que contingui dispositius concatenats
de: Erstellen Sie ein virtuelles Gerät, das ein einzelnes Gerät enthält
el: Δημιουργία εικονικής συσκευής με χρήση ενοποιημένων συσκευών
es: Crea un dispositivo virtual concatenando dispositivos
fr: Créer un périphérique virtuel contenant des périphériques concaténés
hu: Virtuális eszköz létrehozása, amely összekapcsolt eszközöket tartalmaz
it: Crea un dispositivo virtuale contenente dispositivi concatenati
lo: ສ້າງອຸປະກອນສະເໝືອນທີ່ບັນຈຸອຸປະກອນທີ່ເຊື່ອມຕໍ່ກັນ
nl: Creëer een virtueel schijf met aaneengeschakelde schijven
ro: Crează un dispozitiv virtual care conține mai multe dispozitive, concatenate
ru: Создать виртуальное устройство, содержащее сцепленные устройства
sv: Skapa en virtuell enhet innehållande sammanslagna objekt
uk: Створити віртуальний пристрій, що містить об’єднані пристрої
zh_cn: 创建包含串联设备的虚拟设备

source: STRIPE
ca: RATLLA
cs: PROUŽEK
fr: STRIPE (Bande)
hu: CSÍKOZÁS
lo: ສະຕຣິບ
ru: СТРАЙП
uk: Чередування (STRIPE)
zh_cn: 条带

source: Create a virtual device containing mirrored devices
af: Skep 'n virtuele toestel wat spieëled toestelle bevat
ca: Creeu un dispositiu virtual que contingui dispositius enmirallats
cs: Vytvořit virtuální zařízení obsahující zrcadlená zařízení
de: Erzeuge ein virtuelles Gerät, das gespiegelte Geräte enthält.
el: Δημιουργία μιας εικονικής συσκευής που περιέχει φυσικές συσκευές σε mirror
es: Crear un dispositivo virtual que contenga HD en espejo (MIRROR)
fr: Créer un périphérique virtuel contenant des périphériques en miroir
hu: Egy tükrözött eszközöket tartalmazó virtuális eszköz létrehozása
it: Crea un device virtuale contenente device in mirroring
lo: ສ້າງອຸປະກອນສະເໝືອນທີ່ບັນຈຸອຸປະກອນແບບມິເຣີ
nl: Creëer een virtuele schijf met gespiegelde schijven
pl: Utwórz urządzenie wirtualne zawierające zmirrorowane urządzenia
ro: Crează un dispozitiv virtual conținând dispozitive oglindite
ru: Создание виртуального устройства, содержащего зеркальные устройства
sv: Skapa en virtuell enhet innehållande speglade enheter
uk: Створити віртуальний пристрій, який містить дзеркальні пристрої
zh_cn: 创建一个包含镜像设备的虚拟设备

source: Create a virtual device which tolerates a single device failure
af: Skep 'n virtuele toestel wat 'n enkele mislukking toestel verdra
ca: Creeu un dispositiu virtual que toleri 1 dispositiu defectuós
cs: Vytvořit virtuální zařízení které snese selhání jednoho zařízení
de: Erzeuge ein virtuelles Gerät, das einen einzigen Gerätefehler toleriert
el: Δημιουργία μιας εικονικής συσκευής που αντέχει βλάβη μίας φυσικής συσκευής
es: Crear un dispositivo virtual tolerante a fallos de 1 HD (RAID-Z1)
fr: Créer un périphérique virtuel tolérant 1 périphériques en panne
hu: Egy virtuális eszköz létrehozása, amely tolerálja egy eszköz meghibásodását
it: Crea un device virtuale che tollera la rottura di un singolo device.
lo: ສ້າງອຸປະກອນສະເໝືອນທີ່ສາມາດທົນທານຕໍ່ຄວາມລົ້ມເຫຼວຂອງອຸປະກອນດຽວ
nl: Creëer een virtuele schijf dat één schijfstoring verdraagt
pl: Utwórz wirtualne urządzenine z tolerancją uszkodzenia jednego urządzenia
ro: Crează un dispozitiv virtual care acceptă doar un singur dispozitiv defect
ru: Создание виртуального устройства, которое допускает сбой одного устройства
sv: Skapa en virtuell enhet som tolererar 1 felaktig enhet
uk: Створити віртуальний пристрій, який витримає крах одного з пристроїв
zh_cn: 创建一个可容忍单个设备故障的虚拟设备

source: Create a virtual device which tolerates 2 device failures
af: Skep 'n virtuele toestel wat 2 mislukkings toestel verdra
ca: Creeu un dispositiu virtual que toleri 2 dispositius defectuosos
cs: Vytvořit virtuální zařízení které snese selhání až dvou zařízení (včetně)
de: Erzeuge ein virtuelles Gerät, das 2 Gerätefehler toleriert
el: Δημιουργία μιας εικονικής συσκευής που αντέχει βλάβη 2 φυσικών συσκευών
es: Crear un dispositivo virtual tolerante a fallos de 2 HD (RAID-Z2)
fr: Créer un périphérique virtuel tolérant 2 périphériques en panne
hu: Egy virtuális eszköz létrehozása, amely tolerálja 2 eszköz meghibásodását
it: Crea un virtual device che accetta il guasto di 2 device.
lo: ສ້າງອຸປະກອນສະເໝືອນທີ່ສາມາດທົນທານຕໍ່ຄວາມລົ້ມເຫຼວຂອງ 2 ອຸປະກອນ
nl: Creëer een virtuele schijf dat 2 schijfstoringen verdraagt
pl: Utwórz wirtualne urządzenie z tolerancją 2 błędów urządzenia
ro: Crează un dispozitiv virtual care acceptă 2 dispozitive defecte simultan
ru: Создание виртуального устройства, которое допускает отказ 2 устройств
sv: Skapa en virtuell enhet som tolererar 2 felaktiga enheter
uk: Створити віртуальний пристрій, який витримає крах 2 пристроїв
zh_cn: 创建一个可容忍2个设备故障的虚拟设备

source: Create a virtual device which tolerates 3 device failures
af: Skep 'n virtuele toestel wat 3 mislukkings toestel verdra
ca: Creeu un dispositiu virtual que toleri 3 dispositius defectuosos
cs: Vytvořit virtuální zařízení které snese selhání až tří zařízení (včetně)
de: Erzeuge ein virtuelles Gerät, das 3 Gerätefehler toleriert
el: Δημιουργία μιας εικονικής συσκευής που αντέχει βλάβη 3 φυσικών συσκευών
es: Crear un dispositivo virtual tolerante a fallos de 3 HD (RAID-Z3)
fr: Créer un périphérique virtuel tolérant 3 périphériques en panne
hu: Egy virtuális eszköz létrehozása, amely tolerálja 3 eszköz meghibásodását
it: Crea un virtual device che accetta il guasto di 3 device.
lo: ສ້າງອຸປະກອນສະເໝືອນທີ່ສາມາດທົນທານຕໍ່ຄວາມລົ້ມເຫຼວຂອງ 3 ອຸປະກອນ
nl: Creëer een virtuele schijf dat 3 schijfstoringen verdraagt
pl: Utwórz wirtualne urządzenie z tolerancją 3 uszkodzonych urządzeń
ro: Crează un dispozitiv virtual care acceptă 3 dispozitive defecte simultan
ru: Создание виртуального устройства, которое допускает отказ 3 устройств
sv: Skapa en virtuell enhet som tolererar 3 felaktiga enheter
uk: Створити віртуальний пристрій, який витримає крах 3 пристроїв
zh_cn: 创建一个可容忍3个设备故障的虚拟设备

source: Create a spare device
af: Skep 'n spare toestel
ca: Crea un dispositiu de recanvi
cs: Vytvořit zařízení pro pohotovostní náhradu
de: Erzeuge ein Reservegerät (spare device)
el: Δημιουργία μιας συσκευής spare
es: Crear un dispositivo en "espera"
fr: Créer un périphérique de rechange
hu: Egy tartalék eszköz létrehozása
it: Crea un device di riserva
lo: ສ້າງອຸປະກອນສຳຮອງ
nl: Creëer een reserve-schijf
pl: Utwórz zapasowe urządzenie
ro: Creare dispozitiv rezervă (spare)
ru: Создание резервного устройства
sv: Skapa en reservenhet
uk: Створити запасний пристрій
zh_cn: 创建一个备用设备

source: HOT SPARE
ca: Recanvi en calent
cs: PHTVST. NÁHR.
es: Repuesto
fr: HOT SPARE (disque de remplacement à chaud)
hu: GYORS TARTALÉK
lo: ສຳຮອງແບບຮ້ອນ
ru: ГОРЯЧАЯ ЗАМЕНА
sv: AKTIV RESERV
uk: Гарячий резерв
zh_cn: 热备

source: Create a L2ARC device for ARC
af: Skep 'n L2ARC toestel vir ARC
ca: Creeu un dispositiu L2ARC per ARC
cs: Vytvořít L2ARC zařízení pro ARC
de: Erzeuge ein L2ARC Gerät für ARC
el: Δημιουργία συσκευής L2ARC για ARC
es: Crear un dispositivo L2ARC para ARC
fr: Créer un périphérique L2ARC pour ARC
hu: Egy L2ARC eszköz létrehozása ARC számára
it: Crea un device L2ARC per ARC
lo: ສ້າງອຸປະກອນ L2ARC ສຳລັບ ARC
nl: Creëer een L2ARC schijf voor ARC
pl: Utwórz urządzenie L2ARC dla ARC
ro: Creare dispozitiv L2ARC pentru ARC
ru: Создать устройство L2ARC для ARC
sv: Skapa en L2ARC enhet för ARC
uk: Створити пристрій L2ARC для ARC
zh_cn: 为ARC创建一个L2ARC设备

source: CACHE
cs: MEZIPAMĚŤ
es: CACHÉ
hu: GYORSÍTÓTÁRAZÁS
lo: ແຄສ
pl: BUFOR
ru: КЭШ
uk: КЕШ
zh_cn: 缓存

source: Create a SLOG device for ZIL
af: Skep 'n SLOG toestel vir ZIL
ca: Creeu un dispositiu SLOG per a ZIL
cs: Vytvořit SLOG zařízení pro ZIL
de: Erzeuge ein SLOG Gerät für ZIL
el: Δημιουργία συσκευής SLOG για ZIL
es: Crear un dispositivo SLOG para ZIL
fr: Créer un périphérique SLOG pour ZIL
hu: Egy SLOG eszköz létrehozása ZIL számára
it: Crea un device SLOG per ZIL
lo: ສ້າງອຸປະກອນ SLOG ສຳລັບ ZIL
nl: Creëer een SLOG schijf voor ZIL
pl: Utwórz urządzenie SLOG dla ZIL
ro: Creare dispozitiv SLOG pentru ZIL
ru: Создать устройство SLOG для ZIL
sv: Skapa en SLOG enhet för ZIL
uk: Створити пристрій SLOG для ZIL
zh_cn: 为ZIL创建一个SLOG设备

source: Create a mirrored SLOG device for ZIL
af: Skep 'n spieëled SLOG toestel vir ZIL
ca: Creeu un dispositiu SLOG reflectit per a ZIL
cs: Vytvořit zrcadlené SLOG zařízení pro ZIL
de: Erzeuge ein gespiegeltes SLOG Gerät für ZIL
el: Δημιουργία μιας συσκευής mirrored SLOG για ZIL
es: Crear un dispositivo en espejo SLOG para ZIL
fr: Créer un périphérique SLOG en miroir pour ZIL
hu: Egy tükrözött SLOG eszköz létrehozása ZIL számára
it: Crea un'unità replicata SLOG per lo ZIL
lo: ສ້າງອຸປະກອນ SLOG ແບບມິເຣີສຳລັບ ZIL
nl: Creëer een gespiegelde SLOG schijf voor ZIL
pl: Utwórz lustrzane urządzenie SLOG dla ZIL
ro: Creare dispozitiv oglindă SLOG pentru ZIL
ru: Создание зеркального устройства SLOG для ZIL
sv: Skapa en speglad SLOG enhet för ZIL
uk: Створити дзеркальний пристрій SLOG для ZIL
zh_cn: 为ZIL创建镜像的SLOG设备

source: LOG (Mirror)
af: LOG (Spieël)
ca: LOG (Mirall)
cs: ZÁZNAM UDÁLOSTÍ (zrcadlo)
es: LOG (Espejo)
fr: LOG miroir
hu: NAPLÓZÁS (tükör)
lo: ບັນທຶກ (ມິເຣີ)
nl: LOG (Spiegel)
pl: DZIENNIK (mirror)
ro: LOG (Oglindă)
ru: LOG (зеркальный)
sv: LOGG (Speglad)
uk: LOG (дзеркальний)
zh_cn: 日志（镜像）

source: Create a dedup device
af: Skep 'n deduplikasie toestel
ca: Creeu un dispositiu de desduplicació
de: Erstelle ein Deduplizierungsgerät
el: Δημιουργία μιας συσκευής dedup
es: Crear un dispositivo para evitar duplicados
fr: Créer un périphérique de déduplication
it: Creare un dispositivo di dedup
lo: ສ້າງອຸປະກອນລົບຂໍ້ມູນຊ້ຳຊ້ອນ
nl: Creëer een dedup schijf
ru: Создайте устройство дедупликации
sv: Skapa en dedup enhet
uk: Створити dedup пристрій
zh_cn: 创建去重设备

source: Create a special allocation device
af: Skep 'n spesiale allokasie toestel
ca: Creeu un dispositiu d'assignació especial
de: Erstelle ein spezielles Zuordnungsgerät
el: Δημιουργία μιας συσκευής για ειδική κατανομή
es: Crear un dispositivo de ubicación especial
fr: Créer un périphérique d'allocation spécial
hu: Speciálisan felosztott eszköz létrehozása
it: Creare un dispositivo di allocazione speciale
lo: ສ້າງອຸປະກອນຈັດສັນພິເສດ
nl: Creëer een speciaal allocatie schijf
ru: Создайте специальное устройство распределения
sv: Skapa en specialallokeringsenhet
uk: Створити спеціально розподілений пристрій
zh_cn: 创建一个特殊的分配器

source: SPECIAL
ca: ESPECIAL
es: Especial
fr: SPÉCIAL
hu: SPECIÁLIS
it: SPECIALE
lo: ພິເສດ
nl: SPECIAAL
uk: ОСОБЛИВО
zh_cn: 特殊

source: This is a very powerful tool. Use at your own risk!
af: Dit is 'n baie kragtige werktuig. Gebruik dit op eie risiko!
ca: Aquesta es una eina molt potent. Utilitzeu sota el vostre risc!
cs: Toto je velmi mocný nástroj. Použijte pouze na vlastní nebezpečí!
de: Das ist ein sehr mächtiges Werkzeug. Nutzung auf eigene Gefahr!
el: Αυτό είναι ένα πολύ ισχυρό εργαλείο. Χρησιμοποιήστε το με δική σας ευθύνη!
es: Esta es una herramienta muy potente, Usela con precaución.
fr: C'est un outil très puissant. À utiliser à vos risques et périls!
hu: Ez egy nagyon erőteljes eszköz, csak saját felelősségre használd!
it: Questo è un tool molto potente: usare a vostro rischio!
lo: ນີ້ແມ່ນເຄື່ອງມືທີ່ມີປະສິດທິພາບສູງ. ໃຊ້ດ້ວຍຄວາມສ່ຽງຂອງທ່ານເອງ!
nl: Dit is een krachtig tool. Gebruik het op eigen risico!
pl: To jest potężne narzędzie. Używaj na własne ryzyko!
ro: Această unealtă este foarte puternică. Utilizați-o cu grijă maximă!
ru: Это очень мощный инструмент. Используйте на свой риск!
sv: Detta är ett väldigt kraftfullt verktyg. Används på egen risk!
uk: Це дуже потужний інструмент. Використовуйте його на свій ризик!
zh_cn: 这是一个非常强大的工具。使用风险自担！

source: Script has been uploaded.
af: Skrip gewees het opgelaai.
ca: Script ha estat carregat.
cs: Skript by nahrán na server.
de: Script wurde hochgeladen.
el: Το script έχει μεταφορτωθεί
es: El Script se ha subido.
fr: Le script a été téléversé
hu: Szkriptet sikeresen feltöltötted.
it: Lo script è stato caricato.
lo: ສະຄຣິບໄດ້ຖືກອັບໂຫຼດແລ້ວ.
nl: Script is geupload.
pl: Skrupt został załadowany
ro: Scriptul a fost încărcat.
ru: Сценарий был загружен.
sv: Skript har laddats upp.
uk: Скріпт був вивантажений.
zh_cn: 脚本已上传

source: Execute Command
af: Teregstel Bevel
ca: Executa ordre
cs: Spustit příkaz
de: Befehl ausführen
el: Εκτέλεση Εντολής
es: Ejecutar comando
fr: Exécuter la commande
hu: Parancs végrehajtása
it: Esegui comando
lo: ດຳເນີນການຄຳສັ່ງ
nl: Commando Uitvoeren
pl: Wykonaj polecenie
ro: Executare comandă
ru: Выполнить команду
sv: Kör kommando
uk: Виконати команду
zh_cn: 执行命令

source: Enter Command
af: Ingaan Bevel
ca: Introduïu l'ordre
cs: Zadejte příkaz
de: Befehl eingeben
el: Εισαγωγή Εντολής
es: Introduzca Comando
fr: Entrer la commande
hu: Parancs megadása
it: Inserisci comando
lo: ໃສ່ຄຳສັ່ງ
nl: Geef Commando
pl: Wprowadź polecenie
ro: Introducere comandă
ru: Введите Команду
sv: Mata in kommando
uk: Уведіть команду
zh_cn: 输入命令

source: Control
af: Kontrole
cs: Ovládání
de: Steuerung
el: Έλεγχος
fr: Contrôle
hu: Felügyelet
it: Controllo
lo: ຄວບຄຸມ
nl: Besturing
pl: Kontrola
ru: Управление
sv: Åtgärd
uk: Керування
zh_cn: 控制

source: Upload Script
af: Oplaai Script
ca: Cárrega Script
cs: Skript pro odesílání
de: Skript zum Hochladen
el: Μεταφόρτωση Script
es: Subir un Script
fr: Téléverser le script
hu: Szkript feltöltése
it: Script di upload
lo: ອັບໂຫຼດສະຄຣິບ
pl: Załaduj skrypt
ro: Script încărcare
ru: Загрузить сценарий
sv: Ladda upp skript
uk: Скрипт Вивантаження
zh_cn: 上传脚本

source: Script
cs: Skript
de: Skript
hu: Skript
lo: ສະຄຣິບ
pl: Skrypt
ru: Сценарий
sv: Skript
uk: Скрипт
zh_cn: 脚本

source: PHP Command
af: PHP Bevel
ca: Ordre PHP
cs: PHP příkaz
de: PHP Befehl
el: Εντολή PHP
es: Orden PHP
fr: Commande PHP
hu: PHP Parancs
it: Comando PHP
lo: ຄຳສັ່ງ PHP
nl: PHP Opdracht
pl: Komenda PHP
ro: Comandă PHP
ru: Команда PHP
sv: PHP Kommando
uk: PHP команда
zh_cn: PHP 命令

source: PHP Command Output
af: PHP Bevel Uitset
ca: Soritida de comandament PHP
cs: Výstup z PHP příkazu
de: PHP Befehlsausgabe
el: Έξοδος Εντολής PHP
es: Salida del comando PHP
fr: Sortie de la commande PHP
hu: PHP parancskimenet
it: Output del comando PHP
lo: ຜົນໄດ້ຮັບຂອງຄຳສັ່ງ PHP
nl: PHP Commando Uitvoerings Resultaat
pl: Wynik zapytania PHP
ro: Ieșire comandă PHP
ru: Вывод PHP Команды
sv: PHP Kommandoutmatning
uk: Вивід команд PHP
zh_cn: PHP命令输出

source: A reboot is required
af: 'N Herbegin word benodig
ca: Es requereix reiniciar
cs: Je třeba restartovat
de: Ein Neustart ist erforderlich
el: Χρειάζεται να γίνει επανεκκίνηση
es: Es necesario un reinicio
fr: Un redémarrage est nécessaire
hu: Újraindítás szükséges
it: Riavvio necessario
lo: ຕ້ອງການຣີບູດລະບົບ
nl: Een herstart is vereist
pl: Wymagany restart systemu
ro: Sistemul trebuie repornit
ru: Требуется перезагрузка
sv: En omstart krävs
uk: Вимагається перезавантаження
zh_cn: 需要重新启动

source: filechooser
af: lêerkieser
ca: selector de fitxers
cs: vyberte soubor
de: Dateiauswahlfenster
el: ΕπιλογέαςΑρχείων
es: Selector de ficheros
fr: Sélectionneur de fichier
hu: fájlválasztó
it: Selezionatore dei file
lo: ຕົວເລືອກໄຟລ໌
nl: bestandsselector
pl: Przeglądarka plików
ro: selector fișiere
ru: Выбор файла
sv: filväljare
uk: Вибір файлу

source: The attribute '%s' must be a string.
af: Die eienskap '%s' moet 'n string wees.
ca: L'atribut '%s' ha de ser una cadena.
cs: Je třeba, aby atribut „%s“ byl řetězec znaků.
de: Der Wert '%s' muss eine Zeichenfolge sein.
el: Η ιδιότητα '%s' πρέπει να είναι συμβολοσειρά.
es: El atributo '%s' debe ser una cadena.
fr: L'attribut '%s' doit être une chaîne de caractères.
hu: '%s' attribútum csak szöveg lehet.
it: L'attributo '%s' deve essere una stringa.
lo: ຄຸນລັກສະນະ '%s' ຕ້ອງເປັນສະຕຣິງ.
nl: Het attribuut '%s' moet een tekenreeks zijn.
pl: Atrybut '%s' musi być ciągiem znaków.
ro: Atributul '%s' trebuie să fie text.
ru: Атрибут '%s' должен быть строкой.
sv: Attributet '%s' måste vara en sträng.
uk: Атрибут '%s' повинен бути текстовою стрічкою.
zh_cn: '%s' 必须是字符串。

source: The attribute '%s' must be a number.
af: Die eienskap '%s' moet 'n nommer wees.
ca: L'atribut '%s' ha de ser un nombre.
cs: Je třeba, aby atribut „%s“ byl číslo.
de: Das Attribut '%s' muss eine Zahl sein.
el: Η ιδιότητα '%s' πρέπει να είναι αριθμός.
es: El atributo '%s' debe ser un número.
fr: L'attribut '%s' doit être un nombre.
hu: '%s' attribútum csak szám lehet.
it: L' attributo '%s' deve essere un numero.
lo: ຄຸນລັກສະນະ '%s' ຕ້ອງເປັນຕົວເລກ.
nl: Het attribuut '%s' moet een nummer zijn.
pl: Atrybut '%s' musi być liczbą.
ro: Atributul '%s' trebuie să fie număr.
ru: Атрибут '%s' должен быть числом.
sv: Attributet '%s' måste vara en siffra.
uk: Атрибут '%s' повинен бути числом.
zh_cn: '%s' 必须是一个数字。

source: The attribute '%s' is not a valid IP address.
af: Die eienskap '%s' is nie 'n geldige IP adres nie.
ca: L'atribut '%s' és una adreça IP no vàlid.
cs: Atribut „%s“ není platnou IP adresou.
de: Das Eingabefeld '%s' enthält keine gültige IP-Adresse.
el: Η ιδιότητα '%s' δεν είναι μια έγκυρη διεύθυνση IP.
es: El atributo '%s' no es una dirección IP válida.
fr: L'attribut '% s' n'est pas une adresse IP valide.
hu: '%s' attribútum nem érvényes IP cím.
it: L'attributo '%s' non è un indirizzo IP valido.
lo: ຄຸນລັກສະນະ '%s' ບໍ່ແມ່ນທີ່ຢູ່ IP ທີ່ຖືກຕ້ອງ.
nl: Het attribuut '%s' is geen geldig IP-adres.
pl: Atrybut '%s' nie jest właściwym adresem IP
ro: Atributul '%s' nu reprezintă o adresă IP validă.
ru: Значение '%s' не является допустимым IP адресом.
sv: Värdet '%s' är inte en goltig IP-adress.
uk: Атрибут '%s' не є коректною ІР адресою.
zh_cn: '%s' 是无效的IP地址。

source: The attribute '%s' is not a valid MAC address.
af: Die eienskap '%s' is nie 'n geldige MAC adres nie.
ca: L'atribut '%s' és una adreça MAC no vàlid.
cs: Atribut „%s“ není platnou MAC adresou.
de: Das Eingabefeld '%s' enthält keine gültige MAC Adresse eine Netzwerkkarte.
el: Η ιδιότητα '%s' δεν είναι μια έγκυρη διεύθυνση MAC.
es: El atributo '%s' no es una dirección MAC válida.
fr: L'attribut '% s' n'est pas une adresse MAC valide.
hu: '%s' attribútum nem érvényes MAC cím.
it: L'attributo '%s' non è un indirizzo MAC valido.
lo: ຄຸນລັກສະນະ '%s' ບໍ່ແມ່ນທີ່ຢູ່ MAC ທີ່ຖືກຕ້ອງ.
nl: Het attribuut '%s' is geen geldig MAC-adres.
pl: Atrybut '%s' nie jest właściwym adresem MAC.
ro: Atributul '%s' nu reprezintă o adresă MAC validă.
ru: Значение '%s' не является допустимым MAC адресом.
sv: Värdet '%s' är inte en giltig MAC-adress
uk: Атрибут '%s' не є коректною МАС адресою.
zh_cn: '%s' 是无效的 MAC 位置。
