Repository: rojim666/xigmanas-code-r10599-trunk
Catalog: locale/xigmanas-*.po
Languages: af, ca, cs, de, el, es, fr, hu, it, lo, nl, pl, ro, ru, sv, uk, zh_cn

source: Do you want to delete selected iSCSI initiators?
af: Wil jy geselekteerde iSCSI inisieerders skrap?
ca: Voleu eliminar els iniciadors seleccionats d'iSCSI?
cs: Chcete smazat vybrané iSCSI iniciátory ?
de: Möchten Sie die ausgewählten iSCSI Initiatoren löschen?
el: Θέλετε να διαγράψετε τους επιλεγμένους εκκινητές iSCSI;
es: ¿Desea borrar los iniciadores iSCSI seleccionados?
fr: Voulez-vous supprimer les initiateurs iSCSI sélectionnés?
hu: Biztos, hogy törlöd a kiválasztott iSCSI Kezdeményezőket?
it: Vuoi cancellare gli inizializzatori iSCSI selezionati?
lo: ທ່ານຕ້ອງການລຶບ iSCSI initiator ທີ່ເລືອກອອກບໍ່?
nl: Wilt u de geselecteerde iSCSI initiators verwijderen?
ro: Doriți să ștegeți inițiatorii iSCSI selectați?
ru: Вы хотите удалить выбранные инициаторы iSCSI?
sv: Vill du ta bort valda iSCSI initierare?
uk: Ви підтверджуєте видалення вибраних ініціаторів iSCSI?
zh_cn: 你想要删除选中的iSCSI启动器吗？

source: Do you want to disable selected iSCSI initiators?
af: Wil jy geselekteerde iSCSI inisieerders deaktiveer?
ca: Voleu desactivar els iniciadors seleccionats d'iSCSI?
cs: Chcete vypnout vybrané iSCSI iniciátory ?
de: Möchten Sie die ausgewählten iSCSI Initiatoren deaktivieren?
el: Θέλετε να απενεργοποιήσετε τους επιλεγμένους εκκινητές iSCSI;
es: ¿Desea deshabilitar los iniciadores iSCSI seleccionados?
fr: Voulez-vous désactiver les initiateurs iSCSI sélectionnés?
hu: Biztos, hogy kikapcsolod a kiválasztott iSCSI Kezdeményezőket?
it: Vuoi disattivare gli inizializzatori iSCSI selezionati?
lo: ທ່ານຕ້ອງການປິດໃຊ້ງານ iSCSI initiator ທີ່ເລືອກບໍ່?
nl: Wilt u geselecteerde iSCSI initiators uitschakelen?
ro: Doriți să dezactivați inițiatorii iSCSI selectați?
ru: Вы хотите отключить выбранные инициаторы iSCSI?
sv: Vill du inaktivera valda iSCSI initierare?
uk: Ви підтверджуєте вимкнення обраних ініціаторів iSCSI?
zh_cn: 你想要禁用选中的iSCSI启动器吗？

source: Do you want to enable selected iSCSI initiators?
af: Wil jy geselekteerde iSCSI inisieerders inskakel?
ca: Voleu activar els iniciadors seleccionats iSCSI?
cs: Chcete zapnout vybrané iSCSI iniciátory ?
de: Möchten Sie die ausgewählten iSCSI Initiatoren aktivieren?
el: Θέλετε να ενεργοποιήσετε τους επιλεγμένους εκκινητές iSCSI;
es: ¿Desea habilitar los iniciadores iSCSI seleccionados?
fr: Voulez-vous activer les initiateurs iSCSI sélectionnés?
hu: Biztos, hogy bekapcsolja a kiválasztott iSCSI Kezdeményezőket?
it: Vuoi attivare gli iniziatori iSCSI selezionati?
lo: ທ່ານຕ້ອງການເປີດໃຊ້ງານ iSCSI initiator ທີ່ເລືອກບໍ່?
nl: Wilt u geselecteerde iSCSI initiators inschakelen?
ro: Doriți să activați inițiatorii iSCSI selectați?
ru: Вы хотите включить выбранные инициаторы iSCSI?
sv: Vill du aktivera valda iSCSI initierare?
uk: Ви підтверджуєте увімкнення вибраних ініціаторів iSCSI?
zh_cn: 你想要启用选中的iSCSI启动器吗？

source: Do you want to toggle selected iSCSI initiators?
af: Doen jy wil geselekteerde iSCSI inisieerders toggle?
ca: Voleu canviar els iniciadors seleccionats de l'iSCSI?
cs: Chcete přepnout vybrané iSCSI iniciátory ?
de: Möchten Sie die ausgewählten iSCSI Initiatoren umschalten?
el: Θέλετε να μεταβάλλετε τους επιλεγμένους εκκινητές iSCSI;
es: ¿Desea intercambiar los iniciadores iSCSI seleccionados?
fr: Voulez-vous changer d'état les initiateurs iSCSI sélectionnés?
hu: Biztos, hogy átkapcsolja a kiválasztott iSCSI Kezdeményezőket?
it: Vuoi attivare gli iniziatori iSCSI selezionati?
lo: ທ່ານຕ້ອງການສະຫຼັບການໃຊ້ງານ iSCSI initiator ທີ່ເລືອກບໍ່?
nl: Wilt u geselecteerde iSCSI initiators omschakelen?
ro: Doriți să inversați inițiatorii iSCSI selectați?
ru: Вы хотите переключить выбранные инициаторы iSCSI?
sv: Vill du växla valda iSCSI initierare?
uk: Ви підтверджуєте перемикання вибраних ініціаторів iSCSI?
zh_cn: 你想要切换选中的iSCSI启动器吗？

source: This is a nickname and is for information only.
af: Hierdie is 'n bynaam en is vir inligting enigste.
ca: Aquest és un sobrenom i només es pot obtenir informació.
cs: Toto je přezdívka a slouží pouze pro informaci.
de: Das ist ein Spitzname und rein informatorisch.
el: Αυτό είναι ψευδώνυμο και είναι για πληροφοριακούς λόγους μόνο.
es: Apodo, para información únicamente.
fr: Ceci est un surnom et est pour information seulement.
hu: Ez egy becenév, ami csak tájékoztatásra szolgál.
it: Questo è un soprannome ed è solo informativo
lo: ນີ້ແມ່ນຊື່ຫຼິ້ນ ແລະ ມີໄວ້ເພື່ອເປັນຂໍ້ມູນເທົ່ານັ້ນ.
nl: Dit is een bijnaam en is alleen ter informatie.
ro: Acesta este un pseudonim și este doar pentru informare.
ru: Это псевдоним и только для информации.
sv: Detta är ett smeknamn och är endast för information.
uk: Це псевдонім і він тільки для інформації.
zh_cn: 这是一个昵称，仅供参考。

source: The name of the target.
af: Die naam van die teiken.
ca: El nom de l'objectiu.
cs: Název cíle.
de: Der Name des Ziels.
el: Το όνομα του προορισμού.
es: Nombre del objetivo.
fr: Le nom de la cible.
hu: A cél neve.
it: Nome dell'obiettivo
lo: ຊື່ຂອງເປົ້າໝາຍ.
nl: De naam van het doel.
ro: Numele destinației.
ru: Название цели.
sv: Namnet på målet.
uk: Ім'я цілі.
zh_cn: 目标名称

source: The IP address or the DNS name of the iSCSI target.
af: Die IP adres of die DNS naam van die iSCSI teiken.
ca: L'adreça IP o el nom DNS de l'objectiu iSCSI.
cs: IP adresa nebo DNS název iSCSI cíle.
de: Die IP-Adresse oder der DNS-Name des iSCSI Ziels.
el: Η διεύθυνση IP ή το όνομα DNS του προορισμού iSCSI.
es: IP o nombre DNS del destino iSCSI
fr: L'adresse IP ou le nom DNS de la cible iSCSI.
hu: Az iSCSI cél IP címe vagy DNS neve.
it: L'indirizzo IP o il nome DNS dell'obiettivo iSCSI
lo: ທີ່ຢູ່ IP ຫຼື ຊື່ DNS ຂອງເປົ້າໝາຍ iSCSI.
nl: Het IP-adres of de DNS naam van het iSCSI doel.
ro: Adresa IP sau numele DNS al destinației iSCSI.
ru: IP-адрес или DNS-имя цели iSCSI.
sv: IP adressen eller DNS namnet på iSCSI målet.
uk: IP адреса або ім'я DNS iSCSI-цілі.
zh_cn: iSCSI目标的IP地址或DNS名称。

source: The name of the initiator. By default, the name is concatenation of "iqn.1994-09.org.freebsd:" with the hostname.
af: Die naam van die inisieerder. Die naam is by verstek saamvoeging van "iqn.1994-09.org.freebsd:" met die gasheernaam.
ca: El nom de l'iniciador. Per defecte, el nom és la concatenació de "iqn.1994-09.org.freebsd:" amb el nom d'amfitrió.
cs: Název iniciátoru. Výchozí je název vzniklý spojením „iqn.1994-09.org.freebsd:“ a názvu stroje.
de: Name des Initiators Voreingestellt ist eine Hintereinanderreihung aus "iqn.1994-09.org.freebsd:" und dem Hostnamen.
el: Το όνομα του εκκινητή. Από προεπιλογή, το όνομα είναι αλληλουχία του "iqn.1994-09.org.freebsd:" με το όνομα του υπολογιστή.
es: Nombre del iniciador. Por defecto el nombre es una concatenación; ej: "iqn.1994-09.org.freebsd"
fr: Le nom de l'initiateur. Par défaut, le nom est la concaténation de "iqn.1994-09.org.freebsd:" avec le nom d’hôte.
hu: a kezdeményező neve. Alapértelmezetten a "iqn.1994-09.org.freebsd:" láncolata a kiszolgáló nevével.
it: Nome dell'inizializzatore. Di default il nome è la concatenazione di "iqn.1994-09.org.freebsd:" con il nome host
lo: ຊື່ຂອງ initiator. ໂດຍຄ່າເລີ່ມຕົ້ນ, ຊື່ແມ່ນການເຊື່ອມຕໍ່ຂອງ "iqn.1994-09.org.freebsd:" ກັບຊື່ໂຮສ.
nl: De naam van de initiator. Standaard is de naam een aaneenschakeling van "iqn.1994-09.org.freebsd:" met de hostnaam.
ro: Numele inițiatorului. Implicit, numele va rezulta din concatenarea textului „iqn.1994-09.org.freebsd:” cu numele sistemului.
ru: Имя инициатора. По умолчанию это имя "iqn.1994-09.org.freebsd:" с именем хоста.
sv: Namnet på initieraren. Som standard är namnet en sammanslagning av "iqn.1994-09.org.freebsd:" med värdnamnet.
uk: Ім'я ініціатора. За замовчуванням, ім'я є з'єднанням "iqn.1994-09.org.freebsd:" з ім'ям хосту.
zh_cn: 启动器的名称。 默认情况下，名称是“iqn.1994-09.org.freebsd：”与主机名的串联。

source: These parameters will be added to the configuration of this initiator.
af: Hierdie parameters sal bygevoeg word tot die konfigurasie van hierdie inisieerder.
ca: Aquests paràmetres s'afegiran a la configuració d'aquest iniciador.
cs: Tyto parametry budou přidány do nastavení tohoto iniciátoru.
de: Diese Einstellungen werden der Konfiguration des Initiators hinzugefügt.
el: Αυτές οι παράμετροι θα προστεθούν στις ρυθμίσεις αυτού του εκκινητή.
es: Estos parámetros serán añadidos a la configuración de este iniciador.
fr: Ces paramètres seront ajoutés à la configuration de cet initiateur.
hu: Ezek a paraméterek hozzáadódnak ezen kezdeményező beállításaihoz.
it: Questi parametri saranno aggiunti alla configurazione di questo inizializzatore
lo: ພາຣາມິເຕີເຫຼົ່ານີ້ຈະຖືກເພີ່ມເຂົ້າໃນການຕັ້ງຄ່າຂອງ initiator ນີ້.
nl: Deze parameters worden toegevoegd aan de configuratie van deze initiator.
ro: Acești parametri vor fi adăugați la fișierul de configurare al inițiatorului.
ru: Эти параметры будут добавлены в конфигурацию этого инициатора.
sv: Dessa parametrar kommer läggas till i konfigurationen för denna intierare.
uk: Ці параметри будуть додані до конфігурації цього ініціатора.
zh_cn: 这些参数将添加到此启动器的配置中。

source: Sets the authentication type. Type can be either "None", or "CHAP". Default is "None". When set to CHAP, both chapIName and chapSecret must be defined.
af: Stel die ontentisering tipe. Tipe kan óf wees "None", of "CHAP". Verstek is "None". Wanneer stel om Chap, beide chap Naam en chap Geheim moet gedefinieer word.
ca: Estableix el tipus d'autenticació. El tipus pot ser "Cap" o "CHAP". El valor predeterminat és "Cap". Quan s'estableix a CHAP, s'han de definir els dos tipus de lletres i el segell chapSecret.
cs: Nastaví typ ověřování. Ten může být buď „žádné“, nebo „CHAP“. Výchozí je „žádné“. Pokud je nastaveno na CHAP, je třeba zadat jak chapIName, tak chapSecret.
de: Legt den Authentifizierungstyp fest. Typ kann entweder "keiner" oder "CHAP" sein. Voreingestellt ist "keiner". Falls CHAP eingestellt wird, müssen chapIName und chapSecret bekannt sein.
el: Ορίσζει τον τύπο πιστοποίησης. Ο τύπος μπορεί να είναι είτε "None", είτε "CHAP". Η προεπιλογή είναι "None". Όταν οριστεί σε CHAP, πρέπει να οριστούν και το chapIName και το chapSecret.
es: Establece el tipo de autentificación. puede ser "Ninguno", o "CHAP", por defecto se usa "Ninguno". Cuando se usa "CHAP", se debe definir en nombre y el secreto compartido.
fr: Définit le type d'authentification. Le type peut être "Aucun" ou "CHAP". La valeur par défaut est "Aucune". Lorsque réglé sur CHAP, le Nom chap et le Secret chap doivent être définis.
hu: Ez megadja a hitelesítés típusát. lehet "Nincs", vagy "CHAP". Alapértelmezett "Nincs". Ha CHAP az értéke, a meg kell adni a chapIName és chapSecret értékeit is.
it: Seleziona il modalità di autenticazione. La modalità può essere "Nessuna" oppure "CHAP". Il default è "Nessuna". Quando impostato a CHAP, entrambi chapIName e chapSecret devono essere definiti
lo: ຕັ້ງຄ່າປະເພດການຢືນຢັນຕົວຕົນ. ປະເພດສາມາດເປັນ "None" ຫຼື "CHAP". ຄ່າເລີ່ມຕົ້ນແມ່ນ "None". ເມື່ອຕັ້ງເປັນ CHAP, ຕ້ອງກຳນົດທັງ chapIName ແລະ chapSecret.
nl: Authenticatie type instellen. Type kan "Geen" of "CHAP" zijn. Standaard is "Geen". Indien ingesteld op CHAP, moeten zowel chapINaam als chapWachtwoord worden gedefinieerd.
ro: Stabilește tipul de autentificare. Poate fi fie „Fără” fie „CHAP”. Modul implicit este „FĂRĂ”. Când se selectează modul „CHAP” ambele valori chapIName și chapSecret vor trebui să fie definite în mod obligatoriu.
ru: Устанавливает тип аутентификации. Тип может быть либо «None», либо «CHAP». По умолчанию «None». Если установлено значение CHAP, должны быть определены наименование CHAP и секретная фраза CHAP.
sv: Sätter autentiseringstyp. Typ kan vara endera "Inget", eller "CHAP". Standard är "Inget". När CHAP valts måste både CHAP namn och CHAP hemlighet definieras.
uk: Встановлює тип аутентифікації. Тип може бути або «None», або «CHAP». За замовчуванням - «None». Якщо встановлено значення CHAP, повинні бути визначені ім'я CHAP і пароль CHAP.
zh_cn: 设置验证类型。可以设置为"无", 或者 "CHAP"。 默认为 "无". 当设置为 CHAP时, chapIName 和 chapSecret 都必须要设置.

source: Login for CHAP authentication.
af: Login vir CHAP ontentisering.
ca: Inicieu la sessió per a l'autenticació CHAP.
cs: Přihlášení pro CHAP ověřování.
de: Einloggen für CHAP Authentifizierung.
el: Σύνδεση για πιστοποίηση CHAP.
es: Login para autentificación CHAP
fr: Login pour l'authentification CHAP.
hu: Bejelentkezés CHAP hitelesítéshez.
it: Login per l'autenticazione CHAP.
lo: ເຂົ້າສູ່ລະບົບສຳລັບການຢືນຢັນຕົວຕົນ CHAP.
nl: Inloggen voor CHAP verificatie.
ro: Login pentru autentificare CHAP.
ru: Логин для проверки подлинности CHAP.
sv: Inloggning för CHAP aurentisering.
uk: Логін для автентифікації CHAP.
zh_cn: 登陆以进行CHAP验证

source: Secret for CHAP authentication.
af: Geheim vir CHAP ontentisering.
ca: Secret de l'autenticació CHAP.
cs: Tajemství pro CHAP ověřování.
de: Gehemnis für CHAP Authentifikation.
el: Μυστικό για την πιστοποίηση CHAP.
es: Secreto de la autentificación HAP
fr: Secret pour l'authentification CHAP.
hu: Titok a CHAP hitelesítéshez.
it: Segreto per autenticazione CHAP
lo: ລະຫັດລັບສຳລັບການຢືນຢັນຕົວຕົນ CHAP.
nl: Wachtwoord voor CHAP verificatie.
ro: Secretul pentru autentificarea CHAP.
ru: Секретная фраза для проверки подлинности CHAP.
sv: Hemlighet för CHAP autentisering.
uk: Пароль автентифікації CHAP.
zh_cn: CHAP身份验证的密钥。

source: Target login for Mutual CHAP authentication.
af: Teiken login vir Wedersydse CHAP ontentisering.
ca: Inicieu la sessió de destinació per a l'autenticació de CHAP mútua.
cs: Přihlašovací jméno pro ověřování protokolem vzájemného CHAP.
de: Ziel Login für gegenseitige CHAP Authentifizierung.
el: Σύνδεση προορισμού για αμοιβαία πιστοποίηση CHAP.
es: Login del objetivo para autenticación CHAP compartida.
fr: Login pour l'authentification CHAP mutuelle de la cible.
hu: Célbejelentkezés a kölcsönös CHAP hitelesítéshez.
it: Login dell'obiettivo per l'autenticazione Mutual CHAP
lo: ການເຂົ້າສູ່ລະບົບເປົ້າໝາຍສຳລັບການຢືນຢັນຕົວຕົນ Mutual CHAP.
nl: Doel login voor wederzijdse CHAP verificatie.
ro: Autentificare destinație pentru autentificarea mutuală CHAP.
ru: Целевой логин для взаимной аутентификации CHAP.
sv: Målinloggning för gemensam CHAP autentisering.
uk: Логін цілі для автентифікації взаємного CHAP.
zh_cn: 目标登录相互CHAP身份验证。

source: Target secret for Mutual CHAP authentication.
af: Teiken geheim vir Wedersydse CHAP ontentisering.
ca: Segment objectiu per a l'autenticació de CHAP mútua.
cs: Heslo pro cíl pro ověřování protokolem vzájemného CHAP.
de: Ziel Geheimnis für gegenseitige CHAP Authentifizierung.
el: Μυστικό προορισμού για αμοιβαία πιστοποίηση CHAP.
es: Secreto del objetivo para autenticación CHAP compartida.
fr: Secret pour l'authentification CHAP mutuelle de la cible.
hu: Céltitok a kölcsönös CHAP hitelesítéshez.
it: Obiettivo segreto per l'autenticazione Mutual CHAP
lo: ລະຫັດລັບເປົ້າໝາຍສຳລັບການຢືນຢັນຕົວຕົນ Mutual CHAP.
nl: Doel wachtwoord voor wederzijdse CHAP verificatie.
ro: Secret destinație pentru autentificarea mutuală CHAP.
ru: Целевая секретная фраза для взаимной аутентификации CHAP.
sv: Målhemlighet för gemensam CHAP autentisering.
uk: Пароль цілі для автентифікації взаємного CHAP.
zh_cn: 相互CHAP身份验证的目标密钥。

source: Sets the header digest; a checksum calculated over the header of iSCSI PDUs, and verified on receive. Digest can be either "None", or "CRC32C". Default is "None".
af: Stel die koptekst -verteer; 'n kontrolesom berekened oor die koptekst van of iSCSI PDUs, en geverifieer op ontvang. Verteer kan óf "None", of "CRC32C". Verstek is "None".
ca: Estableix la integritat de dades (Header Digest); una suma de comprovació calculada a la secció de dades de PDU iSCSI i verificada en rebre. Digest pot ser "Cap", o "CRC32C". El valor predeterminat és "Cap".
cs: Nastaví otisk hlavičky, kontrolní součet vypočítaný z hlavičky iSCSI PDU a ověřovaný při přijetí. Otisk může být buď „žádný“, nebo „CRC32C“. Výchozí je „žádný“.
de: Stellt Kopfdatenübersicht ein; eine Prüfsumme wird aus dem Datenabschnitt der iSCSI PDUs berechnet und beim Empfang überprüft. Übersicht kann entweder auf "Keine" oder "CRC32C" gesetzt werden. Voreingestellt ist "Keine".
el: Ορίζει το digest κεφαλίδας. Ένα checksum υπολογίζεται στην κεφαλίδα των iSCSI PDU και επαληθεύεται κατά τη λήψη. Το digest μπορεί να είναι είτε "None", είτε "CRC32C". Η προεπιλογή είναι "None".
es: Checksum del encabezado; una suma de comprobación de la cabecera iSCSI PDUs, que debe verificarse en la recepción. Los posibles valores son: "Ninguno", y "CRC32C". Por defecto se usa "Ninguno"
fr: Définit le contrôle d'en-tête; une somme de contrôle calculée sur l'en-tête des PDU iSCSI et vérifiée à la réception. Contrôle peut être "Aucun" ou "CRC32C". La valeur par défaut est "Aucune".
hu: Az fejléckivonatot határozza meg; az iSCSI PDU-k fejlécéből kiszámított ellenőrző összeg, és a fogadáson ellenőrizzük. A kivonat lehet "Nincs" vagy "CRC32C". Az alapértelmezett értéke "Nincs".
it: Imposta il riassunto delle intestazioni; un controllo viene calcolato sulla base delle intestazione del PDU iSCSI, e verificato al momento della ricezione. Il riassunto può essere "Nessuno" o "CRC32". Di default è "Nessuno"
lo: ຕັ້ງຄ່າ header digest; checksum ທີ່ຄຳນວນຈາກ header ຂອງ iSCSI PDUs, ແລະ ກວດສອບເມື່ອໄດ້ຮັບ. Digest ສາມາດເປັນ "None" ຫຼື "CRC32C". ຄ່າເລີ່ມຕົ້ນແມ່ນ "None".
nl: Header samenvatting instellen; een controlesom berekend over de header van iSCSI PDU's en geverifieerd bij ontvangst. overzicht kan "Geen" of "CRC32C" zijn. Standaard is "Geen".
ro: Stabilește nivelul de analiză al antetelor ca o sumă de control calculată pe zona de antet a PDU-urilor iSCSI și verificată la primire. Nivelul de calcul poate fi „Niciunul” sau „CRC32C”. Implicit este „Niciunul”.
ru: Устанавливает подпись заголовка; контрольная сумма, рассчитанная по заголовку PDU iSCSI и проверенная при получении. Дайджест может быть либо «None», либо «CRC32C». По умолчанию «None».
sv: Välj rubriksammanställning; en checksumma kalkylerad av rubriken i iSCSI PDUer, och verifierad vid mottagning. Sammanställning kan vara endera "Inget", eller "CRC32C". Standard är "Inget".
uk: Встановлює підпис заголовка; контрольна сума, розрахована по заголовку PDU iSCSI і перевірена при отриманні. Дайджест може бути або «None», або «CRC32C». За замовчуванням - «None».
zh_cn: 设置标题摘要; 通过iSCSI PDU标头计算的校验和，并在接收时进行验证。 摘要可以是“无”或“CRC32C”。 默认为“无”。

source: Sets the data digest; a checksum calculated over the Data Section of iSCSI PDUs, and verified on receive. Digest can be either "None", or "CRC32C". Default is "None".
af: Stel die data om te verteer; 'n kontrolesom berekened oor die gegewensafdeling van iSCSI PDUs, en geverifieer op ontvang. Verteer kan óf "None", of "CRC32C". Verstek is "None".
ca: Estableix la integritat de dades (Data Digest); una suma de comprovació calculada a la secció de dades de PDU iSCSI i verificada en rebre. Digest pot ser "Cap", o "CRC32C". El valor predeterminat és "Cap".
cs: Nastaví otisk dat; kontrolní součet vypočítaný přes datovou sekci iSCSI PDU a ověřovaný při přijetí. Otisk může být buď „žádný“ nebo „CRC32C“. Výchozí je „žádný“.
de: Stellt Daten Übersicht ein; eine Prüfsumme wird aus dem Datenabschnitt der iSCSI PDUs berechnet und beim Empfang überprüft. Übersicht kann entweder auf "Keine" oder "CRC32C" gesetzt werden. Voreingestellt ist "Keine".
el: Ορίζει το digest δεδομένων. Ένα checksum υπολογίζεται στο Τμήμα Δεδομένων των iSCSI PDU και επαληθεύεται κατά τη λήψη. Το digest μπορεί να είναι είτε "None", είτε "CRC32C". Η προεπιλογή είναι "None".
es: Checksum de la trama de datos; una suma de comprobación de la trama de datos iSCSI PDUs, que debe verificarse en la recepción. Los posibles valores son: "Ninguno", y "CRC32C". Por defecto se usa "Ninguno"
fr: Définit le contrôle de données; une somme de contrôle calculée sur la section de données des PDU iSCSI et vérifiée à la réception. Contrôle peut être "Aucun" ou "CRC32C". La valeur par défaut est "Aucune".
hu: Az adatkivonatot határozza meg; az iSCSI PDU-k adatrészéből kiszámított ellenőrző összeg, és a fogadáson ellenőrizzük. A kivonat lehet "Nincs" vagy "CRC32C". Az alapértelmezett értéke "Nincs".
it: ne
lo: ຕັ້ງຄ່າ data digest; checksum ທີ່ຄຳນວນຈາກ Data Section ຂອງ iSCSI PDUs, ແລະ ກວດສອບເມື່ອໄດ້ຮັບ. Digest ສາມາດເປັນ "None" ຫຼື "CRC32C". ຄ່າເລີ່ມຕົ້ນແມ່ນ "None".
nl: Data samenvatting instellen; een controlesom berekend over de data sectie van iSCSI PDU's en geverifieerd bij ontvangst. Overzicht kan "Geen" of "CRC32C" zijn. Standaard is "Geen".
ro: Stabilește nivelul de analiză al datelor ca o sumă de control calculată pe secțiunea de date a PDU-urilor iSCSI și verificată la primire. Nivelul de calcul poate fi „Niciunul” sau „CRC32C”. Implicit este „Niciunul”.
ru: Устанавливает подпись данных; контрольная сумма, рассчитанная по разделу данных PDU iSCSI и проверенная при получении. Подпись может быть либо «None», либо «CRC32C». По умолчанию «None».
sv: Välj datasammanställning; en checksumma kalkylerad av Datasektionen i iSCSI PDUer, och verifierad vid mottagning. Sammanställning kan vara endera "Inget", eller "CRC32C". Standard är "Inget".
uk: Встановлює підпис даних; контрольна сума, розрахована по розділу даних PDU iSCSI і перевірена при отриманні. Підпис може бути або «None», або «CRC32C». За замовчуванням - «None».
zh_cn: 设置数据摘要; 通过iSCSI PDU的数据部分计算的校验和，并在接收时进行验证。 摘要可以是“无”或“CRC32C”。 默认为“无”。

source: Name of selected protocol. It can be either "iSER", for iSCSI over RDMA, or "iSCSI". Default is "iSCSI".
af: Naam van geselekteerde protokol. Dit kan óf wees "iSER", vir iSCSI oor RDMA, of "iSCSI". Verstek is "iSCSI".
ca: Nom del protocol seleccionat. Pot ser "iSER", per iSCSI sobre RDMA, o "iSCSI". El valor per defecte és "iSCSI".
cs: Název vybraného protokolu. Může být buď „iSER“ pro iSCSI prostřednictvím RDMA, nebo „iSCSI“. Výchozí je „iSCSI“.
de: Name des ausgewählten Protokolls. Es kann entwerder "iSER", für iSCSI über RDMA, oder "iSCSI" sein. Voreingestellt ist "iSCSI".
el: Όνομα του επιλεγμένου πρωτόκολλου. Μπορεί να είναι είτε "iSER", για iSCSI με χρήση RDMA, ή "iSCSI". Η προεπιλογή είναι "iSCSI".
es: Protocolo seleccionado: puede ser iSER, para iSCSI sobre RDMA o puede ser iSCSI. Por defecto es "iSCSI"
fr: Nom du protocole sélectionné. Ce peut être "iSER" pour iSCSI sur RDMA ou "iSCSI". La valeur par défaut est "iSCSI".
hu: A kiválasztott protokoll neve. Lehet "iSER", "RDMA feletti iSCSI", vagy "iSCSI". Alapértelmezetten "iSCSI".
it: Nome del protocollo selezionato. Può essere "iSER" per iSCSI over RDMA oppure "iSCSI". Default è "iSCSI".
lo: ຊື່ຂອງໂປຣໂຕຄໍທີ່ເລືອກ. ສາມາດເປັນ "iSER", ສຳລັບ iSCSI over RDMA, ຫຼື "iSCSI". ຄ່າເລີ່ມຕົ້ນແມ່ນ "iSCSI".
nl: Naam van de geselecteerd protocol. Dit kan "iSER" zijn voor iSCSI via RDMA of "iSCSI". Standaard is "iSCSI".
ro: Numele protocolului selectat. Poate fi "iSER", pentru iSCSI peste RDMA, sau "iSCSI". Implicit este "iSCSI".
ru: Название выбранного протокола. Это может быть «iSER» для iSCSI поверх RDMA или «iSCSI». По умолчанию используется «iSCSI».
sv: Namn på valt protokoll. Det kan vara endera "iSER", för iSCSI över RDMA, eller "iSCSI". Standard är "iSCSI".
uk: Ім'я обраного протоколу. Це може бути «iSER» для iSCSI поверх RDMA або «iSCSI». За замовчуванням використовується «iSCSI».
zh_cn: 选中协议的名称。可以是"iSER"， 表示 iSCSI over RDMA， 或者 “iSCSI”。 默认为 “iSCSI”。

source: iSER - iSCSI over RDMA
af: iSER - iSCSI oor RDMA
ca: iSER - iSCSI sobre RDMA
cs: iSER – iSCSI přes RDMA
de: iSER - iSCSI über RDMA
el: iSER - iSCSI με χρήση RDMA
es: iSER - iSCSI sobre RDMA
fr: iSER - iSCSI sur RDMA
hu: iSER - iSCSI RDMA felett
pl: iSER — iSCSI przez RDMA
ro: iSER - iSCSI peste RDMA
ru: iSER - iSCSI через RDMA
sv: iSER - iSCSI över RDMA
uk: iSER - iSCSI поверх RDMA
