Repository: rojim666/xigmanas-code-r10599-trunk
Catalog: locale/xigmanas-*.po
Languages: af, ca, cs, de, el, es, fr, hu, it, lo, nl, pl, ro, ru, sv, uk, zh_cn

source: (Vendor specific raw value.) Stores data related to the rate of hardware read errors that occurred when reading data from a disk surface. The raw value has different structure for different vendors and is often not meaningful as a decimal number.
af: (Vendor spesifieke rou waarde.) Winkels data wat verband hou met die tempo van hardeware lees foute daardie het voorgekom tydens die lees van data vanaf 'n skyfoppervlak. Die rou waarde het verskillende strukture vir verskillende vendors en is dikwels nie sinvol as 'n desimaal nommer.
ca: (Valor brut específic del proveïdor.) Emmagatzema dades relatives a la taxa d'errors del maquinari que han sobrevingut a la lectura de dades des d'una superfície del disc. El valor brut té una estructura diferent per a diferents proveïdors i amb freqüència no és significativa com un nombre decimal.
cs: (Výrobci specifická nezpracovaná hodnota.) Uchovává údaje související s četností hardwarových chyb čtení, které se vyskytly při čtení dat z povrchu ploten disku. Nezpracovaná hodnota se mezi výrobci různí a převedena na desítkové číslo mnohdy nedává smysl.
de: (Herstellerspezifischer Rohwert). Enthält Informationen über die Anzahl der Lesefehler der Festplatte. Der Aufbau des Rohwertes ist nicht standardisiert, sondern herstellerabhängig und muss daher jeweils im Einzelfall interpretiert werden.
el: (Συγκεκριμένη ανά κατασκευαστή ακατέργαστη τιμή.) Αποθηκεύει δεδομένα σχετικά με την τιμή των σφαλμάτων ανάγνωσης του υλικού, που προέκυψαν κατά την ανάγνωση δεδομένων από την επιφάνεια του δίσκου. Η ακατέργαστη τιμή έχει διαφορετική δομή ανά κατασκευαστή και συχνά δεν βγάζει νόημα ως δεκαδικός αριθμός.
es: (Valor unico del fabricante.) Almacena datos relativos a la tasa de error de lectura que ocurren cuando se lee la superficie del disco. este valor tiene una estructura distinta dependiendo del fabricante y NO debe interpretarse como un numero decimal.
fr: (valeur brute, spécifique vendeur) Indique le taux d’erreur matérielle lors de la lecture de la surface du disque. La valeur a une structure différente en fonction des vendeurs et n'est souvent pas significative en tant que nombre.
hu: (Gyártófüggő nyers érték.) A lemez felületéről olvasáskor fellépő hibákat mutatja. Nyers érték, aminek felépítése gyártófüggő, azaz önmagában gyakran nem értékelhető tízedes szám.
it: (Valore raw specifico del Produttore.) Immagazzina dati relativi alla percentuale di errori hardware riscontrati durante la lettura di dati dalla superficie del disco. Il valore raw ha strutture differenti per i diversi Produttori e spesso non è significativo come numero decimale.
lo: (ຄ່າດິບສະເພາະຜູ້ຜະລິດ.) ເກັບຂໍ້ມູນກ່ຽວກັບອັດຕາຄວາມຜິດພາດໃນການອ່ານຂອງຮາດແວທີ່ເກີດຂຶ້ນເມື່ອອ່ານຂໍ້ມູນຈາກໜ້າດິສກ໌. ຄ່າດິບມີໂຄງສ້າງແຕກຕ່າງກັນໄປຕາມຜູ້ຜະລິດ ແລະ ມັກຈະບໍ່ມີຄວາມໝາຍເປັນຕົວເລກທົດສະນິຍົມ.
nl: (Fabrikant specifieke ruwe waarde.) Slaat data op met betrekking tot het aantal hardware gelezen fouten die zijn opgetreden tijdens het lezen van data van een schijfoppervlakte. De ruwe waarde heeft een verschillende structuur voor verschillende fabrikanten en is vaak van weinig betekenis als decimaal getal.
pl: (Surowa wartość określona przez producenta.) Przechowuje informacje związane z częstością pojawiania się błędów odczytu, powstałych podczas odczytu danych z powierzchni dysku. Wartość ta ma inną strukturę dla różnych producentów i często nie jest rzetelna w postaci liczby dziesiętnej.
ro: (Valoare brută specifică producătorului) Memorează date referitoare la rata erorilor hardware care apar la citirea datelor de pe suprafața discului. Datele brute furnizate au structuri diferite în funcție de producător și nu oferă informații, în mod direct, ca număr zecimal.
ru: Данные, привязанные к оценке аппаратных ошибок чтения, которые произошли при чтении данных с поверхности диска. Исходное значение может быть разным у разных поставщиков и часто не имеет смысла, как число.
sv: (Tillverkarspecifikt råvärde.) Lagrar data kopplade till frekvensen av hårdvaruläsfel vid läsning från diskytan Råvärdet har olika struktur för olika tillverkare och är ofta inte meningsfullt som decimaltal.
uk: (Специфічне для постачальників початкове значення.) Зберігає дані, що відносяться до оцінки кількості апаратних помилок читання, що виникають при читанні даних з поверхні диска. Початкове значення має різну структуру для різних постачальників і часто не має сенсу у вигляді десяткового числа.
zh_cn: （供应商特定的原始值。）存储与从磁盘表面读取数据时发生的硬件读取错误的速率相关的数据。 原始值对于不同的供应商具有不同的结构，并且通常作为十进制数没有意义。

source: Overall (general) throughput performance of a hard disk drive. If the value of this attribute is decreasing there is a high probability that there is a problem with the disk.
af: Algehele (algemene) deurset vermoë van 'n hardeskyf. As die waarde van hierdie eienskap daal is daar 'n hoë waarskynlikheid dat daar 'n probleem met die skyf is.
ca: En general el rendiment del cabal d'una unitat de disc dur. Si el valor d'aquest atribut és decreixent hi ha una alta probabilitat que hi hagi un problema amb el disc.
cs: Celková (obecná) datová propustnost pevného disku. V případě, že hodnota tohoto atributu klesá, má disk s nejvšší pravděpodobností nějaký problém.
de: Durchsatz Performance der Festplatte
el: Συνολική (γενική) επίδοση διακίνησης δεδομένων σε έναν σκληρό δίσκο. Αν η τιμή αυτού του χαρακτηριστικού μειώνεται, υπάρχει μεγάλη πιθανότητα ύπαρξης προβλήματος στο δίσκο.
es: Rendimiento general de transferencia del disco duro. Si el valor de este atributo decrece, hay una alta probabilidad de que haya un problema con el disco.
fr: Performance générale d'un disque dur. Si cette valeur diminue, il y a une forte probabilité de problème avec ce disque.
hu: A meghajtó összesített (általános) átviteli teljesítménye. Ezen érték csökkenése lemezhibát valószínűsít.
it: Prestazioni generali del disco rigido. Se il valore di questo attributo è descrescente c'è un'altra probabilità che ci sia un problema nel disco.
lo: ປະສິດທິພາບການສົ່ງຂໍ້ມູນໂດຍລວມ (ທົ່ວໄປ) ຂອງຮາດດິສກ໌ໄດຣຟ໌. ຖ້າຄ່າຂອງຄຸນລັກສະນະນີ້ຫຼຸດລົງ ມີຄວາມເປັນໄປໄດ້ສູງວ່າມີບັນຫາກັບດິສກ໌.
nl: Algemene doorvoer prestaties van een harde schijf. Als de waarde van dit attribuut afneemt is er zeer waarschijnlijkheid een probleem met de schijf.
pl: Ogólne wyniki przepustowości dysku. Jeżeli ta wartość jest obniżona istnieje duże prawdopodobieństwo problemu z dyskiem
ro: Performanța generală de transfer a unui hard disc. Dacă această valoare descrește în timp există o probabilitate ridicată ca hard discul să aibă probleme de funcționare.
ru: В целом (в основном) пропускная способность привода жесткого диска. Если значение этого атрибута уменьшается существует высокая вероятность того, что существует проблема с диском.
sv: Genomsnittlig (allmän) genomströmningsprestanda för en hårddisk. Om värdet minskar är det en stor sannolikhet för att det är problem med disken.
uk: Загальна продуктивність пропускної здатності жорсткого диска. Якщо значення цього атрибута зменшується існує висока ймовірність того, що існує проблема з диском.
zh_cn: 硬盘驱动器的总体（一般）吞吐量性能。 如果此属性的值减小，则磁盘有问题的概率很高。

source: Average time of spindle spin up (from zero RPM to fully operational).
af: Gemiddelde tyd vir spindel spin up (Vanaf nul RPM om ten volle operasioneel).
ca: Temps mitjà de arrencada (de zero RPM a plenament operatiu).
cs: Průměrný čas potřebný pro roztočení ploten disku (ze stojících až na provozní otáčky).
de: Durchschnittliche Anlaufzeit der Festplatte
el: Μέσος χρόνος εκκίνησης περιστροφής (από 0 στροφές/λεπτό σε πλήρη λειτουργία).
es: Tiempo medio para arrancar el Disco (desde cero a las RPM nominales).
fr: Temps moyen du démarrage de l'axe (passage de l'arrêt au mode opérationnel).
hu: Működési fordulatszám eléréséhez szükséges átlagos idő (álló helyzetből működési fordulatig).
it: Tempo medio di spin up (da zero RPM fino a rotazione operativa)
lo: ເວລາສະເລ່ຍຂອງການໝຸນແກນ (ຈາກສູນ RPM ຈົນເຖິງເຮັດວຽກເຕັມທີ່).
nl: Gemiddelde tijd van spindle spin up (van nul TPM tot volledig operationeel).
pl: Średni czas startu dysku (Od zera obrotów do pełnej prędkości operacyjnej
ro: Timpul mediu de pornire a discului (de la viteza de rotație zero la viteza normală de funcționare).
ru: Среднее время раскрутки шпинделя (от состояния покоя до полной раскрутки).
sv: Medeluppvarvningstid (från 0 RPM till fullt drift)
uk: Середній час розгону шпінделя (від нуля до робочої швидкості).
zh_cn: 主轴上升的平均时间（从零RPM到完全运行）。

source: A tally of spindle start/stop cycles. The spindle turns on, and hence the count is increased, both when the hard disk is turned on after having before been turned entirely off (disconnected from power source) and when the hard disk returns from having previously been put to sleep mode.
af: 'N tally van spindel begin/stop skilusse. Die spindel draaie on, en vandaar die tel is toegeneem, beide wanneer die hardeskyf is aangeskakel na hê voorheen was heeltemal afgeskakel (ontkoppel van krag bron) en wanneer die hardeskyf opgawes vanaf voorheen gehad het is in die slaapmodus gesit.
ca: Un recompte de cicles inici/parada al eix. El eix arrenca, i per tant s'incrementa el recompte, tant quan el disc dur arrenca després d'haver estat aturat abans completament (desconnectat de la font d'alimentació) i quan el disc dur retorna d'haver estat en mode dorment.
cs: Součet dosavadních cyklů roztočení/zastavení ploten disku. Číslo je navýšeno pokaždé, když se plotny roztočí. A to jak v případě, že se jedná o zapnutí předtím zcela vypnutého disku (odpojeného od napájení), tak návratu z režimu spánku.
de: Ein Zähler für die Start-/Stop-Zyklen einer Laufwerksspindel. Die Anzahl wird sowohl beim vollständigen Einschalten der Festplatte (nachdem sie vorher vollständig von der Stromversorgung getrennt war), als auch bei ihrem Aufwachen aus dem Energiesparmodus erhöht.
el: Η αντιστοίχιση κύκλων εκκίνησης/σταματήματος του μηχανισμού περιστροφής. Ο μηχανισμός περιστροφής ξεκινά, οπότε και αυξάνεται ο μετρητής, και στην περίπτωση που ο δίσκος έχει σβήσει εντελώς (αποσυνδέθηκε από το ρεύμα), αλλά και όταν ο σκληρός δίσκος επιστρέφει από πρότερη λειτουργία εξοικονόμησης ενέργειας ( sleep mode).
es: Un recuento de ciclos de arranque/parada del eje. El eje gira y por lo tanto, la cuenta se incrementa, tanto cuando el disco duro se enciende, como después de haberse apagado completamente (desconectado de la fuente de energía) o cuando el disco duro se activa después de ser puesto en modo de espera.
fr: Compteur des cycles arrêt/démarrage de l'axe moteur. Le compteur augmente à chaque démarrage de l'axe moteur, soit quand le disque est actif après un arrêt complet (plus d'alimentation), soit après une mise en veille du disque.
hu: Felpörgés/leállás ciklusok száma. Felpörgéskor nő az értéke, akkor is amikor áramtalanítás után elindul, és akkor is, amikor alvó módból ébred a lemez.
it: Un conteggio dei cicli di avvio/fermata del motore del disco. Il motore è avviato ed il conteggio viene incrementato sia quando il disco è accesso dopo essere stato completamente spento (tolta l'alimentazione) sia quando il disco rigido viene riavviato dalla modalità di sleep
lo: ການນັບຮອບການເລີ່ມ/ຢຸດຂອງແກນໝຸນ. ແກນໝຸນເປີດ, ແລະດັ່ງນັ້ນການນັບຈຶ່ງເພີ່ມຂຶ້ນ, ທັງເມື່ອຮາດດິສກ໌ເປີດຫຼັງຈາກທີ່ເຄີຍປິດໝົດ (ຕັດການເຊື່ອມຕໍ່ຈາກແຫຼ່ງພະລັງງານ) ແລະ ເມື່ອຮາດດິສກ໌ກັບມາຈາກໂໝດພັກ.
nl: Een telling van spindel start/stop cyclussen. De spindel wordt ingeschakeld, en wanneer de telling is verhoogd, beide wanneer de harde schijf is ingeschakeld en daarvoor eerst volledig uitgeschakeld was (losgekoppeld van voedingsbron) en wanneer de harde schijf terug keert nadat deze hiervoor in slaap mode was gebracht.
pl: Ilość cykli start/stop. Wartość rośnie przy każdym uruchomieniu dysku twardego, nawet wtedy kiedy dysk został uruchomiony po niewłaściwym wyłączeniu (odłączony od źródła zasilania), oraz gdy dysk wybudza się z uśpienia.
ro: Contorizarea ciclurilor de pornire/oprire. Discul se rotește și prin urmare valoarea contorului crește atât la pornirea completă din starea oprită (deconectat de la alimentare) cât și la revenirea hard discului din modul sleep.
ru: Число циклов старт/стоп шпинделя. Шпиндель включается и, следовательно, количество увеличивается, когда жесткий диск был включен, отключен от источника питания и когда жесткий диск возвращается из режим сна.
sv: Ett värde för antal start/stopp cykler. Värdet ökar både vid kallstart och vid start från viloläge.
uk: Підсумкові цикли запуску / зупинки шпинделя. Шпиндель починає обертатися, і лічильник збільшується, коли жорсткий диск включений після повного відключення (від джерела живлення), а також при поверненні жорсткого диска із сплячого режиму.
zh_cn: 主轴启动/停止循环的计数。 在硬盘在完全关闭（与电源断开）之前以及当硬盘从之前已经被置于睡眠模式返回时，硬盘被接通时，主轴打开，因此计数增加。

source: Consider replacing this drive
af: Oorweeg did om hierdie skyf te vervang
ca: Consideri canviar aquest disc
cs: Zvažte výměnu této jednotky datového úložiště
de: Ein Wechsel dieser Festplatte wird empfohlen !
el: Σκεφτείτε την αλλαγή του δίσκου
es: Considere el remplazar este Disco
fr: Penser à remplacer ce disque
hu: Fontold meg a meghajtó cseréjét
it: Considerate la sostituzione di questo disco
lo: ພິຈາລະນາປ່ຽນໄດຣຟ໌ນີ້
nl: Overweeg vervanging van deze schijf
pl: Należy się zastanowić nad wymianą tego dysku (napędu)
ro: Luați în calcul înlocuirea discului
ru: Рассмотрите возможность замены диска
sv: Överväg att byta denna disk
uk: Розгляньте можливість заміни цього диска
zh_cn: 考虑更换此驱动器
