Repository: rojim666/xigmanas-code-r10599-trunk
Catalog: locale/xigmanas-*.po
Languages: af, ca, cs, de, el, es, fr, hu, it, lo, nl, pl, ro, ru, sv, uk, zh_cn

source: Enable module listing.
af: Aktiveer module notering.
ca: Habilitar llista de mòduls.
cs: Umožnit výpisování modulů.
de: Modulauflistung aktivieren.
el: Ενεργοποίηση δημιουργίας λίστας αρθρωμάτων.
es: Habilitar listado de módulos.
fr: Activer le listage des modules.
hu: Modulok listázásának engedélyezése.
it: Abilita l'elenco dei moduli.
lo: ເປີດໃຊ້ການສະແດງລາຍຊື່ໂມດູນ.
nl: Inschakelen modulenlijst.
pl: Włącz wyświetlanie listy modułów.
ro: Activare listare module.
ru: Включить перечисление модулей
sv: Aktivera modullistning
uk: Увімкнути список модулів
zh_cn: 开启模块列表。

source: This option determines if this module should be listed when the client asks for a listing of available modules. By setting this to false you can create hidden modules.
af: Hierdie opsie bepaal of hierdie module gelys moet word wanneer die kliënt vra vir 'n lys van beskikbare modules. Deur dit na fals toe te stel kan hy versteekte modules skep.
ca: Aquesta opció determina si aquest mòdul ha d'aparèixer quan el client sol·licita una llista de mòduls disponibles. En establir com fals pot crear mòduls ocults.
cs: Tato volba určuje, zda má být tento modul zobrazen, když klient požádá o výpis dostupných modulů. Pokud nastavíte že ne, můžete vytvořit skryté moduly.
de: Diese Auswahl legt fest, ob diese Freigabe angezeigt werden soll, wenn fremde Computer nach Freigaben im Netzwerk suchen. Durch deaktivieren dieser Funktion, ist es möglich versteckte Freigaben im Netzwerk zu erstellen.
el: Η επιλογή αυτή καθορίζει αν το άρθρωμα θα πρέπει να αναφέρεται όταν ο πελάτης ζητά μια λίστα με τα διαθέσιμα αρθρώματα. Με τον καθορισμό αυτού σε ψευδές, μπορείτε να δημιουργείτε κρυφά αρθρώματα.
es: Esta opción determina si este módulo debería ser listado cuando el cliente pregunte por un listado de módulos disponibles. Colocando este valor como falso usted puede crear módulos ocultos.
fr: Cette option détermine si ce module doit être listé lorsque le client demande la liste des modules disponibles. En le désactivant, vous pouvez créer des modules cachés.
hu: Ez az opció határozza meg, hogy ezt a modul figyel, ha az ügyfél kéri a rendelkezésre álló modulok listáját. Ha ezt a hamis, akkor rejtett modulokat lehet létrehozni.
it: Questa opzione determina se questo modulo deve essere indicato quando il client chiede una lista dei moduli disponibili. La impostazione 'false' permette di creare moduli nascosti.
lo: ຕົວເລືອກນີ້ກຳນົດວ່າໂມດູນນີ້ຄວນຈະຖືກສະແດງໃນລາຍຊື່ເມື່ອໄຄລເອັນຮ້ອງຂໍລາຍຊື່ໂມດູນທີ່ມີຢູ່. ໂດຍການຕັ້ງຄ່ານີ້ເປັນ false ທ່ານສາມາດສ້າງໂມດູນທີ່ເຊື່ອງໄວ້ໄດ້.
nl: Deze optie bepaalt of deze module zou moeten worden vermeld wanneer de cliënt om een lijst van beschikbare modules vraagt. Door dit als vals te plaatsen kunt u verborgen modules tot stand brengen.
pl: Ta opcja wskazuje, czy ten moduł ma być pokazywany na żądanie klienta (w spisie dostępnych modułów). Zaznaczenie opcji jako fałsz pozwala na tworzenie ukrytych modułów.
ro: Această opțiune determină dacă acest modul va fi listat atunci când un client cere lista modulelor disponibile. Folosind valoarea 'fals' puteți ascunde utilizatorilor anumite module.
ru: Эта настройка определяет, будет ли показан данный модуль, если клиент запрашивает список всех доступных модулей. Если отменить эту настройку, можно будет создать скрытые модули.
sv: Det här alternativet avgör om denna modul ska visas när klienten ber om en lista på tillgängliga moduler. Genom att inaktivera denna kan du skapa dolda moduler.
uk: Цей параметр визначає, чи цей модуль повинен бути вказаний, коли клієнт запитує перелік доступних модулів. Встановивши це ви можете створювати приховані модулі.
zh_cn: 该选项决定此模块（module）是否也可以列示于客户端的可用模块列表。把选项设置为false，你可以创建隐藏的模块。

source: Read/Write
af: Lees/Skryf
ca: Lectura/Escriptura
cs: Čtení/zápis
de: Lesen/Schreiben
el: Ανάγνωση/Εγγραφή
es: Lectura/Escritura
fr: Lecture/Écriture
hu: Olvasás/írás
it: Lettura/scrittura
lo: ອ່ານ/ຂຽນ
nl: Lezen/Schrijven
pl: Odczyt/zapis
ro: Citire/Scriere
ru: Чтение/запись
sv: Läs/Skriv
uk: Читання/запис
zh_cn: 读/写

source: Write only
af: Skryf aleenlik
ca: Només escriptura
cs: Pouze zápis
de: Nur-schreib-Zugriff
el: Μόνο εγγραφή
es: Sólo escritura
fr: Écriture seule
hu: Csak írás
it: Sola scrittura
lo: ຂຽນຢ່າງດຽວ
nl: Alleen schrijven
pl: Tylko do zapisu
ro: Doar scriere
ru: Только запись
sv: Enbart skrivbar
uk: Лише запис
zh_cn: 只写

source: This controls the access a remote host has to this module.
af: Die kontroleer die toegang wat 'n afgeleë gasheer tot die module het.
ca: Això controla l'accés a un host remot té a aquest mòdul.
cs: Toto řídí přístup vzdáleného stroje k tomuto modulu.
de: Diese Auswahl bestimmt den Umfang der Zugriffsrechte eines fremden Computers auf die Daten.
el: Αυτό ελέγχει την πρόσβαση που θα έχει ένας απομακρυσμένος υπολογιστής σε αυτό το άρθρωμα.
es: Esto controla el acceso que tiene un equipo remoto a este módulo.
fr: Contrôle l'accès qu'a un hôte distant vers ce module.
hu: Ez befolyásolja a távoli host ezen modulhoz való hozzáférését.
it: Controlla l'accesso a un host remoto che dispone di questo modulo.
lo: ອັນນີ້ຄວບຄຸມການເຂົ້າເຖິງທີ່ໂຮສຕ໌ທາງໄກມີຕໍ່ໂມດູນນີ້.
nl: Dit beheerd de toegang een externe host heeft tot deze module.
pl: Kontrola dostępu zdalnego hosta do tego modułu
ro: Controlează accesul unui sistem remote la acest modul.
ru: Эта опция управляет доступом удаленных хостов к данному модулю.
sv: Detta styr tillgängligheten/behörigheten en värd har till denna modul.
uk: Управляє тим, чи має віддалений хост доступ до цього модулю.
zh_cn: 控制远程主机访问该模块的权限。

source: Maximum number of simultaneous connections. Default is 0 (unlimited).
af: Maksimum hoeveellheid gelyktydige konneksies. Standaard is 0 (onbeperk).
ca: Nombre màxim de connexions simultanis. Per defecte es 0 (sense límit).
cs: Nejvyšší umožněný počet souběžnýc spojení. Výchozí je 0 (nula), což znamená neomezeno.
de: Max. Anzahl gleichzeitiger Verbindungen. Standardwert ist 0 (unbegrenzt).
el: Μέγιστος αριθμός ταυτόχρονων συνδέσεων. Η προεπιλογή είναι 0 (απεριόριστες).
es: Máximo número de conexiones simultáneas. Por defecto es 0 (ilimitadas).
fr: Nombre maximum de connexions simultanées. 0 par défaut (illimité).
hu: Egyidejű kapcsolatok maximális száma. Alapértelmezetten 0 (nincs korlát)
it: Massimo numero di connessioni simultanee. Il valore di default è 0 (illimitate).
lo: ຈຳນວນການເຊື່ອມຕໍ່ພ້ອມກັນສູງສຸດ. ຄ່າເລີ່ມຕົ້ນແມ່ນ 0 (ບໍ່ຈຳກັດ).
nl: Maximaal aantal gelijktijdige verbindingen. Standaard 0 (ongelimiteerd).
pl: Maksymalna liczba równoległych połączeń. Domyślnie jest 0 (nieograniczona)
ro: Numărul maxim de conexiuni simultane. Implicit 0 (nelimitat).
ru: Максимальное количество одновременных соединений. По умолчанию - 0 (не ограничено).
sv: Maximalt antal simultana anslutningar. Standard är 0 (obegränsat).
uk: Максимальна кількість одночасних з'єднань. За замовчуванням - 0 (без обмежень).
zh_cn: 同时最高连接数目。默认为0(不限制)。

source: User ID
af: Gebruiker ID
ca: ID d'usuari
cs: Identifikátor uživatele
de: Benutzerkennung
el: ID χρήστη
es: ID de usuario
fr: Identifiant de l'utilisateur
hu: Felhasználó-azonosító (ID)
it: ID utente
lo: ID ຜູ້ໃຊ້
nl: Gebruiker ID
pl: ID użytkownika
ro: ID Utilizator
ru: Идентификатор пользователя
sv: Användar-ID
uk: Ідентифікатор користувача
zh_cn: 用户 ID

source: This option specifies the user name or user ID that file transfers to and from that module should take place. In combination with the '%s' option this determines what file permissions are available. Leave this field empty to use default settings.
af: Hierdie opsie spesifiseer die gebruikernaam of gebruikers ID wat die oordrag van lêers na en van daardie module moet plaasvind. In kombinasie met die '%s' opsie om te bepaal watter lêertoestemmings beskikbaar is. Laat hierdie veld leeg om verstek instellings te gebruik.
ca: Aquesta opció especifica el nom d'usuari o ID d'usuari que la transferència d'arxius des de i cap a aquest mòdul hauria de tenir lloc. En combinació amb l'opció '% s' això determina quins recursos estan disponibles els permisos d'arxiu. Deixeu aquest camp buit per utilitzar la configuració predeterminada.
cs: Tato předvolba určuje uživatelské jméno nebo identifikátor, kterým se budou dít přenosy souborů do a z modulu. Ve spojení s předvolbou %s určuje, jaká přístupová oprávnění k souborům jsou k dispozici. Pokud chcete použít výchozí nastavení, tuto kolonku nevyplňujte.
de: Diese Option spezifiziert den Benutzernamen oder die Benutzer ID, durch die den Dateitransfer von oder zu diesem Modul stattfindet. In Kombination mit der Option '%s' legt dies fest, welche Benutzerrechts verfügabr sind. Lassen Sie dieses Feld frei, um die Voreinstellung zu verwenden.
el: Αυτή η επιλογή καθορίζει το όνομα ή το αναγνωριστικό χρήστη με τη χρήση του οποίου θα λάβει χώρα η μεταφορά από και προς το εν λόγω άρθρωμα. Σε συνδυασμό με την επιλογή '%s', αυτό καθορίζει τι δικαιώματα αρχείων είναι διαθέσιμα Αφήστε αυτό το πεδίο κενό για να χρησιμοποιήσετε τις προεπιλεγμένες ρυθμίσεις.
es: Esta opción especifica el nombre de usuario o el identificador de usuario que el archivo transfiere hacia y desde el modulo que deberia tomar lugar. En combinacion con la opción '%s' esta determina que permisos de archivo estan disponibles. Deje este campo vacío para usar las configuraciones predeterminadas.
fr: Cette option spécifie le nom d'utilisateur ou l'identifiant d'utilisateur utilisé pour les transferts de fichiers de et vers ce module. Conjointement avec l'option '%s', cela spécifie les permissions fichiers. Laisser ce champ vide pour utiliser les valeurs par défaut.
hu: Ez az opció határozza meg a felhasználó nevét vagy a felhasználó-azonosítót, ami a fájlátvitel ehhez a modulhoz. A(z) '%s' opció kombinációja a határozza meg, milyen jogosultságok állnak rendelkezésre. Hagyjad üresen, hogy az alapértelmezett beállításokat használja.
it: Questa opzione specifica il nome utente oppure l'ID dell'utente a cui il trasferimento di file da e verso quel modulo dovrebbe aver luogo. In combinaznione con l'opzione '%s' questo determina quali permessi sui file sono disponibili. Lasciare questo campo vuoto per utilizzare le impostazioni predefinite.
lo: ຕົວເລືອກນີ້ລະບຸຊື່ຜູ້ໃຊ້ ຫຼື ID ຜູ້ໃຊ້ທີ່ການໂອນໄຟລ໌ໄປ ແລະ ຈາກໂມດູນນັ້ນຄວນເກີດຂຶ້ນ. ເມື່ອໃຊ້ຮ່ວມກັບຕົວເລືອກ '%s' ອັນນີ້ຈະກຳນົດວ່າສິດອະນຸຍາດໄຟລ໌ໃດທີ່ມີຢູ່. ປະຊ່ອງນີ້ຫວ່າງໄວ້ເພື່ອໃຊ້ການຕັ້ງຄ່າເລີ່ມຕົ້ນ.
nl: Deze optie specificeert de gebruikersnaam of gebruiker ID dat de bestand overdrachten aan en van die module zouden moeten plaatsvinden. In combinatie met de '%s' optie bepaalt dit welke bestand toestemmingen beschikbaar zijn. Laat dit veld leeg om de standaard waarde te gebruiken.
pl: Ta opcja określa nazwę użytkownika lub jego ID, którego pliki powinny być przesyłane do i z modułu. W połączeniu z opcją '%s' determinuje jakie uprawnienia plików są dostępne. Pozostaw to pole puste, aby użyć ustawień domyślnych.
ro: Această opțiune stabilește numele sau ID-ul grupului pentru care acest modul poate realiza transferul de fișiere. În combinație cu opțiunea '%s' aceasta determină ce permisiuni corespunzătoare au fișierele. Lăsaţi câmpul necompletat pentru setările implicite.
ru: Эта настройка определяет имя или идентификатор пользователя, который может передавать файлы из модуля и в модуль. Вместе с параметром '%s' настройка дает возможность задавать права на файл. Оставьте это поле пустым для настроек по умолчанию.
sv: Det här alternativet anger användarnamn eller användar-ID som filöverföring till och från den modul skall ha. I kombination med '%s' bestämms vilka filrättigheter som är tillgängliga. Lämna detta fält tomt för att använda standardinställningarna.
uk: Ця опція визначає ім'я або ідентифікатор користувача, який може передавати файли з модуля і в модуль. Разом з параметром '%s' опція дає можливість задавати права на файл. Залиште це поле порожнім для налаштувань за замовчуванням.
zh_cn: 此选项指定文件传输到该模块和从该模块传输的用户名或用户ID。 结合'%s'选项，这决定了什么文件权限可用。 将此字段留空可使用默认设置。

source: Group ID
af: Groep-ID
ca: Identificador del Grup
cs: Identifikátor skupiny
de: Gruppenkennung
el: ID Ομάδας
es: ID de grupo
fr: Identifiant du groupe
hu: Csoportazonosító
it: Id del gruppo
lo: ID ກຸ່ມ
nl: Groep-ID
pl: ID grupy
ro: ID Grup
ru: ID группы
sv: Grupp ID
uk: ID групи
zh_cn: 群组 ID

source: This option specifies the group name or group ID that file transfers to and from that module should take place. Leave this field empty to use default settings.
af: Hierdie opsie spesifiseer die groepnaam of groep ID wat die oordrag van lêers na en van daardie module moet plaasvind. Laat hierdie veld leeg om standaardinstellings te gebruik.
ca: Aquesta opció especifica el nom del grup o ID de grup que la transferència d'arxius des de i cap a aquest mòdul hauria de tenir lloc. Deixeu aquest camp buit per utilitzar la configuració predeterminada.
cs: Tato předvolba určuje název nebo identifikátor skupiny, pod jejímž účtem by měly probíhat přenosy do a z modulu. Pokud chcete použít výchozí nastavení, tuto kolonku nevyplňujte.
de: Diese Option bewirkt, dass mit dem Gruppenname oder - ID der Dateitransfer mit diesem Modul stattfindet. Lassen Sie dieses Feld frei, um die Voreinstellungen zu verwenden.
el: Αυτή η επιλογή καθορίζει το όνομα ή το αναγνωριστικό της ομάδας με τη χρήση του οποίου θα λάβει χώρα η μεταφορά από και προς το εν λόγω άρθρωμα. Αφήστε αυτό το πεδίο κενό για να χρησιμοποιήσετε τις προεπιλεγμένες ρυθμίσεις.
es: Esta opción especifica el nombre de grupo o el identificador de grupo que el archivo transfiere hacia y desde el módulo que deberia tomar lugar. Deje este campo vacio para usar las configuraciones predeterminadas.
fr: Cette option spécifie le nom de groupe ou l'identifiant de groupe utilisé pour les transferts de fichiers de et vers ce module. Laisser ce champ vide pour utiliser les valeurs par défaut.
hu: Ez az opció határozza meg a csoport nevét vagy a csoport azonosítót, ami a fájlátvitel ehhez a modulhoz. Hagyjad üresen, hogy az alapértelmezett beállításokat használja.
it: Questa opzione specifica il nome del gruppo oppure l'ID del gruppo a cui il trasferimento di file da e verso quel modulo dovrebbe aver luogo. Lasciare questo campo vuoto per utilizzare le impostazioni predefinite.
lo: ຕົວເລືອກນີ້ລະບຸຊື່ກຸ່ມ ຫຼື ID ກຸ່ມທີ່ການໂອນໄຟລ໌ໄປ ແລະ ຈາກໂມດູນນັ້ນຄວນເກີດຂຶ້ນ. ປະຊ່ອງນີ້ຫວ່າງໄວ້ເພື່ອໃຊ້ການຕັ້ງຄ່າເລີ່ມຕົ້ນ.
nl: Deze optie specificeert de groepnaam of groep ID die bestanden naar en van die module overbrengt ook plaats zal vinden. Laat dit veld leeg om de standaard instelling te gebruiken.
pl: Ta opcja określa nazwę grupy lub jej ID, której pliki powinny być przesyłane do i z modułu. Pozostaw to pole puste, aby użyć ustawień domyślnych.
ro: Această opțiune stabilește numele sau ID-ul grupului pentru care acest modul poate realiza transferul de fișiere. Lăsați câmpul necompletat pentru setările implicite.
ru: Эта настройка определяет имя или идентификатор группы, который может передавать файлы из модуля и в модуль. Оставьте это поле пустым для настроек по умолчанию.
sv: Det här alternativet anger gruppens namn eller grupp-ID som filöverföring till och från denna modul skall ha. Lämna detta fält tomt för att använda standardinställningarna.
uk: Ця опція визначає ім'я або ідентифікатор групи, який може передавати файли з модуля і в модуль. Залиште це поле порожнім для налаштувань за замовчуванням.
zh_cn: 此选项指定本模块传输文件时应采用的组名或组ID。将此字段留空以使用默认的设置。

source: Hosts Allow
af: Gashere Toelaat
ca: Amfitrions permessos
cs: Stroje kterým je přístup umožněn
de: Erlaubte Hosts
el: Υπολογιστές που Επιτρέπονται
es: Host Permitidos
fr: Hôtes Autorisés
hu: Engedélyezett kiszolgálók
it: Hosts abilitati
lo: ໂຮສຕ໌ທີ່ອະນຸຍາດ
nl: Hosten Toestaan
pl: Dozwolone hosty
ro: Sisteme permise
ru: Разрешенные хосты
sv: Tillåtna värdar
uk: Дозволені хости
zh_cn: 允许主机

source: This option is a comma, space, or tab delimited set of hosts which are permitted to access this module. You can specify the hosts by name or IP number. Leave this field empty to use default settings.
af: Hierdie opsie is 'n stel gashere wat deur 'n komma, ruimte of oortjie afgebaken is wat toegang tot hierdie module het. Jy kan die leërskare met die naam of IP-nommer spesifiseer. Laat hierdie veld leeg om verstek instellings te gebruik.
ca: Aquesta opció és una coma, un espai, pestanya delimitada per tabuladors o conjunt de amfitrions que estan autoritzats a accedir a aquest mòdul. Podeu especificar els amfitrions per nom o adreça IP. Deixeu aquest camp buit per utilitzar la configuració predeterminada.
cs: Toto je seznam strojů, kterým bude umožněn přístup k tomuto modulu. Jednotlivé položky oddělujte čárkou, mezerou nebo tabulátorem. Stroje je možné určit názvem nebo IP adresou. Chcete-li použít výchozí nastavení, tuto kolonku nevyplňujte.
de: Diese Option ist eine Komma, Leerzeichen, oder Tab separierte Liste von Hosts welchen der Zugriff auf dieses Modul erlaubt ist. Sie können die Hosts anhand des Namens, oder der IP angeben. Lassen sie dieses Feld leer um die Standard Werte zu verwenden.
el: Προσδιορίστε τη λίστα των υπολογιστών που θα έχουν πρόσβαση σε αυτό το άρθρωμα, χωρίζοντάς τους με κόμμα, κενό ή tab. Μπορείτε να καθορίσετε τους υπολογιστές από το όνομά τους ή τη διεύθυνση IP. Αφήστε αυτό το πεδίο κενό για να χρησιμοποιήσετε τις προεπιλεγμένες ρυθμίσεις.
es: Esta opcion es un conjunto de equipos delimitados por una coma, espacio o tabulacion los cuales estan permitidos a acceder a este módulo. Puede especificar los equipos por nombre o por número de dirección IP. Deje este campo vacio para usar las configuraciones predeterminadas.
fr: Cette option est une collection délimitée par une virgule, espace ou tabulation, d'hôtes qui ont le droit d'accéder à ce module. Vous pouvez mentionner les hôtes par nom ou par numéro IP. Laissez ce champ vide pour utiliser les paramètres par défaut.
hu: Ez az opció egy vessző, szóköz, vagy tabulátorral tagolt felsorolása a fogadónak, amelyek hozzáférhetnek ehhez a modulhoz. Megadhatod a host-okat névvel vagy IP címmel. Hagyjad üresen, hogy az alapértelmezett beállításokat használja.
it: Questa opzione è un insieme di host delimitati da virgola, spazio o tabulazioni che sono autorizzati ad accedere a questo modulo. Specificare gli host utilizzando il nome o l'indirizzo IP. Lasciare questo campo vuoto per utilizzare le impostazioni predefinite.
lo: ຕົວເລືອກນີ້ແມ່ນຊຸດຂອງໂຮສຕ໌ທີ່ຂັ້ນດ້ວຍເຄື່ອງໝາຍຈຸດ, ຍະຫວ່າງ, ຫຼື ແຖບ ທີ່ໄດ້ຮັບອະນຸຍາດໃຫ້ເຂົ້າເຖິງໂມດູນນີ້. ທ່ານສາມາດລະບຸໂຮສຕ໌ດ້ວຍຊື່ ຫຼື ໝາຍເລກ IP. ປະຊ່ອງນີ້ຫວ່າງໄວ້ເພື່ອໃຊ້ການຕັ້ງຄ່າເລີ່ມຕົ້ນ.
nl: Deze optie is een komma, spatie, of met een tab afgebakende reeks hosten die worden toegelaten om tot deze module toegang te hebben. U kunt de specifieke hosten opgeven met een hostnaam of IP-nummer. Laat dit veld leeg om de standaardwaarden te gebruiken.
pl: Jest to zestaw przedzielonych przecinkiem, spacją lub tabulatorem hostów, dla których zezwala się na dostęp do tego modułu. Możesz określić hosty za pomocą nazw lub adresów IP. Pozostaw te pole puste aby użyć ustawień domyślnych.
ro: Această opțiune stabilește lista de sisteme (separate prin virgulă, spațiu sau caracterul tab) care au permisiunea de a accesa acest modul. Puteți specifica sistemele prin nume sau prin IP. Lăsați câmpul necompletat pentru setările implicite.
ru: Эта настройка устанавливает список компьютеров, которым разрешен доступ к этому модулю. Вы можете перечислить хосты по имени или IP-адресу, разделяя их запятыми, пробелами или табуляцией. Оставьте это поле пустым для настроек по умолчанию.
sv: Detta alternativ är en kommatecken, mellanslag, eller tabb avgränsad uppsättning värdar som får tillgång till denna modul. Du kan ange värdar efter namn eller IP-nummer. Lämna detta fält tomt för att använda standardinställningarna.
uk: Ця опція є списком хостів (розділених комою, пробілом або табуляцією), якім дозволяється доступ до модуля. Ви можете вказати хости за ім'ям або IP адресою. Залиште це поле порожнім, щоб використовувати стандартні параметри.
zh_cn: 此选项指定允许访问此模块（module）的主机（以逗号，空格或制表符分隔）。你可以指定主机名或IP地址。将此字段留空以使用默认的设置。

source: Hosts Deny
af: Gashere Ontken
ca: Denegar amfitrións
cs: Stroje kterým je přístup odepřen
de: Verbotene Hosts
el: Υπολογιστές που Απαγορεύονται
es: Host denegados
fr: Hôtes Rejetés
hu: Tiltott kiszolgálók
it: Hosts rifiutati
lo: ໂຮສຕ໌ທີ່ປະຕິເສດ
nl: Hosten Afwijzen
pl: Zabronione hosty
ro: Sisteme refuzate
ru: Запрещенные хосты
sv: Nekade värdar
uk: Заборонені Хости
zh_cn: 主机拒绝

source: These parameters will be added to the module configuration in rsyncd.conf.
af: Die parameters word bygevoeg tot die module konfigurasie in rsyncd.conf
ca: Aquests paràmetres s'afegiran a la configuració del mòdul en rsyncd.conf.
cs: Tyto parametry budou přidány k nastavení modulu v rsyncd.conf.
de: Diese Optionen werden der Modulkonfiguration in rsyncd.conf hinzugefügt.
el: Οι παράμετροι αυτοί θα προστεθούν στη διαμόρφωση του αρθρώματος στο rsyncd.conf.
es: Estos parámetros se añadirán a la configuración del módulo en rsyncd.conf.
fr: Ces paramètres seront ajoutés à la configuration du module dans rsyncd.conf.
hu: Ezek a paraméterek hozzáadódnak a modulbeállításokhoz az rsyncd.conf fájlban.
it: Questi parametri verranno aggiunti alla configurazione del modulo in rsyncd.conf.
lo: ພາຣາມິເຕີເຫຼົ່ານີ້ຈະຖືກເພີ່ມເຂົ້າໃນການຕັ້ງຄ່າໂມດູນໃນ rsyncd.conf.
nl: Deze parameters zullen worden toegevoegd aan de module configuratie in rsyncd.conf.
pl: Parametry te zostaną dodane do ustawień modułów w pliku rsyncd.conf
ro: Acești parametri vor fi adăugați la modulul de configurare în rsyncd.conf.
ru: Эти параметры будут добавлены к настройкам модуля в rsyncd.conf.
sv: Dessa parametrar kommer att läggas till i modulkonfigurationsavsnittet i rsyncd.conf.
uk: Ці параметри будуть додані до модуля конфігурації в rsyncd.conf.
zh_cn: 这些参数将被添加到 rsyncd.conf 中的模块配置（module configuration） 。

source: SMB Settings
af: SMB Instellings
ca: Configuració SMB
de: SMB-Einstellungen
el: Ρυθμίσεις SMB
es: Comfiguraciones SMB
fr: Paramètres SMB
hu: SMB beállítások
it: Settaggi SMB
lo: ການຕັ້ງຄ່າ SMB
nl: SMB Instellingen
pl: Ustawienia SMB
ro: Setări SMB
ru: Настройки SMB
sv: SMB inställningar
uk: Налаштування SMB
zh_cn: SMB设置

source: Advanced SMB Settings
af: Gevorderde SMB Instellings
ca: Configuració avançada de SMB
cs: Pokročilé nastavení SMB
de: Erweiterte SMB-Einstellungen
el: Προχωρημένες Ρυθμίσεις SMB
es: Configuración avanzada de SMB
fr: Paramètres SMB Avancés
hu: haladó SMB beállítások
it: Impostazioni SMB avanzate
lo: ການຕັ້ງຄ່າ SMB ຂັ້ນສູງ
nl: Geavanceerde SMB Instellingen
pl: Zaawansowane ustawienia SMB
ro: Setări avansate SMB
ru: Расширенные настройки SMB
sv: Avancerade SMB inställningar
uk: Розширені налаштування SMB
zh_cn: 高级SMB设置

source: Cannot use DHCP for LAN interface.
af: Kan nie DHCP vir 'n LAN koppelvlak gebruik nie
ca: No es pot fer servir DHCP per a la interfície LAN.
cs: Rozhraní, kterým je tento server připojen do místní sítě, nemůže být nastavováno dynamicky (DHCP), protože právě jeho prostřednictvím je taková služba poskytována (proto je třeba, aby bylo nastaveno ručně, staticky).
de: DHCP kann für die Netzwerkschnittstelle nicht genutzt werden
el: Δεν μπορεί να χρησιμοποιηθεί DHCP για τη διασύνδεση δικτύου LAN.
es: No se puede usar DHCP para la interfaz LAN
fr: Ne peut utiliser DHCP pour l'interface réseau
hu: LAN interfészhez nem használható DHCP.
it: Non puoi usare DHCP per l'interfaccia LAN.
lo: ບໍ່ສາມາດໃຊ້ DHCP ສໍາລັບອິນເຕີເຟດ LAN.
nl: Kan DHCP niet gebruiken voor de LAN-interface.
pl: Nie można użyć DHCP dla interfejsu LAN.
ro: Nu se poate utiliza DHCP pentru interfața LAN.
ru: Нельзя использовать DHCP для интерфейса LAN.
sv: Kan inte använda DHCP för nätverksgränssnittet.
uk: Не можливо використати DHCP для інтерфейсу LAN.
zh_cn: LAN的接口不能使用DHCP
