Repository: rojim666/xigmanas-code-r10599-trunk
Catalog: locale/xigmanas-*.po
Languages: af, ca, cs, de, el, es, fr, hu, it, lo, nl, pl, ro, ru, sv, uk, zh_cn

source: Access Restrictions
af: Toegang Beperkings
ca: Restriccions d'accés
cs: Omezení přístupu
de: Zugriffsbeschränkungen
el: Περιορισμοί πρόσβασης
es: Restricciones de acceso
fr: Restrictions d'accès
hu: Hozzáférési korlátozások
it: Restrizioni di accesso
lo: ຂໍ້ຈຳກັດການເຂົ້າເຖິງ
nl: Toegangsrechten
pl: Ograniczenia dostępu
ro: Restricții acces
ru: Ограничения доступа
sv: Åtkomstbegränsningar
uk: Обмеження доступу
zh_cn: 访问限制

source: Owner
af: Eienaar
ca: Propietari
cs: Vlastník
de: Eigentümer
el: Κάτοχος
es: Propietario
fr: Propriétaire
hu: Tulajdonos
it: Proprietario
lo: ເຈົ້າຂອງ
nl: Eigenaar
pl: Właściciel
ro: Proprietar
ru: Владелец
sv: Ägare
uk: Власник
zh_cn: 拥有者

source: Group
af: Groep
ca: Grup
cs: Skupina
de: Gruppe
el: Ομάδα
es: Grupo
fr: Groupe
hu: Csoport
it: Gruppo
lo: ກຸ່ມ
nl: Groep
pl: Grupa
ro: Grup
ru: Группа
sv: Grupp
uk: Група
zh_cn: 群组

source: Read
af: Lees
ca: Llegir
cs: Čtení
de: Lesen
el: Ανάγνωση
es: Lectura
fr: Lecture
hu: Olvasás
it: Lettura
lo: ອ່ານ
nl: Lezen
pl: Odczyt
ro: Citire
ru: Чтение
sv: Läs
uk: Читати
zh_cn: 读取

source: Write
af: Skryf
ca: Escriure
cs: Zápis
de: Schreiben
el: Εγγραφή
es: Escritura
fr: Écriture
hu: Írás
it: Scrittura
lo: ຂຽນ
nl: Schrijven
pl: Zapisz
ro: Scriere
ru: Запись
sv: Skriv
uk: Запис
zh_cn: 写入

source: Others
af: Andere
ca: Altres
cs: Ostatní
de: Sonstige
el: Άλλοι
es: Otros
fr: Autres
hu: Egyebek
it: Altri
lo: ອື່ນໆ
nl: Overige
pl: Inne
ro: Altele
ru: Другие
sv: Övriga
uk: Інші
zh_cn: 其他

source: You can not mount partition '%s' where the config file is stored.
af: Jy kan nie die verdeling '%s' monteer waar die instelling lêer gestoor is nie.
ca: No es pot muntar la partició '%s' on s'emmagatzema el fitxer de configuració.
cs: Oddíl „%s“, na kterém se nachází soubor s nastaveními, není možné připojit.
de: Sie können die Partition '%s' wo die Konfigurations Datei gespeichert ist nicht mounten.
el: Δεν μπορείτε να προσαρτήσετε την κατάτμηση '%s' όπου αποθηκεύεται το αρχείο ρυθμίσεων.
es: No puede montar la partición '%s' si es donde está almacenada la configuración.
fr: Vous ne pouvez pas monter la partition '%s' où le fichier de configuration est stocké.
hu: '%s' kötet nem csatolható be, mert konfigurációs fájl rajta található.
it: Non è possibile montare la partizione '%s' dove è salvato il file di configurazione
lo: ທ່ານບໍ່ສາມາດເຊື່ອມຕໍ່ພາທິຊັນ '%s' ບ່ອນທີ່ໄຟລ໌ການຕັ້ງຄ່າຖືກເກັບໄວ້.
nl: U kunt de partitie '%s' niet aankoppelen omdat daar het configuratiebestand is opgeslagen.
pl: Nie możesz zamontować partycji '%s' gdzie przechowywany jest plik konfiguracji.
ro: Nu puteți monta partiția '%s' unde se află stocat fișierul de configurare.
ru: Вы не можете смонтировать раздел '%s', где хранится конфигурационный файл.
sv: Du kan inte montera partition '%s' där konfigurationsfilen sparas.
uk: Ви не можете змонтувати розділ '%s', де зберігається конфігураційний файл.
zh_cn: 您不能挂载存储配置文件的分区'%s'。

source: UFS and variants are the NATIVE file format for FreeBSD (the underlying OS of %s).
af: UFS en variante is die NATIVE lêer formaat vir FreeBSD (die onderliggende bedryfstelsel van %s).
ca: UFS i variants són el format d'arxiu natiu de FreeBSD (el sistema operatiu subjacent de %s).
cs: UFS a jeho varianty je PŮVODNÍ souborový formát pro FreeBSD (systém, který je základem %s).
de: UFS und seine Varianten sind das NATIVE Dateioformat von FreeBSD (dem zu Grunde liegendenden Betriebssystem von %s).
el: Το UFS και οι παραλλαγές του είναι οι ΕΓΓΕΝΕΙΣ μορφές αρχείων για το FreeBSD (το λειτουργικό σύστημα στο οποίο βασίζεται το %s).
es: UFS y sus variantes, son sistemas de archivos nativos de BSD (El sistema Operativo de %s).
fr: UFS et variantes sont le format de fichier natif pour FreeBSD (le système d'exploitation sous-jacent de% s).
hu: UFS és változatai a FreeBSD (%s alapjául szolgáló operációs rendszer) NATÍV fájlrendszerei.
it: UFS e variante sono formati file NATIVI di FreeBSD (il SO sottostante a %s).
lo: UFS ແລະ ຮູບແບບອື່ນໆແມ່ນຮູບແບບໄຟລ໌ພື້ນເມືອງສຳລັບ FreeBSD (OS ທີ່ຢູ່ເບື້ອງຫຼັງຂອງ %s).
nl: UFS en ZFS zijn de NATIVE bestandssystemen voor FreeBSD (Het onderliggende OS van %s).
pl: UFS i odmiany są natywnymi formatami plików FreeBSD (OS, na którym oparty jest %s).
ro: UFS și variantele UFS sunt formatele native pentru FreeBSD (sistemul de operare de bază pentru %s).
ru: UFS и ее варианты являются родным форматом файловой системы для FreeBSD (лежащей в основе OS %s).
sv: UFS och varianter är STANDARD filformat för FreeBSD (det OS som ligger till grund för %s).
uk: UFS і варіанти є нативним форматом файлів для FreeBSD (що лежить в основі ОС %s).
zh_cn: UFS和变体是FreeBSD（%s的基础操作系统）的自有文件格式。

source: Attempting to use other file formats such as FAT, FAT32, EXT2, EXT3, EXT4 or NTFS can result in unpredictable results, file corruption and the loss of data!
af: Poging tans -om gebruik ander lêerformate soos FAT, FAT32, EXT2, EXT3, EXT4 or NTFS kan resultaat in onvoorspelbare resultate, lêer korrupsie en die verlies aan data!
ca: L'intent d'utilitzar altres formats d'arxiu com FAT, FAT32, EXT2, EXT3, EXT4 o NTFS pot donar lloc a resultats impredictibles, corrupció d'arxius i la pèrdua de dades!
cs: Pokus o použití ostatních souborových systémů, jako například FAT, FAT32, EXT2, EXT3, EXT4 nebo NTFS může vést k nepředvídatelným výsledkům, poškození a ztrátě dat!
de: Die Nutzung anderer Dateisysteme als FAT, FAT32, EXT2, EXT3, EXT4 oder NTFS kann zu unvorhersehbaren Ergebnissen führen. Schäden an Daten, oder Datenverlust können daraus resultieren!
el: Η προσπάθεια χρήσης άλλων μορφών αρχείων, όπως FAT, FAT32, EXT2, EXT3, EXT4 ή NTFS, μπορεί να οδηγήσει σε απροσδόκητα αποτελέσματα, καταστροφή αρχείων και απώλεια δεδομένων!
es: El intento de utilizar otros formatos de archivo como FAT, FAT32, EXT2, EXT3, EXT4 o NTFS puede dar lugar a resultados impredecibles, corrupción de archivos y la pérdida de datos!
fr: Tenter d'utiliser d'autres systèmes de fichiers tels que FAT, FAT32, EXT2, EXT3, EXT4 ou NTFS peut produire des résultats imprévisibles, corruption de fichiers et pertes de données!
hu: Egyéb fájlformátum használata, mint FAT, FAT32, EXT2, EXT3, EXT4 vagy NTFS, kiszámíthatatlan viselkedést, fájlsérülést, illetve adatvesztést eredményezhet.
it: Il tentativo di utilizzare altri formati di file come FAT, FAT32, EXT2, EXT3, EXT4 o NTFS potrebbe portare a risultati imprevedibili, corruzzione di files e perdita di dati!
lo: ການພະຍາຍາມໃຊ້ຮູບແບບໄຟລ໌ອື່ນເຊັ່ນ FAT, FAT32, EXT2, EXT3, EXT4 ຫຼື NTFS ອາດສົ່ງຜົນໃຫ້ເກີດຜົນທີ່ຄາດເດົາບໍ່ໄດ້, ໄຟລ໌ເສຍຫາຍ ແລະ ການສູນເສຍຂໍ້ມູນ!
nl: Het gebruik van andere bestandssystemen zoals FAT, FAT32, EXT2, EXT3, EXT4 of NTFS kan onvoorspelbare resultaten opleveren zoals bestandsbeschadiging en/of verlies van gegevens!
pl: Próby użycia innych systemów plików, takich jak FAT, FAT32, EXT2, EXT3, EXT4 lub NTFS mogą wywołać nieprzewidziane rezultaty, włączając uszkodzenie plików i utratę danych!
ro: Încercarea de a utiliza alte formate gen FAT, FAT32, EXT2, EXT3, EXT4 sau NTFS poate duce la rezultate imprevizibile, fișiere corupte sau pierderi de date!
ru: Попытка использовать другие форматы файлов, такие как FAT, FAT32, EXT2, EXT3, EXT4 или NTFS может привести к непредсказуемым результатам, повреждению файлов и потере данных!
sv: Försök att använda andra filformat som FAT, FAT32, EXT3, EXT4 eller NTFS kan resultera i oförutsedda resultat, felaktiga filer och förlust av data!
uk: Спроба використати інші формати файлів, такі як FAT, FAT32, EXT2, EXT3, EXT4 або NTFS може привести до непередбачуваних результатів, пошкодження файлів і втрати даних!
zh_cn: 试图使用其它文件类型，如FAT，FAT32，EXT2，EXT3，EXT4，或者NTFS，可能导致不可预测结果，如文件崩溃或数据丢失！

source: A mounted disk or partition will be unmounted temporarily to perform the requested action.
af: 'N Gemonteerde skyf of verdeling sal wees ongemonteerde tydelik om voer die gevraagde aksie uit.
ca: Un disc o partició muntada es desmunten temporalment per realitzar l'acció sol·licitada.
cs: Pro provedení požadované akce bude připojený disk / diskový oddíl dočasně odpojen (unmount).
de: Eine 'eingehängte' (mountd) Festplatte oder Partition wird temporär 'ausgehängt' (unmounted), damit die angeforderte Aktion durchgeführt werden kann.
el: Ο προσαρτημένος δίσκος ή κατάτμηση θα αποπροσαρτηθεί προσωρινά για να εκτελεστεί η λειτουργία που ζητήθηκε.
es: El disco o la partición deben ser desmontadas temporalmente para ejecutar la acción solicitada.
fr: Un disque ou une partition monté doit être démonté temporairement pour réaliser l'action demandée.
hu: A becsatolt lemezt vagy partíciót ideiglenesen lecsatoljuk a kért művelet végrehajtásához.
it: Un disco attualmente montato verrà temporaneamente smontato per eseguire l'operazione richiesta.
lo: ດິສກ໌ ຫຼື ພາທິຊັນທີ່ເຊື່ອມຕໍ່ຢູ່ຈະຖືກຖອນການເຊື່ອມຕໍ່ຊົ່ວຄາວເພື່ອປະຕິບັດການກະທຳທີ່ຮ້ອງຂໍ.
nl: Een aangekoppelde schijf of partitie wordt tijdelijk ontkoppeld om de gevraagde actie uit te voeren.
pl: Zamontowany dysk lub partycja zostanie chwilowo odmontowane aby wykonać żądane operacje.
ro: Un disc montat sau o partiție vor fi temporar demontate pentru a putea realiza operațiunea programată.
ru: Смонтированный диск или раздел будут временно размонтирован для выполнения требуемого действия.
sv: En monterad disk eller partition kommer att avmonteras tillfälligt för att utföra åtgärden.
uk: Підключений диск або розділ буде тимчасово відключений щоб виконати потрібні дії.
zh_cn: 为执行需求的动作，已挂载的磁盘或分区将临时取消挂载。

source: Users will notice a service disruption when trying to access this mount while the file system check is running.
af: Gebruikers sal kennisgewing 'n diens ontwrigting wanneer u probeer om toegang tot hierdie berging te verkry terwyl die lêerstelsel tjek hardloop.
ca: Els usuaris notaran una interrupció del servei quan es tracta d'accedir a aquest muntatge mentre que la comprovació del sistema de fitxers s'està executant.
cs: Uživatelé služby, závisející na tomto umístění, zaznamenají po dobu kontroly souborového systému výpadek.
de: Benutzer werden eine Dienstunterbrechung feststellen wenn ein Zugriff auf diesen Einhängepunkt versucht wird während die Dateisystemüberprüfung läuft.
el: Οι χρήστες θα παρατηρήσουν διακοπή υπηρεσίας αν προσπαθήσουν να προσπελάσουν αυτό τη σημείο προσάρτησης ενώ εκτελείται ο έλεγχος του συστήματος αρχείων.
es: Los usuarios notarán una interrupción del servicio cuando traten de acceder a este punto de montaje mientras se revisa el sistema de archivos.
fr: Les utilisateurs remarqueront une interruption de service lorsque vous essayez d'accéder à ce montage pendant que la vérification du système de fichiers est en cours d'exécution.
hu: A felhasználókat figyelmeztetjük a szolgáltatás fennakadásáról amikor ezt becsatolást próbálják elérni lemezellenőrzés futása alatt.
it: L'utente noterà una interruzione del servizio quando cercherà di accedere questa partizione quando viene eseguito un controllo del file system
lo: ຜູ້ໃຊ້ຈະສັງເກດເຫັນການຂັດຂວາງການບໍລິການເມື່ອພະຍາຍາມເຂົ້າເຖິງຈຸດເຊື່ອມຕໍ່ນີ້ໃນຂະນະທີ່ການກວດສອບລະບົບໄຟລ໌ກຳລັງດຳເນີນ.
nl: Gebruikers zullen een service onderbreking merken wanneer ze toegang proberen te krijgen tot dit koppelpunt terwijl controle van het bestandssysteem wordt uitgevoerd.
ro: Utilizatorii vor remarca o alterare a funcționalității sistemului în timpul verificării sistemului de fișiere.
ru: Пользователи столкнутся с прерыванием обслуживания при попытке доступа к этой точке монтирования на протяжении времени проверки файловой системы.
sv: Användare kommer märka en störning i tjänsten när de försöker komma åt denna utdelning när en filsystemstest körs.
uk: Користувачі будуть повідомлені про порушення обслуговування при спробі отримати доступ до відмонтованого диску/розділу в той час як працює перевірка файлової системи.
zh_cn: 当文件系统检查正在运行时，用户会在尝试访问此挂载时发现服务中断。

source: Mount Point Fsck
af: Monteer Punt Fsck
ca: Punt de muntatge fsck
cs: Kontrola souborového systému přípojného bodu
de: Einhängepunkt Fsck
el: Fsck Σημείων Προσάρτησης
es: Fsck HDD
fr: Point de montage Fsck
hu: Csatolási pont Fsck
it: Fsck del punto di mount
lo: Fsck ຈຸດເຊື່ອມຕໍ່
nl: Koppelpunt Fsck
pl: Punkt montowania Fsck
ro: Fsck punct montare
ru: Проверка точек монтирования
sv: Filsystemskontroll av monteringspunkt
uk: fsck точки монтування
zh_cn: 挂载点Fsck

source: Unmount Disk/Partition
af: Ontkoppel Skyf/Verdeling
ca: Desmuntar el disc/partició
cs: Odpojit (unmount) disk/oddíl
de: Aushängen von Festplatte/Partition
el: Αποπροσάρτηση Δίσκου/Κατάτμησης
es: Desmontar Disco/Partición
fr: Démonte disque / partition
hu: Lecsatolt lemez/partíció
it: Smontare disco/partizione
lo: ຖອນການເຊື່ອມຕໍ່ດິສກ໌/ພາທິຊັນ
nl: Ontkoppel Schijf/Partitie
pl: Niezamontowany Dysk/Partycja
ro: Demontare Disc/Partiție
ru: Размонтировать Диск/Раздел
sv: Avmontera Disk/Partition
uk: Відмонтування диска / розділу
zh_cn: 卸载磁盘/分区

source: Successful
af: Suksesvol
ca: Exitós
cs: Úspěšné
de: Erfolgreich
el: Επιτυχής
es: Correcto
fr: Succès
hu: Sikeres
it: Riuscito
lo: ສຳເລັດ
nl: Succesvol
pl: Pomyślnie
ro: Cu succes
ru: Успешно
sv: Lyckades
uk: Успішно
zh_cn: 完成

source: Failed
af: Mislukte
ca: Fallid
cs: Nezdařilo se
de: Fehlgeschlagen
el: Αποτυχία
es: Ha fallado
fr: Echec
hu: Hibás
it: Fallito
lo: ລົ້ມເຫຼວ
nl: Mislukt
pl: Nieudane
ro: Eroare
ru: Неудачно
sv: Misslyckades
uk: Помилка
zh_cn: 失败

source: You can't unmount a drive which is used by swap file, a iSCSI-target file or any other running process!
af: Jy kan 'n ry wat gebruik word deur ruillêer nie ongemonteer, 'n iSCSI-teiken lêer of enige ander lopende proses!
ca: No es pot desmuntar una unitat que és utilitzat per l'arxiu d'intercanvi, un arxiu de destinació iSCSI o qualsevol altre procés en execució!
cs: Jednotku, která je používána pro odkládací (swap) soubor, soubor iSCSI cíle nebo jakýmkoli jiným běžícím procesem, nelze odpojit (unmount)!
de: Sie können kein Laufwerk aushängen welches von einer Auslagerungsdatei, einem iSCSI-Target oder irgendeinem anderen Prozess verwendet wird.
el: Δεν μπορείτε να αποπροσαρτήσετε ένα δίσκο ο οποίος χρησιμοποιείται από τη μνήμη swap, από ένα αρχείο-προορισμό iSCSI ή οποιαδήποτε εκτελούμενη διεργασία!
es: ¡No puede desmontar un dispositivo usado como archivo de intercambio, archivo de iSCSI objetivo o cualquier otro proceso en ejecución!
fr: Il n'est pas possible de démonter un lecteur utilisé pour la pagination (swap), comme cible iSCSI, ou utilisé par un processus en cours !
hu: Nem választható le az a lemez, amelyiken a cserefájl vagy a iSCSI-cél fájl található, illetve valamely futó folyamat használja!
it: Non è possibile smontare un disco utilizzato dal file di swap, da un file target iSCSI o da qualsiasi altro processo in esecuzione!
lo: ທ່ານບໍ່ສາມາດຖອນການເຊື່ອມຕໍ່ໄດຣຟ໌ທີ່ຖືກໃຊ້ໂດຍໄຟລ໌ swap, ໄຟລ໌ເປົ້າໝາຍ iSCSI ຫຼື ຂະບວນການອື່ນໆທີ່ກຳລັງດຳເນີນຢູ່!
nl: Het is niet mogelijk een schijf te ontkoppelen die gebruikt wordt door het wisselbestand, iSCSI-doel bestand of elk ander in werking zijnde proces!
pl: Nie możesz odmontować napędu który jest używany przez plik wymiany, cel iSCSI lub inny działający proces!
ro: Nu puteți demonta un disc utilizat pentru fișierul swap, un fișier destinație iSCSI sau pentru un alt proces activ!
ru: Вы не можете размонтировать диск, который используется файлом подкачки, iSCSI или другим запущенным процессом!
sv: Du kan inte avmontera en enhet som används av en växlingsfil, en iSCSI-målfil eller annan aktiv process!
uk: Ви не можете відмонтувати диск, який використовується Swap файлом, iSCSI цільовим файлом або будь-яким іншим працюючим процесом!
zh_cn: 正在被 Swap、iSCSI目标或是任何进程使用的硬盘不能够被卸载。

source: Mount Point Tools
af: Monteer Punt Gereedskap
ca: Eines de punt de muntatge
cs: Nástroje pro přípojný bod
de: Einhängepunkt Werkzeuge
el: Εργαλεία Σημείων Προσάρτησης
es: Herramientas HDD
fr: Outils de point de montage
hu: Csatolási pont eszközei
it: Strumenti del punto di mount
lo: ເຄື່ອງມືຈຸດເຊື່ອມຕໍ່
nl: Koppelpunt Hulpmiddelen
pl: Narzędzia punktów montowania
ro: Unelte punct montare
ru: Инструменты точек монтирования
sv: Monteringspunktsverktyg
uk: Інструменти точки монтування
zh_cn: 挂载点工具

source: Mounting...
af: Gemonteering...
ca: Muntant...
cs: Připojování…
de: Einhängen läuft …
el: Προσάρτηση...
es: Montando...
fr: Montage en cours...
hu: Csatolás...
it: Montaggio in corso...
lo: ກຳລັງເຊື່ອມຕໍ່...
nl: Bezig met aankoppelen...
pl: Montowanie...
ro: Montare...
ru: Монтируется...
sv: Monterar...
uk: Монтую...
zh_cn: 挂载中...

source: Unmounting...
af: Besig om te ontkoppel...
ca: S'està desmuntant...
cs: Odpojování…
de: Aushängen läuft …
el: Αποπροσάρτηση...
es: Desmontando...
fr: Démontage en cours...
hu: Leválasztás...
it: Smontaggio in corso...
lo: ກຳລັງຖອນການເຊື່ອມຕໍ່...
nl: Bezig met loskoppelen...
pl: Odmontowywanie...
ro: Demontare...
ru: Размонтируется...
sv: Avmonterar...
uk: Відмонтування...
zh_cn: 卸载中...

source: GEOM not found.
af: GEOM nie gevind.
ca: GEOM no trobat.
de: GEOM nicht gefunden.
el: Δεν βρέθηκε GEOM.
es: GEOM no encontrado
fr: GEOM introuvable.
hu: GEOM nem található
it: GEOM non trovato.
lo: ບໍ່ພົບ GEOM.
nl: GEOM niet gevonden.
pl: Nie znaleziono GEOM
ro: GEOM inexistent.
ru: GEOM не найден.
sv: GEOM hittas inte
uk: GEOM не знайдений.
zh_cn: 找不到GEOM。

source: GEOM details not available.
af: GEOM besonderhede nie beskikbaar.
ca: Detalls GEOM no disponibles.
cs: Podrobnosti o GEOM nejsou k dispozici.
de: GEOM-Details nicht verfügbar.
el: Οι λεπτομέρειες του GEOM δεν είναι διαθέσιμες.
es: Detalles GEOM no disponibles
fr: Détails EOM non disponibles.
hu: GEOM részletei nem érhetőek el
it: Dettagli GEOM non disponibili.
lo: ບໍ່ມີລາຍລະອຽດ GEOM.
nl: GEOM details niet beschikbaar.
pl: Szczegóły GEOM są niedostępne.
ro: Detalii GEOM indisponibile.
ru: Элементы GEOM недоступны.
sv: GEOM detaljer inte tillgängliga
uk: Подробиці GEOM недоступні.
zh_cn: 无法提供GEOM详细信息。

source: Maintenance
af: Onderhoud
ca: Manteniment
cs: Údržba
de: Verwaltung
el: Συντήρηση
es: Mantenimiento
hu: Karbantartás
it: Manutenzione
lo: ການບຳລຸງຮັກສາ
nl: Onderhoud
pl: Konserwacja
ro: Mentenanţă
ru: Обслуживание
sv: Underhåll
uk: Обслуговування
zh_cn: 维护

source: JBOD Status
ca: Estat JBOD
cs: Stav JBOD
el: Κατάσταση JBOD
es: Estado JBDO
fr: Statut JBOD
hu: JBOD állapot
it: Status JBOD
lo: ສະຖານະ JBOD
pl: Status JBOD
ro: Stare JBOD
ru: JBOD статус
uk: Статус JBOD
zh_cn: JBOD状态

source: JBOD Details
af: JBOD Besonderhede
ca: Detalls JBOD
cs: Podrobnosti JBOD
el: Λεπτομέρειες JBOD
es: Detalles JBOD
fr: Détails JBOD
hu: JBOD részletek
it: Dettagli JBOD
lo: ລາຍລະອຽດ JBOD
pl: Szczegóły JBOD
ro: Detalii JBOD
ru: JBOD элементы
sv: JBOD detaljer
uk: Подробиці JBOD
zh_cn: JBOD详细信息

source: Details
af: Besonderhede
ca: Detalls
cs: Podrobnosti
el: Λεπτομέρειες
es: Detalles
fr: Détails
hu: Részletek
it: Dettagli
lo: ລາຍລະອຽດ
pl: Szczegóły
ro: Detalii
ru: Подробнее
sv: Detaljer
uk: Подробиці
zh_cn: 详细信息

source: Volume Name
af: Volume Naam
ca: Nom del volum
cs: Název svazku
de: Datenträgername
el: Όνομα Τόμου
es: Nombre del Volumen
fr: Nom de volume
hu: Kötetnév
it: Nome volume
lo: ຊື່ໂວລຸມ
nl: Volume Naam
pl: Nazwa poziomu
ro: Nume Volum
ru: Имя тома
sv: Volymnamn
uk: Ім'я тому
zh_cn: 卷名

source: JBOD Maintenance
af: JBOD Instandhouding
ca: Manteniment JBOD
cs: JBOD Údržba
de: JBOD Verwaltung
el: Συντήρηση JBOD
es: Mantenimiento JBOD
fr: Maintenance JBOD
hu: JBOD karbantartás
lo: ການບຳລຸງຮັກສາ JBOD
nl: JBOD onderhoud
pl: JBOD - Konserwacja
ro: Mentenanță JBOD
ru: Обслуживание JBOD
sv: JBOD Underhåll
uk: Обслуговування JBOD
zh_cn: JBOD维护

source: Send Command!
af: Stuur Bevel!
ca: Enviar comando!
cs: Odeslat (potvrdit) příkaz!
de: Sende Befehl!
el: Αποστολή Εντολής!
es: ¡Enviar el Comando!
fr: Valider la commande!
hu: Parancs kiadása!
it: Esegui comando!
lo: ສົ່ງຄຳສັ່ງ!
nl: Opdracht Versturen!
pl: Wyślij polecenie!
ro: Excutare Comandă!
ru: Отправить команду
sv: Skicka kommando!
uk: Надіслати команду!
zh_cn: 发送命令！

source: Use these specials actions for debugging only!
af: Gebruik hierdie spesiale aksies vir ontfouting slegs!
ca: Utilitzeu aquests especials mesures per a la depuració només!
cs: Tyto zvláštní akce slouží pouze pro účely ladění!
de: Benutzen Sie diese speziellen Möglichkeiten nur zur Fehlersuche!
el: Χρησιμοποιήστε αυτές τις ειδικές ενέργειες μόνο για αποσφαλμάτωση!
es: Use esto solo para debug!
fr: Utilisez ces actions spéciales seulement pour le débogage!
hu: Ezeket a speciális műveleteket csak hibakeresésre használd!
it: Utilizzare questa azione solo per il debugging!
lo: ໃຊ້ການກະທຳພິເສດເຫຼົ່ານີ້ສຳລັບການດີບັກເທົ່ານັ້ນ!
nl: Gebruik deze speciale opdrachten alléén voor fout opsporingen!
pl: Używaj tych specjalnych procedur wyłącznie do debugowania!
ro: Folosiți aceste acțiuni speciale doar pentru depanare!
ru: Используйте эти функции только для отладки!
sv: Använd bara dessa specialåtgärder för felsökning!
uk: Використовуйте ці спеціальні дії тільки для відлагодження!
zh_cn: 使用这些特殊操作仅用于调试！

source: There is no need to start a RAID volume from here (It starts automatically).
af: Dit is nie nodig om die RAID volume hier aan te skakel nie (Dit word automaties aangeskakel)
ca: No hi ha necessitat d'iniciar un volum RAID d'aquí (S'inicia automàticament).
cs: RAID svazek není třeba spouštět odsud (děje se tak automaticky).
de: Es ist nicht notwendig das RAID Volume von hier zu starten (es startet automatisch)
el: Δεν χρειάζεται να ξεκινήστε έναν τόμο RAID από εδώ (ξεκινάει αυτόματα).
es: No es necesario arrancar un volumen RAID desde aquí, (arranca automaticamente).
fr: Il n'y a pas besoin de démarrer un volume RAID à partir d'ici (Il démarre automatiquement).
hu: Innen nincs szükség a RAID kötet indítására (az automatikusan indul).
it: Non è necessario avviare un volume RAID da qui (avvio automatico).
lo: ບໍ່ຈຳເປັນຕ້ອງເລີ່ມໂວລຸມ RAID ຈາກທີ່ນີ້ (ມັນເລີ່ມອັດຕະໂນມັດ).
nl: Het is niet nodig om dit menu te gebruiken om een RAID volume te starten. (Het start automatisch).
pl: Nie ma potrzeby uruchamiania woluminu RAID tutaj ( Uruchomi się automatycznie)
ro: Nu e nevoie să porniți de aici volumul RAID (acesta va porni automat).
ru: Нет необходимости стартовать том RAID здесь (Он запускается автоматически).
sv: Du behöver inte starta RAID volymen härifrån (den startar automatiskt)
uk: Немає необхідності запускати том RAID тут (Він запускається автоматично).
zh_cn: 不需要从这里启动RAID磁盘区（它会自动启动）。

source: Add RAID
af: Voeg RAID
ca: Afegir RAID
cs: Přidat RAID pole
de: RAID Hinzufügen
el: Προσθήκη RAID
es: Añadir RAID
fr: Ajouter un RAID
hu: RAID hozzáadása
it: Aggiungi RAID
lo: ເພີ່ມ RAID
nl: RAID Toevoegen
pl: Dodaj RAID
ro: Adăugare RAID
ru: Добавить RAID-массив
sv: Lägg till RAID
uk: Додати RAID
zh_cn: 添加RAID

source: Edit RAID
af: Redigeer RAID
ca: Editar RAID
cs: Upravit RAID pole
de: RAID bearbeiten
el: Επεξεργασία RAID
es: Editar RAID
fr: Modifier un RAID
hu: RAID szerkesztése
it: Modifica RAID
lo: ແກ້ໄຂ RAID
nl: Bewerk RAID
pl: Edytuj RAID
ro: Editare RAID
ru: Изменить RAID-массив
sv: Redigera RAID
uk: Редагувати RAID
zh_cn: 编辑RAID

source: RAID is marked for removal
af: RAID is gemerk om verwyder te word
ca: RAID està marcat per ser esborrat
cs: RAID svazek je označen k odebrání
de: RAID wurde zum entfernen markiert
el: Το RAID έχει μαρκαριστεί προς διαγραφή
es: El RAID se ha marcado para eliminación.
fr: Raid marqué pour suppression.
hu: RAID eszköz eltávolításra megjelölve.
it: Dispositivo RAID segnato per cancellazione
lo: RAID ຖືກໝາຍໄວ້ເພື່ອເອົາອອກ
nl: RAID is gemarkeerd voor verwijdering
pl: RAID jest oznaczony do usunięcia
ro: Dispozitivul RAID este marcat pentru ștergere
ru: RAID помечен для удаления
sv: RAID är markerad för borttagning.
uk: RAID позначений для видалення
zh_cn: RAID已标记为要移除
