Repository: rojim666/xigmanas-code-r10599-trunk
Catalog: locale/xigmanas-*.po
Languages: af, ca, cs, de, el, es, fr, hu, it, lo, nl, pl, ro, ru, sv, uk, zh_cn

source: Do you want to disable selected CHAP users?
af: Wil jy geselekteerde CHAP gebruikers deaktiveer?
ca: Vols desactivar els usuaris CHAP seleccionats?
cs: Opravdu chcete znepřístupnit označené účty uživatelů pro ověřování protokolem CHAP?
de: Möchten Sie die ausgewählten CHAP Benutzer deaktivieren?
el: Θέλετε να απενεργοποιήσετε τους επιλεγμένους χρήστες CHAP;
es: ¿Desea deshabilitar los usuarios CHAP seleccionados?
fr: Voulez-vous désactiver les utilisateurs CHAP sélectionnés?
hu: Biztos, hogy letiltod kiválasztott CHAP felhasználókat?
it: Desideri disabilitare gli utenti CHAP selezionati?
lo: ທ່ານຕ້ອງການປິດໃຊ້ງານຜູ້ໃຊ້ CHAP ທີ່ເລືອກບໍ່?
nl: Wilt u de geselecteerde CHAP gebruikers uitschakelen?
ro: Doriți să dezactivați utilizatorii CHAP selectați?
ru: Вы хотите отключить выбранных пользователей CHAP?
sv: Vill du inaktivera valda CHAP användare?
uk: Ви підтверджуєте вимкнення обраних користувачів CHAP?
zh_cn: 你想禁用选定的CHAP用户吗？

source: Do you want to enable selected CHAP users?
af: Wil jy geselekteerde CHAP gebruikers Inskakel?
ca: Voleu habilitar els usuaris CHAP seleccionats?
cs: Opravdu chcete zprístupnit označené účty uživatelů protokolu ověřování CHAP?
de: Möchten Sie die ausgewählten CHAP Benutzer aktivieren?
el: Θέλετε να ενεργοποιήσετε τους επιλεγμένους χρήστες CHAP;
es: ¿Desea habilitar los usuarios CHAP seleccionados?
fr: Voulez-vous activer les utilisateurs CHAP sélectionnés?
hu: Biztos, hogy engedélyezed a kiválasztott CHAP felhasználókat?
it: Vuoi abilitare gli utenti CHAP selezionati?
lo: ທ່ານຕ້ອງການເປີດໃຊ້ງານຜູ້ໃຊ້ CHAP ທີ່ເລືອກບໍ່?
nl: Wilt u de geselecteerde CHAP gebruikers inschakelen?
ro: Doriți să activați utilizatorii CHAP selectați?
ru: Вы хотите включить выбранных пользователей CHAP?
sv: Vill du aktivera valda CHAP användare?
uk: Ви підтверджуєте увімкнення обраних користувачів CHAP?
zh_cn: 你想启用选定的CHAP用户吗？

source: Do you want to toggle selected CHAP users?
af: Doen jy wil geselekteerde CHAP gebruikers toggle?
ca: Voleu canviar els usuaris CHAP seleccionats?
cs: Opravdu chcete přepnout označené účty uživatelů ověřování CHAP protokolem?
de: Möchten Sie die ausgewählten CHAP Benutzer umschalten?
el: Θέλετε να μεταβάλλετε τους επιλεγμένους χρήστες CHAP;
es: ¿Desea intercambiar los usuarios CHAP seleccionados?
fr: Voulez-vous changer d'état les utilisateurs CHAP sélectionnés?
hu: Biztos, hogy átkapcsolod a kiválasztott CHAP felhasználókat?
it: Vuoi attivare gli utenti CHAP selezionati?
lo: ທ່ານຕ້ອງການສະຫຼັບການໃຊ້ງານຜູ້ໃຊ້ CHAP ທີ່ເລືອກບໍ່?
nl: Wilt u de geselecteerde CHAP gebruikers omschakelen?
ro: Doriți să inversați utilizatorii mutuali CHAP selectați?
ru: Вы хотите переключить выбранных пользователей CHAP?
sv: Vill du växla valda CHAP användare?
uk: Ви підтверджуєте перемикання обраних користувачів CHAP?
zh_cn: 你想切换选定的CHAP用户吗？

source: Add Mutual CHAP User
af: Voeg Onderlinge CHAP Gebruiker
ca: Afegeix un usuari de CHAP mutu
cs: Přidat uživatele protokolu vzájemný CHAP
de: Gegenseitigen CHAP-Benutzer hinzufügen
el: Προσθήκη χρήστη αμοιβαίου CHAP
es: Añadir usuario CHAP mutuo
fr: Ajouter un Utilisateur CHAP Mutuel
hu: Kölcsönös CHAP felhasználó hozzáadása
it: Aggiungi utente CHAP muto
lo: ເພີ່ມຜູ້ໃຊ້ Mutual CHAP
nl: Wederzijdse CHAP Gebruiker Toevoegen
ro: Adauga utilizator CHAP mutual
ru: Добавить взаимного пользователя CHAP
sv: Lägg till gemensam CHAP användare
uk: Додати взаємного користувача CHAP
zh_cn: 添加双方CHAP用户

source: Edit Mutual CHAP User
af: Wysig Mutual CHAP Gebruiker
ca: Editeu l'usuari CHAP mutu
cs: Upravit účet uživatele pro ověřování protokolem vzájemného CHAP
de: Gegenseitigen CHAP Benutzer bearbeiten
el: Επεξεργασία Χρήστη Αμοιβαίου CHAP
es: Editar usuarios CHAP mutuos
fr: Modifier l'Utilisateur CHAP Mutuel
hu: A kiválasztott kölcsönös CHAP felhasználó módosítása
it: Modifica l'utente CHAP Mutual
lo: ແກ້ໄຂຜູ້ໃຊ້ Mutual CHAP
nl: Wijzig wederzijdse CHAP gebruiker
ro: Editare utilizator mutual CHAP
ru: Изменить взаимного пользователь CHAP
sv: Redigera gemensamma CHAP användare
uk: Редагувати взаємного користувача CHAP
zh_cn: 编辑相互CHAP用户

source: Mutual CHAP User is marked for deletion
af: Wedersydse CHAP Gebruiker is gemerk vir skrap
ca: L'usuari CHAP mutu està marcat per suprimir-lo
cs: Uživatelský účet pro ověřování protokolem vzájemný CHAP je označen ke smazání.
de: Gegenseitiger CHAP Benutzer ist zum Löschen vorgemerkt
el: Ο χρήστης αμοιβαίου CHAP έχει σημειωθεί προς διαγραφή
es: Usuario CHAP mutuo marcado para borrado
fr: L'utilisateur CHAP Mutuel est marqué pour la suppression
hu: A kölcsönös CHAP felhasználókat megjelölték törlésre
it: Utente CHAP mutuo selezionato per la cancellazione
lo: ຜູ້ໃຊ້ Mutual CHAP ຖືກໝາຍໄວ້ເພື່ອລຶບ
nl: Mutual CHAP Gebruiker is gemarkeerd voor verwijdering
ro: Utilizatorul CHAP mutual este marcat pentru ștergere
ru: Взаимный CHAP пользователь помечен для удаления
sv: Gemensam VHAP användare markerad för borttagning
uk: Взаємний користувач CHAP позначений для видалення
zh_cn: 相互CHAP用户被标记为删除

source: Mutual CHAP User is locked
af: Wedersydse CHAP Gebruiker is geslot
ca: El CHAP mútu està bloquejat
cs: Uživatelský účet ověřování protokolem vzájemný CHAP je uzamčen
de: Gegenseitiger CHAP Benutzer ist gesperrt
el: Ο χρήστης αμοιβαίου CHAP είναι κλειδωμένος
es: Usuario CHAP mutuo bloqueado
fr: L'Utilisateur CHAP Mutuel est verrouillé
hu: A kölcsönös CHAP felhasználókat zárolták
it: Utente CHAP mutuo bloccato
lo: ຜູ້ໃຊ້ Mutual CHAP ຖືກລັອກ
nl: Mutual CHAP Gebruiker is vergrendeld
ro: Utilizatorul CHAP mutual este blocat
ru: Взаимный CHAP пользователь заблокирован
sv: Gemensam VHAP användare är låst
uk: Взаємний користувач CHAP заблокований
zh_cn: 相互CHAP用户被锁定

source: Mutual CHAP User is unlocked
af: Wedersydse CHAP Gebruiker is ontgeslot
ca: L'usuari CHAP mutu està desbloquejat
cs: Uživatelský účet pro ověřování protokolem vzájemný CHAP je odemčený
de: Gegenseitiger CHAP Benutzer ist entsperrt
el: Ο Αμοιβαίος Χρήστης CHAP είναι ξεκλείδωτος
es: Usuario CHAP mutuo desbloqueado
fr: L'utilisateur CHAP Mutuel est déverrouillé
hu: A kölcsönös CHAP felhasználók zárolását feloldották
it: Utente CHAP mutuo sbloccato
lo: ຜູ້ໃຊ້ Mutual CHAP ຖືກປົດລັອກ
nl: Mutual CHAP Gebruiker is ontgrendeld
ro: Utilizatorul CHAP mutual este deblocat
ru: Взаимный пользователь CHAP разблокирован
sv: Gemensam VHAP användare är olåst
uk: Взаємний користувач CHAP розблокований
zh_cn: 相互CHAP用户被解锁

source: Delete Selected Mutual CHAP Users
af: Skrap Geselekteerde Wedersydse CHAP Gebruikers
ca: Elimineu els usuaris CHAP seleccionats
cs: Smazat označené uživatele vzájemného CHAP
de: Ausgewählte gegenseitige CHAP Benutzer löschen
el: Διαγραφή Επιλεγμένων Χρηστών Αμοιβαίου CHAP
es: Borrar usuariosCHAP mutuos seleccionados
fr: Supprimer les Utilisateurs CHAP Mutuels sélectionnés
hu: A kiválasztott kölcsönös CHAP felhasználó törlése
it: Cancella gli utenti Mutual CHAP selezionati
lo: ລຶບຜູ້ໃຊ້ Mutual CHAP ທີ່ເລືອກ
nl: Geselecteerde Wederzijdse CHAP Gebruikers Verwijderen
ro: Ștergere utilizatori mutuali CHAP selectați
ru: Удалить выбранных взаимных пользователей CHAP
sv: Ta bort valda gemensamma CHAP användare
uk: Видалити обраних взаємних користувачів CHAP
zh_cn: 删除选定的相互CHAP用户

source: Disable Selected Mutual CHAP Users
af: Deaktiveer Geselekteerde CHAP Gebruikers
ca: Desactiveu els usuaris seleccionats de CHAP mútua
cs: Znepřístupnit účty označených uživatelů ověřování vzájemného CHAP protokolu
de: Ausgewählte gegenseitige CHAP Benutzer deaktivieren
el: Απενεργοποίηση Επιλεγμένων Χρηστών CHAP
es: Deshabilitar usuarios CHAP mutuos seleccionados
fr: Désactiver les Utilisateurs CHAP Mutuels Sélectionnés
hu: A kiválasztott kölcsönös CHAP felhasználó tiltása
it: Disabilita gli utenti Mutual CHAP selezionati
lo: ປິດໃຊ້ງານຜູ້ໃຊ້ Mutual CHAP ທີ່ເລືອກ
nl: Geselecteerde Wederzijdse CHAP Gebruikers Uitschakelen
ro: Dezactivare utilizatori mutuali CHAP
ru: Отключить выбранных взаимных пользователей CHAP
sv: Inaktivera valda gemensamma CHAP användare
uk: Вимкнути обраних взаємних користувачів CHAP
zh_cn: 禁用所选的相互CHAP用户

source: Enable Selected Mutual CHAP Users
af: Inskakel Geselekteerde Wedersydse CHAP Gebruikers
ca: Habilita els usuaris seleccionats de CHAP mútua
cs: Zpřístupnit označené účty pro ověřování protokolem vzájemný CHAP
de: Ausgewählte gegenseitige CHAP Benutzer aktivieren
el: Ενεργοποίηση Επιλεγμένων Χρηστών Αμοιβαίου CHAP
es: Habilitar usuarios CHAP mutuos seleccionados
fr: Activer les utilisateurs CHAP Mutuel sélectionnés
hu: A kiválasztott kölcsönös CHAP felhasználó engedélyezése
it: Attiva gli utenti CHAP mutui selezionati
lo: ເປີດໃຊ້ງານຜູ້ໃຊ້ Mutual CHAP ທີ່ເລືອກ
nl: Geselecteerde Wederzijdse CHAP Gebruikers Inschakelen
ro: Activare utilizatori mutuali CHAP selectați
ru: Включить выбранных взаимных пользователей CHAP
sv: Aktivera valda gemensamma CHAP användare
uk: Дозволити обраних взаємних користувачів CHAP
zh_cn: 启用选定的相互CHAP用户

source: Toggle Selected Mutual CHAP Users
af: Toggle Geselekteerde Wedersydse CHAP Gebruikers
ca: Commuta els usuaris mutus CHAP seleccionats
cs: Vyp/zap označené uživatele vzájemného CHAP
de: Ausgewählte gegenseitige CHAP BEnutzer umschalten
el: Μεταβολή Επιλεγμένων Χρηστών Αμοιβαίου CHAP
es: intercambiar usuarios CHAP mutuos seleccionados
fr: Changer d'état les Enregistrements d'écoute Sélectionnés
hu: A kiválasztott kölcsönös CHAP felhasználók átkapcsolása
it: Attivare gli utenti con mutual CHAP selezionati
lo: ສະຫຼັບການໃຊ້ງານຜູ້ໃຊ້ Mutual CHAP ທີ່ເລືອກ
nl: Geselecteerde Wederzijdse CHAP Gebruikers Omschakelen
ro: Inversare selecție utilizatori mutuali CHAP
ru: Переключить выбранных взаимных пользователей CHAP
sv: Växla valda gemensamma CHAP användare
uk: Перемкнути обраних взаємних користувачів CHAP
zh_cn: 切换选定的相互CHAP用户

source: Do you want to delete selected Mutual CHAP users?
af: Wil u geselekteerde Mutual CHAP gebruikers skrap?
ca: Voleu eliminar usuaris seleccionats de CHAP mútua?
cs: Opravdu chcete smazat označené uživatele vzájemného CHAP?
de: Möchten Sie die ausgewählten gegenseitigen CHAP Benutzer löschen?
el: Θέλετε να διαγράψετε τους επιλεγμένους χρήστες αμοιβαίου CHAP;
es: ¿Desea borrar los usuarios CHAP seleccionados?
fr: Voulez-vous supprimer les utilisateurs CHAP Mutuel sélectionnés?
hu: Biztos, hogy törlöd a kiválasztott kölcsönös CHAP felhasználót?
it: Desideri cancellare gli utenti Mutual CHAP selezionati?
lo: ທ່ານຕ້ອງການລຶບຜູ້ໃຊ້ Mutual CHAP ທີ່ເລືອກອອກບໍ່?
nl: Wilt u de geselecteerde wederzijdse CHAP gebruikers verwijderen?
ro: Doriți să ștergeți utilizatorii mutuali CHAP selectați?
ru: Вы хотите удалить выбранных взаимных пользователей CHAP?
sv: Vill du ta bort valda gemensamma CHAP användare?
uk: Ви підтверджуєте видалення обраних взаємних користувачів CHAP?
zh_cn: 你想删除选定的相互CHAP用户？

source: Do you want to disable selected Mutual CHAP users?
af: Wil jy geselekteerde Mutual CHAP gebruikers deaktiveer?
ca: Voleu desactivar els usuaris seleccionats de CHAP mútua?
cs: Opravdu chcete znepřístupnit označené účty uživatelů pro ověřování protokolem vzájemného CHAP?
de: Möchten Sie die ausgewählten gegenseitigen CHAP Benutzer deaktivieren?
el: Θέλετε να απενεργοποιήσετε τους επιλεγμένους χρήστες αμοιβαίου CHAP;
es: ¿Desea deshabilitar los usuarios CHAP mutuos seleccionados?
fr: o vous voulez désactiver les utilisateurs de CHAP Mutuel sélectionnés?
hu: Biztos, hogy letiltod kiválasztott kölcsönös CHAP felhasználót?
it: Vuoi disabilitare gli utenti CHAP Mutual selezionati?
lo: ທ່ານຕ້ອງການປິດໃຊ້ງານຜູ້ໃຊ້ Mutual CHAP ທີ່ເລືອກບໍ່?
nl: Wilt u de geselecteerde wederzijdse CHAP gebruikers uitschakelen?
ro: Doriți să dezactivați utilizatorii mutuali CHAP selectați?
ru: Вы хотите отключить выбранных взаимных пользователей CHAP?
sv: Vill du inaktivera valda gemensamma CHAP användare?
uk: Ви підтверджуєте вимкнення обраних взаємних користувачів CHAP?
zh_cn: 你想禁用选定的相互CHAP用户吗？

source: Do you want to enable selected Mutual CHAP users?
af: Wil jy geselekteerde Mutual CHAP gebruikers Inskakel?
ca: Voleu activar els usuaris seleccionats de CHAP mútua?
cs: Opravdu chcete zpřístupnit uživatelské účty protokolu pro ověřování vzájemný CHAP?
de: Möchten Sie die ausgewählten gegenseitigen CHAP Benutzer aktivieren?
el: Θέλετε να ενεργοποιήσετε τους επιλεγμένους χρήστες αμοιβαίου CHAP;
es: ¿Desea habilitar los usuarios CHAP mutuos seleccionados?
fr: Voulez-vous activer les utilisateurs Mutuel CHAP Mutuel sélectionnés?
hu: Biztos, hogy engedélyezed a kiválasztott kölcsönös CHAP felhasználót?
it: Desideri abilitare gli utenti Mutual CHAP selezionati?
lo: ທ່ານຕ້ອງການເປີດໃຊ້ງານຜູ້ໃຊ້ Mutual CHAP ທີ່ເລືອກບໍ່?
nl: Wilt u de geselecteerde wederzijdse CHAP gebruikers inschakelen?
ro: Doriți să activați utilizatorii mutuali CHAP selectați?
ru: Вы хотите включить выбранных взаимных пользователей CHAP?
sv: Vill du aktivera valda gemensamma CHAP användare?
uk: Ви підтверджуєте увімкнення обраних взаємних користувачів CHAP?
zh_cn: 你想启用选定的相互CHAP用户吗？

source: Do you want to toggle selected Mutual CHAP users?
af: Doen jy wil geselekteerde Mutual CHAP gebruikers toggle?
ca: Voleu canviar els usuaris CHAP mútus seleccionats?
cs: Opravdu chcete přepnout označené účty uživatelů ověřování protokolem vzájemného CHAP?
de: Möchten Sie die ausgewählten gegenseitigen CHAP Benutzer umschalten?
el: Θέλετε να μεταβάλλετε τους επιλεγμένους χρήστες αμοιβαίου CHAP;
es: ¿Desea intercambiar los usuarios CHAP mutuos seleccionados?
fr: Voulez-vous changer d'état les utilisateurs CHAP Mutuel sélectionnés?
hu: Biztos, hogy átkapcsolod a kiválasztott kölcsönös CHAP felhasználót?
it: Desideri rimuovere gli utenti Mutual CHAP selezionati?
lo: ທ່ານຕ້ອງການສະຫຼັບການໃຊ້ງານຜູ້ໃຊ້ Mutual CHAP ທີ່ເລືອກບໍ່?
nl: Wilt u de geselecteerde wederzijdse CHAP gebruikers omschakelen?
ro: Doriți să inversați utilizatorii mutuali CHAP selectați?
ru: Вы хотите переключить выбранных взаимных пользователей CHAP?
sv: Vill du växla valda gemensamma CHAP användare?
uk: Ви підтверджуєте перемикання обраних взаємних користувачів CHAP?
zh_cn: 你想切换选定的相互CHAP用户吗？

source: Link mutual-chap configuration to auth-groups. Note that an auth-group may contain either chap or chap-mutual entries, but not both.
af: Link mutual-chap konfigurasie om auth-goepe. Nota Nota dat 'n auth-groep mag bevat óf chap of chap-mutual inskrywings, maar nie beide.
ca: Vincular la configuració de mútual-chap a grups d'autenticació. Tingueu en compte que un grup d'autenticació pot contenir entrades chap o chap-mutual, però no ambdues.
cs: Spojit nastavení vzájemného chap se skupinami ověření. Poznamenejme, že skupina ověření může obsahovat buď položky chap nebo vzájemného chap ověřování, ale ne obojí.
de: Verknüpfe gegenseitige Chap Konfiguration mit den Auth-Gruppen. Beachten Sie, dass eine Auth-Gruppe entweder Chap oder gegenseitiges Chap Einträge enthalten darf, aber nicht beide.
el: Σύνδεση των ρυθμίσεων του αμοιβαίου chap σε ομάδες πιστοποίησης. Σημειώστε ότι μια ομάδα πιστοποίησης μπορεί να περιέχει είτε καταχωρήσεις chap, είτε καταχωρήσεις αμοιβαίου chap, αλλά όχι και τα δύο.
es: Vincular la configuración mutua a los grupos de autenticación. Tenga en cuenta que un grupo de autenticación puede contener entradas chap o chap mut, pero no ambas.
fr: Reliez la configuration mutuelle aux groupes d'authentification. Notez qu'un groupe d'authentification peut contenir des entrées chap ou chap-mutuel, mais pas les deux.
hu: Chap-kölcsönösség linkelés hitelesítési csoportokra. Figyeljen arra, hogy egy hitelesítési csoport tartalmazhat chap-et vagy chap-kölcsönösséget, de mindkettőt nem.
it: Collega la configurazione mutual-chap ad un gruppo auth. Notare che un gruppo auth può contenere sia chap che chap-mutui ma non entrambi.
lo: ເຊື່ອມໂຍງການຕັ້ງຄ່າ mutual-chap ກັບກຸ່ມການຢືນຢັນຕົວຕົນ. ໝາຍເຫດ: ກຸ່ມການຢືນຢັນຕົວຕົນອາດຈະມີລາຍການ chap ຫຼື chap-mutual, ແຕ່ບໍ່ສາມາດມີທັງສອງຢ່າງໄດ້.
nl: Koppel wederzijds-chap configuratie aan auth-groepen. Merk op dat een auth-groep ofwel chap of chap-wederzijds entries kan bevatten, maar niet beide.
ro: Legare confgurație chap-mutual la grupurile autorizate. De remarcat că un grup autorizat poate conține fie intrări chap fie intrări mutual-chap, dar nu de ambele tipuri simultan.
ru: Связать настройки взаимных chap с auth-группами. Обратите внимание, что auth-группа может содержать либо chap, либо взаимный chap но не обе.
sv: Gemensam chap länk konfiguration för autentiseringsgrupper. Notera att en autentiseringsgrupp kan innehålla endera en chap eller gemensamma chap poster, men inte båda.
uk: Зв'язати настройки взаємних chap з групами автентифікації. Зверніть увагу, що група автентифікації може містити або chap записи, або записи взаємного chap але не обидва.
zh_cn: 将相互chap配置链接到auth-groups。请注意，auth-group可能包含chap或chap-mutual条目，但不能同时包含两者。

source: Enter mutual user name.
af: Ingaan onderlinge gebruikers naam.
ca: Introduïu el nom d'usuari mutu.
cs: Zadejte uživatelské jméno pro vzájemné
de: Gegenseitigen Benutzernamen eingeben
el: Εισάγετε όνομα αμοιβαίου χρήστη
es: Ingrese el nombre de usuario mutuo.
fr: Entrez le nom d'utilisateur mutuel .
hu: Add meg a kölcsönös felhasználónevet.
it: Inserire un nome utente mutuo
lo: ປ້ອນຊື່ຜູ້ໃຊ້ຮ່ວມ.
nl: Voeg een wederzijdse gebruikersnaam toe
ro: Introduceți numele utilizatorului mutual.
ru: Введите имя взаимного пользователя.
sv: Mata in ett gemensamt användarnamn.
uk: Введіть ім'я взаємного користувача.
zh_cn: 输入相互用户名。

source: Mutual User
af: Wedersydse Gebruiker
ca: Usuari mutu
cs: Uživatel pro vzájemné
de: Gegenseitiger Benutzer
el: Αμοιβαίος Χρήστης
es: Usuario mutuo
fr: Utilisateur mutuel
hu: Kölcsönös felhasználó
it: Utente mutuo
lo: ຜູ້ໃຊ້ຮ່ວມ
nl: Wederzijds Gebruiker
ro: Utilizator mutual
ru: Взаимный пользователь
sv: Gemensam användare
uk: Взаємний користувач
zh_cn: 相互用户

source: Mutual Secret
af: Wedersydse Geheim
ca: Secret mutu
cs: Tajemství pro vzájemné
de: Gegenseitiges Geheimnis
el: Αμοιβαίο Μυστικό
es: Secreto mutuo
fr: Secret Mutuel
hu: Kölcsönös titok
it: Segreto mutuo
lo: ລະຫັດລັບຮ່ວມ
nl: Wederzijds Wachtwoord
ro: Secret mutual
ru: Взаимная секретная фраза
sv: Gemensam hemlighet
uk: Взаємна секретна фраза
zh_cn: 相互秘密

source: Add Initiator Name
af: Voeg Inisieerder Naam
ca: Afegeix el nom de l'iniciador
cs: Přidat název iniciátoru
de: Füge Initiator Namen hinzu
el: Προσθήκη Ονόματος Εκκινητή
es: Añadir nombre de iniciador
fr: Ajouter le nom de l'initiateur
hu: Kezdeményező nevének hozzáadása
it: Aggiungi nome iniziatore
lo: ເພີ່ມຊື່ Initiator
nl: Initiator Naam Toevoegen
pl: Dodaj imię inicjatora
ro: Adăugare nume inițiator
ru: Добавить имя инициатора
sv: Lägg till Initierarnamn
uk: Додати ім'я ініціатора
zh_cn: 添加启动器名称

source: Edit Initiator Name
af: Wysig inisieerder Naam
ca: Edita el nom de l'iniciador
cs: Upravit název iniciátoru
de: Initiatornamen bearbeiten
el: Επεξεργασία Ονόματος Εκκινητή
es: Editar nombre del iniciador
fr: Modifier le nom de l'initiateur
hu: Kezdeményező név módosítása
it: Modificare il nome dell'inizializzatore
lo: ແກ້ໄຂຊື່ Initiator
nl: Initiator Naam Bewerken
ro: Editare nume inițiator
ru: Изменить имя инициатора
sv: Redigera Initierarnamn
uk: Редагувати ім'я ініціатора
zh_cn: 编辑启动器名称

source: Initiator Name is marked for deletion
af: Inisieerder Naam is gemerk vir skrap
ca: El nom de l'iniciador està marcat per esborrar
cs: Název iniciátoru je označen ke smazání
de: Initiatorname ist zum Löschen vorgemerkt
el: Το όνομα εκκινητή έχει σημειωθεί προς διαγραφή
es: El nombre del iniciador ha sido marcado para borrado
fr: Le nom de l'initiateur est marqué pour suppression
hu: Kezdeményező nevet törlésre megjelölték
it: L'iniziatore del nome è segnalato per la cancellazione
lo: ຊື່ Initiator ຖືກໝາຍໄວ້ເພື່ອລຶບ
nl: Initiator Naam is gemarkeerd voor verwijdering
ro: Numele inițiator este marcat pentru ștergere
ru: Имя инициатора помечено для удаления
sv: Initierarnamnet är markerat för borttagning
uk: Ім'я ініціатора позначено для видалення
zh_cn: 启动器名称被标记为删除

source: Initiator Name is locked
af: Inisieerder Naam is toegesluit
ca: El nom de l'iniciador està bloquejat
cs: Název iniciátoru je uzamčen
de: Initiatorname ist gesperrt
el: Το όνομα εκκινητή είναι κλειδωμένο
es: Nombre de iniciador bloqueado
fr: Le nom de l'initiateur est verrouillé
hu: A Kezdeményező név zárolva
it: L'iniziatore del nome è bloccato
lo: ຊື່ Initiator ຖືກລັອກ
nl: Initiator Naam is vergrendeld
ro: Numele inițiator este blocat
ru: Имя инициатора заблокировано
sv: Initierarnamnet är låst
uk: Ім'я ініціатора заблоковано
zh_cn: 启动器名称被锁定

source: Initiator Name is unlocked
af: Inisieerder Naam is ontgesluit
ca: El nom de l'iniciador està desbloquejat
cs: Název iniciátoru je odemčen
de: Initiatorname ist entsperrt
el: Το όνομα εκκινητή είναι ξεκλείδωτο
es: El nombre del iniciador está desbloqueado
fr: Le nom de l'initiateur est déverrouillé
hu: A Kezdeményező név zárolásának feloldása
it: Inizializzatore del nome sbloccato
lo: ຊື່ Initiator ຖືກປົດລັອກ
nl: Initiator Naam is ontgrendeld
ro: Numele inițiator este deblocat
ru: Имя инициатора разблокировано
sv: Initierarnamnet är olåst
uk: Ім'я ініціатора розблоковано
zh_cn: 启动器名称已解锁

source: Delete Selected Initiator Names
af: Skrap Geselekteerde Inisieerder Name
ca: Elimineu els noms dels iniciadors seleccionats
cs: Smazat vyznačené názvy iniciátoru
de: Ausgewählte Initiatornamen löschen
el: Διαγραφή επιλεγμένων ονομάτων εκκινητών
es: Borrar nombres de iniciador seleccionados
fr: Supprimer les noms d'initiateurs sélectionnés
hu: A kiválasztott Kezdményező nevek törlése
it: Elimina i nomi Inizializzatori selezionati
lo: ລຶບຊື່ Initiator ທີ່ເລືອກ
nl: Geselecteerde Initiator Namen Verwijderen
ro: Ștergere nume Inițiatori selectate
ru: Удалить выбранные имена инициаторов
sv: Ta bort valda Initiatornamn
uk: Видалити вибрані імена ініціатора
zh_cn: 删除选定的启动器名称

source: Disable Selected Initiator Names
af: Deaktiveer Geselekteerde Inisieerder Name
ca: Desactiveu els noms dels iniciadors seleccionats
cs: Zakázat vybrané názvy iniciátorů
de: Ausgewählte Initiatornamen deaktivieren
el: Απενεργοποίηση Επιλεγμένων Ονομάτων Εκκινητών
es: Deshabilitar Nombres de iniciador seleccionados
fr: Désactiver les noms d'initiateurs sélectionnés
hu: A kiválasztott Kezdeményező nevek tiltása
it: Disabilita i nomi Inizializzatori selezionati
lo: ປິດໃຊ້ງານຊື່ Initiator ທີ່ເລືອກ
nl: Geselecteerde Initiator Namen Uitschakelen
ro: Dezactivare nume inițiatori selectate
ru: Отключить выбранные имена инициаторов
sv: Inaktivera valda Initierarnamn
uk: Вимкнути обрані імена ініціаторів
zh_cn: 禁用选定的启动器名称

source: Enable Selected Initiator Names
af: Inskakel Geselekteerde Inisieerder Name
ca: Activa els noms d'iniciadors seleccionats
cs: Zapnout označené názvy iniciátoru
de: Ausgewählte Initiatornamen aktivieren
el: Ενεργοποίηση Επιλεγμένων Ονομάτων Εκκινητών
es: Habilitar nombres de iniciador seleccionados
fr: Activer les noms d'initiateurs sélectionnés
hu: A kiválasztott Kezdeményező nevek engedélyezése
it: Attiva l'iniziatore dei nomi selezionato
lo: ເປີດໃຊ້ງານຊື່ Initiator ທີ່ເລືອກ
nl: Geselecteerde Initiator Namen Inschakelen
ro: Activare nume inițiatori selectați
ru: Включить выбранные имена инициаторов
sv: Aktivera valda Initierarnamn
uk: Дозволити обрані імена ініціаторів
zh_cn: 启用选定的启动器名称

source: Toggle Selected Initiator Names
af: Toggle Geselekteerde Inisieerder Name
ca: Commuta els noms d'iniciadors seleccionats
cs: Vyp/zap označené názvy iniciátoru
de: Ausgewählte Initiatornamen umschalten
el: Μεταβολή Επιλεγμένων Ονομάτων Εκκινητών
es: intercambiar nombres de iniciador seleccionados
fr: Changer d'état les Noms des Initiateurs Sélectionnés
hu: A kiválasztott Kezdeményező nevek átváltása
it: Abilita i nomi degli inizializzatori selezionati.
lo: ສະຫຼັບການໃຊ້ງານຊື່ Initiator ທີ່ເລືອກ
nl: Geselecteerde Initiator Namen Omschakelen
ro: Inversare selecție Nume Inițiatori
ru: Переключить выбранные имена инициаторов
sv: Växla valda Initerarnamn
uk: Перемкнути обрані імена ініціаторів
zh_cn: 切换选定的启动器名称
