Repository: rojim666/xigmanas-code-r10599-trunk
Catalog: locale/xigmanas-*.po
Languages: af, ca, cs, de, el, es, fr, hu, it, lo, nl, pl, ro, ru, sv, uk, zh_cn

source: Do you really want to delete all rules?
af: Wil jy regtig all die reëls uitvee?
ca: Realment vols eliminar totes les regles?
cs: Opravdu smazat všechna pravidla?
de: Möchten Sie wirklich alle Regeln löschen?
el: Θέλετε σίγουρα να διαγράψετε όλους τους κανόνες;
es: ¿De verdad desea eliminar todas las reglas?
fr: Voulez-vous vraiment supprimer toutes les règles?
hu: Biztos, hogy törlöd az összes szabályt?
it: Vuoi veramente eliminare tutte le regole?
lo: ທ່ານຕ້ອງການລຶບກົດລະບຽບທັງໝົດແທ້ບໍ?
nl: Weet u zeker dat alle regels wilt verwijderen?
pl: Czy na pewno chcesz usunąć wszystkie reguły?
ro: Doriți să ștergeți toate regulile?
ru: Вы действительно хотите удалить все правила?
sv: Vill du verkligen radera alla regler?
uk: Ви підтверджуєте видалення всіх правила?
zh_cn: 你确定要删除所有规则吗？

source: Delete all rules
af: Vee alle reëls uit
ca: Suprimeix totes les regles
cs: Smazat všechna pravidla
de: Alle Regeln löschen
el: Διαγραφή όλων των κανόνων
es: Eliminar todas las reglas
fr: Supprimer toutes les règles
hu: Minden szabály törlése
it: Elimina tutte le regole
lo: ລຶບກົດລະບຽບທັງໝົດ
nl: Alle regels verwijderen
pl: Usuń wszystkie reguły
ro: Șterge toate regulile
ru: Удалить все правила
sv: Raderar alla regler
uk: Видалити всі правила
zh_cn: 删除所有规则

source: The module provides automatic bans that are triggered based on configurable criteria. A ban prevents the banned user, host, or class from logging into the server, it does not prevent the banned user, host, or class from connecting to the server.
af: Die module veskaf automatiese verbanning wat veroorsaak word deur gekonfigureerde kriteria. A verbanning vehoed dat die verbande gebruiker, gasheer, of klas kan aanteken by die bediener, maar dit verhoed nie dat die verbande gebruiker, gasheer, of klas kan konnekteer aan die bediener.
ca: El mòdul proporciona les prohibicions automàtiques que s'activen en funció de criteris configurables. La prohibició impedeix que l'usuari, servidor o una classe de prohibició de sessió en el servidor, no impedeix a l'usuari banejat, amfitrió o classe que es connectin al servidor.
cs: Tento modul umí automaticky odepírat přístup (ban) na základě nastavitelných pravidel. Odepření přístupu brání uživateli, stroji nebo třídě objektů v přihlášení, nikoli navázání spojení se serverem jak takovému.
de: Mit diesem Modul können automatische Sperrungen nach eigenen Kriterien konfiguriert werden. Eine Sperrung verhindert die Anmeldung eines Nutzers, Hosts oder einer Klasse auf dem Server, nicht jedoch die alleinige Verbindung mit diesem.
el: Αυτό το άρθρωμα παρέχει αυτόματες απαγορεύσεις εισόδου που ενεργοποιούνται με βάση τα ρυθμισμένα κριτήρια. Η απαγόρευση αποτρέπει τον αποκλεισμένο χρήστη, υπολογιστή, ή κατηγορία, από την είσοδο στον διακομιστή. Δεν εμποδίζει τον αποκλεισμένο χρήστη, υπολογιστή, ή κατηγορία από τη σύνδεση με το διακομιστή.
es: El módulo provee prohibiciones automáticas que son desencadenadas en base a un criterio configurable. Una prohibición previene de que se logueen usuarios, equipos o clases prohibidas al servidor, este no previene que se conecten usuarios, equipos o clases prohibidas al servidor.
fr: Le module fourni des interdictions automatiques (bans), basées sur des critères configurables. Une interdiction permet d'éviter qu'un utilisateur, un hôte, ou une classe puisse se connecter (comme un utilisateur) au serveur mais cela ne leur interdit pas de se connecter (au sens connexion réseau) au serveur.
hu: A modul automatikusan tilalmakat biztosít, amelyek konfigurálható kritériumokon alapulnak. A tilalom megakadályozza, hogy bejelentkezzen a szerverre a tiltott felhasználó, host vagy osztály, ez nem hogy kapcsolódjon a szerverre a tiltott felhasználó, host vagy osztály.
it: Il modulo fornisce dei ban automatici che vengono attivati in base a dei criteri configurabili. Un ban impedisce il login sul server all'utente, host, o classe. Non impedisce all'oggetto del ban, utente, host oppure classe, la connessione al server.
lo: ໂມດູນນີ້ໃຫ້ການຫ້າມອັດຕະໂນມັດທີ່ຖືກກະຕຸ້ນໂດຍອີງໃສ່ເງື່ອນໄຂທີ່ສາມາດຕັ້ງຄ່າໄດ້. ການຫ້າມຈະປ້ອງກັນບໍ່ໃຫ້ຜູ້ໃຊ້, ໂຮສຕ໌, ຫຼື ຄລາສທີ່ຖືກຫ້າມເຂົ້າສູ່ລະບົບເຊີບເວີ, ມັນບໍ່ໄດ້ປ້ອງກັນບໍ່ໃຫ້ຜູ້ໃຊ້, ໂຮສຕ໌, ຫຼື ຄລາສທີ່ຖືກຫ້າມເຊື່ອມຕໍ່ກັບເຊີບເວີ.
nl: De ban module verstrekt automatische bans die via configureerbare ban regels worden toegepast. Een ban verhindert de verbannen gebruiker, gastheer of groep om in te loggen op de server, het verhindert niet dat een verbannen gebruiker, gastheer, of groep met de server probeert te verbinden.
ro: Modulul oferă blocarea automată a utilizatorilor pe baza unor criterii configurabile. O blocare previne un utilizator, un sistem sau o clasă de utilizatori/sisteme să se autentifice în server, fără a bloca efectiv conexiunea acestora la el.
ru: Модуль 'Ban list' выполняет автоматическое блокирование в соответствии с гибко задаваемыми критериями. Блокирование подразумевает собой временную невозможность работы с сервером, но не запрещает соединение с ним и может применяться к пользователям, хостам, или классам.
sv: Modulen tillhandahåller automatiska förbud som utlöses baserat på konfigurerbara kriterier. Ett förbud förhindrar avstängd användare, värd, eller klass, från att logga in på servern, men det hindrar inte avstängd användare, värd, eller klass från att ansluta till servern.
uk: Модуль 'Перелік блокувань' виконує автоматичне блокування що ініціюється на основі налаштованих критеріїв. Блокування є тимчасовою неможливістю роботи з сервером, але не забороняє з'єднання з ним і може застосовуватися до користувачів, хостів, або класів.
zh_cn: 该模块（module）按照所触发的配置标准来提供自动封禁（ban）。禁令阻止被封禁的用户，主机或类（class）登录到服务器，但它并不能阻止被封禁的用户，主机或类（class）连接到服务器。

source: Ban List Rule
af: Verban Lys Reël
ca: Regla llista de prohibició
cs: Pravidlo seznamu vykázaných
de: Regel für Sperrliste
el: Κανόνας Λίστας Αποκλεισμών
es: Lista de baneados
fr: Règle de la liste d'interdiction
hu: Tiltólista-szabály
it: Regole per la lista di ban
lo: ກົດລະບຽບລາຍການຫ້າມ
nl: Banlijst Regel
pl: Zasada listy blokad
ro: Regulă listă interdicții
ru: Правило списка блокировки
sv: Regel för nekalista
uk: Правила переліка блокувань
zh_cn: 禁用列表规则

source: Occurrence
ca: Esdeveniment
cs: Výskyt
de: Ereignis
el: Εμφάνιση
es: Ocurrencia
hu: Előfordulás
it: Occorrenza
lo: ການເກີດຂຶ້ນ
nl: Overtredingen
pl: Wystąpienie
ro: Apariții
ru: Число событий
sv: Förekomst
uk: Поява
zh_cn: 发生

source: Time Interval
af: Tyd Interval
ca: Interval de temps
cs: Časový interval
de: Intervall
el: Μεσοδιάστημα
es: Intervalo de tiempo
fr: Intervalle de Temps
hu: időintervallum
it: Intervallo di tempo
lo: ຊ່ວງເວລາ
nl: Tijdsinterval
pl: Odstęp czasowy
ro: Interval de timp
ru: Интервал времени
sv: Tidsintervall
uk: Інтервал Часу
zh_cn: 时间间隔

source: Ban List Rule Settings
af: Verban Lys Reël Instellings
ca: Configuració llista de prohibició
cs: Nastavení pravidla seznamu vykázaných
de: Einstellungen für Regel für Sperrliste
el: Ρυθμίσεις Κανόνα Λίστας Αποκλεισμών
es: Opciones de la lista de baneados
fr: Paramètres de règle de la liste d'interdiction
hu: Tiltólista-szabály beállításai
it: Settaggi per le regole delle liste di ban
lo: ການຕັ້ງຄ່າກົດລະບຽບລາຍການຫ້າມ
nl: Banlijst Regel Instellingen
pl: Ustawienia zasady listy blokad
ro: Setări regulă listă interdicții
ru: Настройки правила списка блокировки
sv: Inställningar reler för nekalista
uk: Налаштування правил переліка блокувань
zh_cn: 禁用列表规则设置

source: This rule is triggered whenever the selected event directive occurs.
af: Hierdie reël word geaktiveer sodra die geselekteerde gebeurtenis-richtlijn plaasvind.
ca: Aquesta regla s'activa cada vegada que es produeix la directiva esdeveniment seleccionat.
cs: Toto pravidlo je dotčeno kdykoli nastane událost, odpovídající zvolené směrnici.
de: Diese Regel wird ausgelöst, wenn das ausgelöste Richtlinienereignis eintritt
el: Ο κανόνας αυτός ενεργοποιείται κάθε φορά που συμβαίνει η επιλεγμένη οδηγία.
es: Esta regla es desencadenada cuando ocurre la directiva de evento seleccionada.
fr: Cette règle est déclenchée à chaque occurrence de l'événement sélectionné.
hu: A kiválasztott esemény bekövetkezésekor ezt a szabály hívjuk meg.
it: Questa regola è attivata ad ogni occorrenza degli eventi selezionati.
lo: ກົດລະບຽບນີ້ຖືກກະຕຸ້ນທຸກຄັ້ງທີ່ຄຳສັ່ງເຫດການທີ່ເລືອກເກີດຂຶ້ນ.
nl: Deze regel wordt toegepast wanneer de geselecteerde gebeurtenis voorkomt.
ro: Această regulă este activată ori de câte ori apare evenimentul selectat.
ru: Правило, которое срабатывает при наступлении выбранного события.
sv: Denna regel utlöses när den valda händelsens direktiv inträffar.
uk: Це правило спрацьовує щоразу, коли відбувається обрана директива події.
zh_cn: 此规则在选定的事件发生时会被触发。

source: This parameter says that if N occurrences of the event happen within the given time interval, then a ban is automatically added.
af: Hierdie parameter sê dat as N voorvalle van die gebeurtenis binne die gegewe tydsinterval plaasvind, dan word 'n verbod outomaties bygevoeg.
ca: Aquest paràmetre diu que si n aparicions de l'esdeveniment tenen lloc dins de l'interval de temps donat, a continuació, s'afegeix automàticament una prohibició.
cs: Tento parametr říká, že pokud nastane N výskytů události v daném časovém rozmezí, je automaticky uděleno vyloučení.
de: Dieser Parameter gibt an, wenn N Vorfälle des Ereignisses im gegebenen Intervall auftreten, ein Bann automatisch hinzugefügt wird.
el: Αυτή η παράμετρος λέει ότι αν συμβούν Ν εμφανίσεις του συμβάντος εντός του δεδομένου χρονικού διαστήματος, τότε θα προστεθεί αυτόματα ο αποκλεισμός.
es: Este parametro dice que si el evento sucede en N veces dentro del intervalo de tiempo dado, entonces una prohibición es añadida automáticamente.
fr: Ce paramètre indique que si N occurrences de l'événement ont lieu pendant l'intervalle de temps défini, une interdiction est ajoutée automatiquement.
hu: Ez a paraméter határozza meg, hogy ha N esetben bekövetkezik az adott esemény a megadott idő alatt, akkor egy tiltás automatikus életbe lép.
it: Questo parametro indica che se N occorrenze dell'evento hanno luogo durante l'intervallo di tempo definito, un ban verrà aggiunto automaticamente.
lo: ພາຣາມິເຕີນີ້ບອກວ່າຖ້າເຫດການເກີດຂຶ້ນ N ຄັ້ງພາຍໃນຊ່ວງເວລາທີ່ກຳນົດ, ການຫ້າມຈະຖືກເພີ່ມໂດຍອັດຕະໂນມັດ.
nl: Deze parameter zegt dat als N voorkomt en binnen het bepaalde tijdsinterval gebeurt, een ban automatisch wordt toegepast.
pl: Parametr ten mówi, że jeśli wystąpiło N zdarzeń w danym przedziale czasu, wtedy ban zostanie dodany automatycznie.
ro: Acest parametru determină blocarea automată (ban) dacă un eveniment se repetă de N ori într-un interval de timp dat.
ru: Этот параметр означает, что если в рамках заданного временного интервала произошло N таких событий, то запрет будет добавлен автоматически.
sv: Den här parametern anger antal förekomster av händelsen inom det givna tidsintervallet som skall aktivera en utelåsning.
uk: Цей параметр говорить, що якщо N появ події відбувається протягом заданого інтервалу часу, то автоматично додається заборона.
zh_cn: 此参数指定，如果在指定的时间间隔内发生N次事件，禁令会自动添加。

source: Specifies the time interval in hh:mm:ss in which the given number of occurrences must happen to add the ban.
af: Spesifiseer die tyd interval in uu:mm:ss waarin die gegewe hoeveelheid gebeurtenisse moet plaasvind om die verbod by te voeg.
ca: Especifica l'interval de temps en el format hh: mm: ss en què el nombre donat d'ocurrències ha de succeir per afegir la prohibició.
cs: Určuje časový interval v hh:mm:ss ve kterém když dojde k zadanému počtu výskytů, dojde k vyloučení.
de: Gibt das Zeitintervall in hh:mm:ss an, in der die gegebene Anzahl an Ereignissen auftreten muss, um zur Bannliste hinzugefügt zu werden.
el: Καθορίζει το χρονικό διάστημα σε ωω:λλ:δδ στο οποίο δίνεται ο αριθμός των περιστατικών που πρέπει να συμβούν για να προστεθεί η απαγόρευση.
es: Especifica el intervalo de tiempo en hh:mm:ss en el cual el numero dado de acontecimientos debe suceder para añadir el baneo
fr: Spécifie l'intervalle de temps en hh:mm:ss pendant lequel le nombre d'occurrences spécifié doit être atteint pour ajouter l'interdiction.
hu: A tilalom életbelépési idejét határozza meg hh:mm:ss formátumban, ami alatt a megadott számú előfordulás esetén az életbe lép.
it: Specifica l'intervallo di tempo in hh:mm:ss durante il quale deve essere raggiunto il numero di occorrenze per attivare il ban.
lo: ລະບຸຊ່ວງເວລາເປັນ hh:mm:ss ທີ່ຈຳນວນການເກີດຂຶ້ນທີ່ກຳນົດຕ້ອງເກີດຂຶ້ນເພື່ອເພີ່ມການຫ້າມ.
nl: Geef de tijdsinterval op in uu:mm:ss waarin het bepaald aantal overtredingen dient te gebeuren voordat de ban toegepast gaat worden.
pl: Określa czas w formacie hh: mm: ss, w którym podana liczba zdarzeń musi wystąpić, aby dać bana.
ro: Specifică intervalul de timp în hh:mm:ss după care, dacă se atinge numărul stabilit de încercări eșuate permise, se generează interdicția de acces la sistem.
ru: Определяет временной интервал в часах, минутах и секундах, в течение которого должно произойти определенное выше число событий для добавления этого запрета.
sv: Specificerar tiden till tt:mm:ss (hh:mm:ss) inom givet antal händelser måste ske för att lägga till en utelåsning.
uk: Визначає часовий інтервал гг:хх:сс, протягом якого задана кількість подій спричинить додавання заборони.
zh_cn: 添加禁令前在指定时间发生次数的间隔（hh:mm:ss）。

source: Specifies the time in hh:mm:ss after which the ban expires.
af: Spesifiseer die tydperk in uu:mm:ss waarnaa die verbod verval.
ca: Especifica l'hora en format hh: mm: ss després de la qual cosa la prohibició expiri.
cs: Určuje čas v hh:mm:ss, po jehož uplynutí platnost vyloučení skončí.
de: Gibt die Zeit in hh:mm:ss an, nach der der Bann verfällt.
el: Καθορίζει το χρόνο σε ωω:λλ:δδ μετά την οποία λήγει η απαγόρευση.
es: Especifica la hora en hh:mm:ss después que la prohibición expire.
fr: Spécifie la durée en hh:mm:ss après laquelle l'interdiction expire.
hu: Megadja az időintervallumot hh:mm:ss formátumban, miután a tilalom lejár.
it: Specifica la durata in hh:mm:ss del ban.
lo: ລະບຸເວລາເປັນ hh:mm:ss ຫຼັງຈາກນັ້ນການຫ້າມຈະໝົດອາຍຸ.
nl: Geef de tijdsduur van de ban op in uu:mm:ss. Na het verstrijken van deze tijd wordt de ban opgeheven.
pl: Określa czas w formacie gg:mm:ss po jakim wygaśnie blokada.
ro: Specifică timpul în hh:mm:ss la care expiră interdicția.
ru: Задает временной интервал в часах, минутах и секундах, после чего запрет прекращает свое действие.
sv: Specificerar tiden till tt:mm:ss (hh:mm:ss) varefter utlåsningen upphör.
uk: Визначає час у форматі гг:хх:сс після якого заборона скасовується.
zh_cn: 指定禁令逾期的时间（hh:mm:ss）。

source: No configured CARP interfaces.
af: Geen gekonfigureerde CARP koppelvlakke.
ca: Interfícies CARP no configurats.
cs: Nejsou nastavena žádná CARP rozhraní.
de: Keine konfigurierten CARP Schnittstellen
el: Δεν υπάρχουν ρυθμισμένες διασυνδέσεις CARP.
es: No hay configurados interfeces CARP.
fr: Pas d'interfaces CARP configurées.
hu: Nincs konfigurált CARP interfész.
it: Nessuna interfaccia CARP configurata.
lo: ບໍ່ມີອິນເຕີເຟດ CARP ທີ່ຕັ້ງຄ່າໄວ້.
nl: Er zijn geen geconfigureerde CARP netwerken.
pl: Brak skonfigurowanych interfejsów CARP
ro: Nicio interfață CARP configurată.
ru: Не настроены CARP интерфейсы
sv: Inga konfigurerade CARP-gränssnitt.
uk: Немає налаштованих CARP інтерфейсів.
zh_cn: 没有CARP接口配置。

source: Please add a new CARP interface first
af: Voeg asseblief eers 'n nuwe CARP koppelvlak.
ca: Si us plau, afegiu una nova interfície CARP primer
cs: Nejprve přidejte nové CARP rozhraní
de: Bitte fügen Sie zuerst ein neues CARP Interface hinzu
el: Παρακαλώ προσθέστε πρώτα μια νέα διασύνδεση CARP
es: Por favor añada primero una interfaz CARP
fr: S'il vous plaît ajouter d'abord une nouvelle interface CARP
hu: Először egy új CARP interfészt adj hozzá
it: Per favore aggiungere prima una nuova interfaccia CARP
lo: ກະລຸນາເພີ່ມອິນເຕີເຟດ CARP ໃໝ່ກ່ອນ
nl: U dient eerst een nieuw CARP netwerk toe te voegen
pl: Prosze dodać najpierw nowy interfejs CARP
ro: Va trebui să adăugați o interfață CARP mai întâi.
ru: Пожалуйста, добавьте сначала новый CARP интерфейс
sv: Lägg till ett nytt CARP gränssnitt först
uk: Будь ласка, додайте новий інтерфейс CARP спочатку
zh_cn: 请先添加新的CARP接口

source: Resources
af: Hulpbronne
ca: Recursos
cs: Prostředky
de: Ressourcen
el: Πόροι
es: Recursos
fr: Ressources
hu: Erőforrások
it: Risorse
lo: ຊັບພະຍາກອນ
nl: Bronnen
pl: Zasoby
ro: Resurse
ru: Ресурсы
sv: Resurser
uk: Ресурси
zh_cn: 资源

source: Node ID
af: Nodus ID
ca: Identificació de node
cs: Identifikátor uzlu
de: Knoten-ID
el: ID κόμβου
es: ID del Nodo
fr: ID du Node
hu: Node Azonosító
it: ID Nodo
lo: ID ໂນດ
nl: Knoop ID
pl: ID węzła
ro: ID Nod
ru: ID узла(Node ID)
sv: Nod ID
uk: ID вузла
zh_cn: 节点ID（Node ID）

source: Node Name
af: Nodus Naam
ca: Nom de node
cs: Název uzlu
de: Knotenname
el: Όνομα κόμβου
es: Nombre del nodo
fr: Nom du Node
hu: Node név
it: Nome del nodo
lo: ຊື່ໂນດ
nl: Knoopnaam
pl: Nazwa węzła
ro: Nume Nod
ru: Имя узла
sv: Nodnamn
uk: Ім'я вузла
zh_cn: 节点名称（Node）

source: Switch VIP to BACKUP
af: Skakel VIP oor na RUGSTEUN
ca: Canviar VIP a BACKUP
cs: Přepnout VIP na ZÁLOHU
de: VIP in BACKUP ändern
el: Αλλαγή του VIP σε ΕΦΕΔΡΙΚΟ
es: Cambiar de VIP a BACKUP
fr: Sélectionnez VIP sur BACKUP
hu: VIP átállítása BACKUP-ra
it: Cambia VIP su BACKUP
lo: ປ່ຽນ VIP ໄປເປັນ BACKUP
nl: Schakel VIP naar BACKUP
pl: Zmień VIP na BACKUP
ro: Comutare VIP la BACKUP
ru: Переключить VIP на BACKUP
sv: Växla från VIP till BACKUP
uk: Перемкнути VIP на BACKUP
zh_cn: VIP 切换到 BACKUP

source: Switch VIP to MASTER
af: Skakel VIP oor na MEESTER
ca: Canviar VIP a MASTER
cs: Přepnout VIP na HLAVNÍ
de: VIP in MASTER ändern
el: Αλλαγή του VIP σε ΠΡΩΤΕΥΟΝ
es: Cambiar de VIP a MAESTRO
fr: Sélectionnez VIP sur MASTER
hu: VIP átállítása MASTER-re
it: Cambia VIP su MASTER
lo: ປ່ຽນ VIP ໄປເປັນ MASTER
nl: Schakel VIP naar MASTER
pl: Zmień VIP na MASTER
ro: Comutare VIP la MASTER
ru: Переключить VIP на MASTER
sv: Växla från VIP till MASTER
uk: Перемкнути VIP на MASTER
zh_cn: VIP 切换到 MASTER

source: When HAST is enabled, the local devices, the local services and the additional packages which do not support HAST volume cannot be used.
af: Wanner HAST geaktiveer is kan die plaaslike toestelle, plaaslike dienste en addisionele pakkette wat nie HAST volume ondersteun nie, nie gebruik word nie.
ca: Quan s'habilita HAST, els dispositius locals, els serveis locals i els paquets addicionals que no són compatibles amb el volum Hast no es poden utilitzar.
cs: Pokud je zapnuta služba vysoce dostupného úložiště (HAST), pak místní zařízení, služby a dodatečné aplikace nepodporující HAST svazek nelze používat.
de: Wenn HAST aktiviert ist können lokale Geräte und Dienste sowie die zusätzlichen Pakete, die von HAST Volumen nicht unterstützt werden, nicht genutzt werden
el: Όταν το HAST είναι ενεργοποιημένο, οι τοπικές συσκευές, οι τοπικές υπηρεσίες και τα πρόσθετα πακέτα που δεν υποστηρίζουν τόμο HAST δεν μπορούν να χρησιμοποιηθούν.
es: Cuando HAST esté habilitado, los dispositivos locales y los paquetes adicionales que no soporten volúmenes HAST , no podrán ser usados.
fr: Si HAST est actif, les unités locales, les services locaux et les paquets additionnels ne supportant pas le volume HAST ne pourront pas être utilisés.
hu: Amikor a HAST engedélyezve van, azokat a helyi eszközöket, helyi szolgáltatások és további csomagokat, amelyek nem támogatják HAST kötet használatát, nem lehet használni.
it: Quando HAST è attivato, le periferiche locali, i servizi locali e i pacchetti addizionali che non supportano un volume HAST non possono essere utilizzati.
lo: ເມື່ອ HAST ຖືກເປີດໃຊ້, ອຸປະກອນທ້ອງຖິ່ນ, ບໍລິການທ້ອງຖິ່ນ ແລະ ແພັກເກດເພີ່ມເຕີມທີ່ບໍ່ຮອງຮັບໂວລຸມ HAST ຈະບໍ່ສາມາດໃຊ້ງານໄດ້.
nl: Wanneer HAST is ingeschakeld, kunnen de lokale schijven, de lokale services en de aanvullende pakketten die geen HAST volumes ondersteunen niet worden gebruikt.
pl: Gdy HAST jest włączone, urządzenia lokalne, usługi lokalne i dodatkowe pakiety, które nie obsługują woluminu HAST nie mogą być użyte.
ro: Când modul HAST este activat dispozitivele locale, serviciile locale și pachetele adiționale care nu suportă HAST nu pot fi folosite.
ru: Когда режим HAST включен, локальные устройства, локальные сервисы и дополнительные пакеты, которые не поддерживают том (volume) HAST, не могут быть использованы.
sv: När HAST är aktiverat kan lokala enheter, lokala tjänster och extra paket som inte stödjer HAST-volymer inte användas.
uk: Коли HAST увімкнений, локальні пристрої, місцеві сервіси та додаткові пакети, які не підтримують том HAST, не можуть бути використані.
zh_cn: 当HAST 启用时，不支援HAST 卷的本地装置、本地服务和附加套件将不能使用。

source: The HAST volumes can not be accessed until HAST node becomes Primary.
af: Die HAST volumes is nie toeganklik tot die HAST nodus as Primer ingestel word
ca: Els volums HAST no es poden accedir fins que el node HAST es converteix en primari.
cs: HAST svazky jsou přístupné vždy pouze na tom HAST uzlu, který se stane hlavním.
de: Auf das HAST Volume kann erst zugegriffen werden wenn der HAST Knoten der primäre Knoten ist.
el: Οι τόμοι HAST δεν μπορούν να προσπελαστούν μέχρι ο κόμβος HAST να γίνει πρωτεύων.
es: Los volúmenes HAST no pueden ser accedidos hasta que un nodo HAST sea primario.
fr: Les volumes HAST resteront inaccessibles tant que le node HAST ne sera pas Primaire.
hu: A HAST kötetek nem érhetőek el mindaddig, míg a HAST csomópont Elsődlegessé nem válik.
it: Non è possibile accedere ai volumi HAST fino a quando il nodo HAST non è diventato Primario.
lo: ໂວລຸມ HAST ບໍ່ສາມາດເຂົ້າເຖິງໄດ້ຈົນກວ່າໂນດ HAST ຈະກາຍເປັນ Primary.
nl: De HAST volumes kunnen niet worden benaderd voordat de HAST knoop primair is geworden.
pl: Woluminy HAST nie są osiągalne dopóki węzeł HAST nie zostanie głównym.
ro: Volumul HAST nu poate fi accesat înainte de a deveni nod Primar.
ru: Тома HASTa будут недоступны пока узел (node) HASTa становится первичным (Primary)
sv: HAST-volymer kan inte nås förrän HAST-noden blir Primär.
uk: Томи HAST будуть недоступні поки вузол (node) HAST стає первинним (Primary).
zh_cn: 在HAST 成为主节点（Primary node）之前无法使用HAST 卷。

source: Dynamic IP (DHCP) can not be used for HAST resources.
af: Dinamiese IP (DHCP) kan nie vir HAST hulpbronne gebruik word nie.
ca: IP dinàmica (DHCP) no pot ser utilitzat pels recursos HAST.
cs: Dynamická IP adresa (DHCP) nemůže být použita pro HAST prostředky.
de: Dynamische IP's (DHCP) können nicht für HAST Ressourcen verwendet werden
el: Δεν μπορείτε να χρησιμοποιήσετε δυναμική απόδοση διευθύνσεων IP (DHCP) για πόρους HAST.
es: IP Dinamica (DHCP) no puede ser usada para un recurso HAST
fr: Les ressources HAST ne peuvent utiliser les IP dynamiques (DHCP)
hu: Dinamikus IP (DHCP) nem használható HAST erőforrásokhoz.
it: IP Dinamico (DHCP) non utilizzabile per risorse HAST.
lo: IP ແບບເຄື່ອນໄຫວ (DHCP) ບໍ່ສາມາດໃຊ້ກັບຊັບພະຍາກອນ HAST ໄດ້.
nl: Dynamische IP adressen (DHCP) kunnen niet worden gebruikt voor HAST bronnen.
pl: Dynamiczne IP (DHCP) nie może być użyte dla źródeł HAST
ro: Pentru resurse HAST nu pot fi utilizate IP-uri Dinamice (DHCP).
ru: Динамический IP-адрес (DHCP) не может использоваться для ресурсов HAST.
sv: Dynamisk IP (DHCP) kan inte användas för HAST resurser.
uk: Динамічний IP (DHCP) не може використовуватися для ресурсів HAST.
zh_cn: HAST资源不能使用动态IP（DHCP）。

source: HAST is disabled.
af: HAST is gestremde.
ca: HAST està desactivat
cs: HAST je vypnuté.
de: HAST ist deaktiviert.
el: To HAST είναι απενεργοποιημένο.
es: HAST está deshabilitado
fr: HAST est désactivé.
hu: HAST ki van kapcsolva.
it: HAST è disattivato
lo: HAST ຖືກປິດໃຊ້ງານ.
nl: HAST is uitgeschakeld.
pl: HAST niedostępny
ro: HAST este dezactivat.
ru: HAST отключен.
sv: HAST är inaktiverat.
uk: HAST вимкнений.
zh_cn: HAST已禁用。
