Repository: rojim666/xigmanas-code-r10599-trunk
Catalog: locale/xigmanas-*.po
Languages: af, ca, cs, de, el, es, fr, hu, it, lo, nl, pl, ro, ru, sv, uk, zh_cn

source: Tag%d (%s)
af: Etiket%d (%s)
ca: Etiqueta%d (%s)
cs: Značka%d (%s)
el: Ετικέτα %d (%s)
es: Etiqueta%d (%s)
hu: %d. címke (%s)
lo: ແທັກ%d (%s)
nl: markering%d (%s)
pl: Znacznik %d (%s)
ro: Eticheta %d (%s)
ru: С меткой '%d' (%s)
sv: Etikett%d (%s)
uk: Мітка%d (%s)
zh_cn: 标签%d （%s）

source: Tag%d
af: Etiket%d
ca: Etiqueta%d
cs: Značka%d
el: Ετικέτα %d
es: Etiqueta%d
hu: %d. címke
lo: ແທັກ%d
nl: Markering%d
pl: Znacznik %d
ro: Eticheta %d
ru: С меткой '%d'
sv: Etikett%d
uk: Мітка%d
zh_cn: 标签%d

source: The initiator can discover the targets with correct user and secret in specific Auth Group.
af: Die inisieerder kan die teikens ontdek met die korrekte gebruiker en geheim in die spesifiek Auth Groep.
ca: L'iniciador pot descobrir els objectius amb usuari correcte i secret en el Grup específic d'autenticació.
cs: Iniciátor může v rámci konkrétní skupiny pověřených objevovat cíle pomocí správného uživatelského účtu a hesla.
de: Der Initiator kann das Ziel mit dem richtigen Benutzer und Passwort in der spezifizierten Authentifizierungsgruppe feststellen.
el: Ο εκκινητής μπορεί να αναζητήσει τους προορισμούς με το σωστό κωδικό και όνομα χρήστη της συγκεκριμένης Ομάδας Πιστοποίησης.
es: El iniciador puede descubrir los objetivos con el secreto y usuario adecuado en el Grupo de Autorizado especifico.
fr: L'initiateur peut découvrir les cibles avec un nom et un secret corrects dans le groupe Auth spécifique.
hu: A kezdeményező felfedezheti a célokat a megfelelő felhasználóval és titokkal a Hitelesített csoportban megadottak szerint.
it: L'iniziatore può scoprire i targets con un nome e un segreto corretti nel gruppo di autenticazione specifico.
lo: ໂຕລິເລີ່ມສາມາດຄົ້ນພົບເປົ້າໝາຍດ້ວຍຜູ້ໃຊ້ ແລະ ລະຫັດລັບທີ່ຖືກຕ້ອງໃນກຸ່ມກວດສອບທີ່ລະບຸ.
nl: De initiator kan de doelen met correcte gebruikersnaam en wachtwoord in de specifieke Auth Groep ontdekken.
pl: Inicjator może wyszukiwać cele z prawidłową nazwą użytkownika i hasłem w określonej grupie zabezpieczeń.
ro: Inițiatorul poate descoperi destinația în Grupul Autorizat specificat pe baza utilizatorului și a secretului.
ru: Инициатор может осуществлять поиск целей, используя корректные имя пользователя и ключ безопасности из указанной группы аутентификации.
sv: Initiatorn kan upptäcka målen med korrekt användare och lösenord i specificerad Auth-grupp
uk: Ініціатор може здійснювати пошук цілей, використовуючи чинні ім'я користувача і ключ безпеки із зазначеної групи автентифікації.
zh_cn: 启动器可以在特定的认证组中使用正确的用户和密钥发现目标。

source: I/O timeout in seconds (%d by default).
af: I/O tyd-uit in sekondes (%d deur verstek).
ca: Temps exhaurit de E/S en segonds (%d per defecte)
cs: Časový limit vst./výst. v sekundách (výchozí %d).
de: I/O Timeout in Sekunden (%d sind Standard).
el: Λήξη χρόνου I/O σε δευτερόλεπτα (%d προεπιλογή).
es: Tiempo de espera en segundos (%d por defecto), para operaciones de I/O
fr: Délais d'expiration des I/O en secondes (%d par défaut).
hu: I/O időtúllépés másodpercben (%d alapértelmezetten)
it: Timeout di scadenza I/O in secondi (%d per default).
lo: I/O ໝົດເວລາເປັນວິນາທີ (ຄ່າເລີ່ມຕົ້ນແມ່ນ %d).
nl: In/Uitgaande onderbreking in seconden (standaard %d).
pl: Limit czasu wejścia/wyjścia w sekundach (domyślnie %d).
ro: Timeout I/O în secunde (implicit %d).
ru: Таймаут ввода/вывода в секундах (по умолчанию %d)
sv: I/O avbrott i sekunder (%d som standard)
uk: Таймаут введення/виведення в секундах (за замовчуванням %d).
zh_cn: I/O超时（秒）（默认值为 %d）。

source: NOPIN sending interval in seconds (%d by default).
af: NOPIN stuur interval in sekondes (%d deur verstek).
ca: NOPIN enviament d'interval en segons (%d per defecte).
cs: Interval posílání zpráv pro kontrolu/udržování spojení (NOPIN) v sekundách (výchozí je %d).
de: NOPIN Versandintervall in Sekunden (%d ist standard).
el: αποστολή NOPIN ανά δευτερόλεπτα (%d η προεπιλογή).
es: NOPIN intervalo en segundos (%d predeterminados).
fr: Intervalle d'émission NOPIN en secondes (%d par défaut).
hu: NOPIN küldő intervallum másodpercben (%d alapértelmezetten)
it: Intervallo per l'invio NOPIN in secondi (%d per default).
lo: ໄລຍະເວລາສົ່ງ NOPIN ເປັນວິນາທີ (ຄ່າເລີ່ມຕົ້ນແມ່ນ %d).
nl: NOPIN verzend interval in seconden (standaard %d).
pl: NOPIN odstęp wysyłania w sekundach (domyślnie:% d).
ro: Interval de timp pentru testul NOPIN (NOP-IN) în secunde (implicit %d).
ru: Интервал отправки NOPIN в секундах (по умолчанию %d).
sv: NOPIN sändnings intervall i sekunder (%d som standard).
uk: Інтервал посилання NOPIN в секундах (за замовчуванням %d).
zh_cn: NOPIN 的发送时间间隔（秒）（默认值为 %d）。

source: Maximum number of sessions holding at same time (%d by default).
af: Maksimum aantal sessies wat dieselfde ty behou (%d by verstek)
ca: Nombre màxim de sessions mantingudes al mateix temps (%d per defecte).
cs: Maximální počet relací ve stejný čas (%d by default).
de: Maximale Anzahl an Sessions, die zur gleichen Zeit gehalten werden kann (%d ist standard).
el: Μέγιστος αριθμός συνόδων σε κράτηση ταυτόχρονα (%d προεπιλεγμένο).
es: Número máximo de sesiones mantenidas al mismo tiempo (%d predeterminados).
fr: Nombre maximum de sessions en cours simultanément (%d par défaut).
hu: Maximális egyidejű session-szám (%d alapértelmezetten).
it: Numero massimo di sessioni mantenute allo stesso tempo (di default %d).
lo: ຈຳນວນເຊດຊັນສູງສຸດທີ່ຖືໄວ້ໃນເວລາດຽວກັນ (ຄ່າເລີ່ມຕົ້ນແມ່ນ %d).
nl: Maximum aantal sessies tegelijkertijd vasthouden (standaard %d).
pl: Maksymalna ilość sesji utrzymywanych w tym samym czasie (domyślnie %d).
ro: Numărul maxim de sesiuni păstrate simultan (implicit %d).
ru: Максимальное число одновременно подключенных сессий (по умолчанию %d).
sv: Maximalt antal sessioner hållna vid samma tid (%d som standard).
uk: Максимальна кількість одночасних сеансів (за замовчуванням %d).
zh_cn: 在同一时间举行的最多会话（session）数（默认值为 %d）。

source: Maximum number of connections in each session (%d by default).
af: Maksimum hoeveelheid konneksies in elke sessie (%d as standaard).
ca: Nombre màxim de connexions en cada sessió (%d per defecte).
cs: Nejvyšší umožněný počet souběžných spojení v každém ze sezení (%d ve výchozím stavu).
de: Maximale Anzahl an Verbindungen pro Session (%d sind Standard).
el: Μέγιστος αριθμός συνδέσεων σε κάθε σύνοδο (%d προεπιλεγμένο).
es: Número máximo de conexiones en cada sesión (%d predeterminados).
fr: Nombre maximum de connexions par session (%d par défaut).
hu: Max. kapcsolatok munkamenetenként (alapértelmezetten: %d).
it: Numero massimo di connessioni per ogni sessione (di default %d).
lo: ຈຳນວນການເຊື່ອມຕໍ່ສູງສຸດໃນແຕ່ລະເຊດຊັນ (ຄ່າເລີ່ມຕົ້ນແມ່ນ %d).
nl: Maximum aantal verbindingen in elke sessie (standaard %d).
pl: Maksymalna ilość połączeń w każdej sesji (domyślnie %d).
ro: Numărul maxim de conexiuni pentru fiecare sesiune (implicit %d).
ru: Максимальное число подключений для каждой сессии (по умолчанию%d).
sv: Maximalt antal anslutningar för varje session (%d som standard).
uk: Максимальна кількість з'єднань в кожному сеансі (за замовчуванням %d).
zh_cn: 每个会话（session）的最多连线数（默认为 %d）。

source: Maximum number of pre-send R2T in each connection (%d by default). The actual number is limited to QueueDepth of the target.
af: Maksimum aantal pre-uitsend R2T in elke verbinding (%d by verstek). Die spesifieke aantal word beperk tot TouDiepte van die teiken.
ca: Nombre màxim de pre-enviaments R2T en cada connexió (%d per defecte). El nombre real es limita a QueueDepth de l'objectiu.
cs: Nejvyšší umožněný počet předem poslaných signálů „připraveno k přenosu“ (R2T) v každém ze spojení (%d ve výchozím stavu). Skutečný počet je omezen hloubkou fronty (QueueDepth) na cíli.
de: Maximale Anzahl der im Voraus gesendeten Ready2Transfer-Pakete in jeder Verbindung (standardmäßig %d). Die angegeben Zahl ist durch die Queue-Tiefe des Targets begrenzt.
el: Μέγιστος αριθμός των προ-απεσταλμένων R2T σε κάθε σύνδεση (%d η προεπιλογή). Ο πραγματικός αριθμός είναι περιορισμένος από το βάθος της ουράς του προορισμού.
es: Numero maximo de pre-sends R2T en cada conexion (%d por defecto). El numero esta limitado a la profundidad prefijada del destino.
fr: Nombre maximum de pre-send R2T de chaque connexion (%d par défaut). En réalité, ce nombre est limité par la profondeur de queue (QueueDepth) de la cible.
hu: Minden kapcsolatban max. előküldött R2T száma (%d alapértelmezetten). Az aktuális szám a cél QueueDepth tulajdonságában van korlátozva.
it: Numero massimo di pre-send R2T di ogni connessione (%d per default). Il valore reale è limitato dalla dimensione della coda del target.
lo: ຈຳນວນ R2T ກ່ອນສົ່ງສູງສຸດໃນແຕ່ລະການເຊື່ອມຕໍ່ (ຄ່າເລີ່ມຕົ້ນແມ່ນ %d). ຈຳນວນຕົວຈິງຖືກຈຳກັດໂດຍ QueueDepth ຂອງເປົ້າໝາຍ.
nl: Maximum aantal van pre-send R2T in elke verbinding (standaard %d). Het werkelijke aantal is beperkt tot QueueDepth van de doel.
ro: Numărul maxim de pre-timiteri R2T pentru fiecare conexiune (implicit %d). Numărul actual este limitat de valoarea 'QueueDepth' a sistemului destinație.
ru: Максимальный номер предварительной отправки R2T в каждом соединении (%d по умолчанию). фактическое количество ограничено очередью к цели.
sv: Maximalt antal i förväg skickade R2T i varje anslutning (%d som standard). Det verkliga antalet är begränsat till QueueDepth av målet.
uk: Максимальна кількість попередньо відправлених R2T в кожному з'єднанні (%d за замовчуванням). Фактичне число обмежується глибиної черги цілі.
zh_cn: 每个连接中最大预发送R2T数（默认为%d）。 实际数量限制为目标的QueueDepth。

source: iSCSI initial parameter (%d by default).
af: iSCSI aanvanklike parameter (%d deur verstek).
ca: iSCSI paràmetre inicial (% d per defecte).
cs: počáteční parametr iSCSI (výchozí je %d).
de: iSCSI Initialparameter (%d ist standard).
el: αρχική παράμετρος iSCSI (% d από προεπιλογή).
es: Parámetro inicial iSCSI (%d por defecto).
fr: Paramètre initial iSCSI (%d par défaut).
hu: iSCSI initial parameter (%d az alapértelmezett).
it: Parametro iniziale iSCSI (di default %d)
lo: ພາຣາມິເຕີເລີ່ມຕົ້ນຂອງ iSCSI (ຄ່າເລີ່ມຕົ້ນແມ່ນ %d).
nl: iSCSI initiële parameter (standaard %d).
pl: Parametr początkowy iSCSI (domyślnie %d).
ro: Parametru inițial iSCSI (iniţial %d).
ru: Начальный параметр iSCSI (по умолчанию %d).
sv: iSCSI initialt värde (%d som standard)
uk: параметр iSCSI ініціатора (%d за замовчуванням).
zh_cn: iSCSI 的初始参数（默认值为 %d）

source: iSCSI Target Logical Unit Controller
af: iSCSI Teiken Logiese Eenheid Beheerder
ca: iSCSI Controlador objectiu d'unitat lògica
cs: Řadič logických jednotek iSCSI cíle
de: iSCSI -logische ZFS-Partition
el: Ελεγκτής λογικής μονάδας προορισμού iSCSI
es: Controlador de unidad lógica objetivo iSCSI
hu: iSCSI -cél Logikai Egység Vezérlő
lo: ຕົວຄວບຄຸມໜ່ວຍເຫດຜົນຂອງເປົ້າໝາຍ iSCSI
nl: iSCSI Doel Logical Unit Controller
pl: Kontroler docelowej jednostki logicznej iSCSI
ro: Controler Logic Destinație iSCSI
ru: Цели iSCSI Logical Unit Controller
sv: iSCSI Logisk enhetshanterare för målet (TLUC)
uk: Цілі iSCSI Logical Unit Controller
zh_cn: iSCSI 目标逻辑单元控制器

source: Logical Unit Controller IP address (%s by default)
af: Logiese Eenheid Kontroleerder IP adres (%s by verstek)
ca: Adreça IP del controlador d'unitat lògica (%s per defecte)
cs: IP adresa řadiče logické jednotky (výchozí je %s)
de: IP-Adresse des Logical Unit Controllers (standardmäßig %s)
el: Διεύθυνση IP Ελεγκτή Λογικής Μονάδας (%s η προεπιλογή)
es: IP de la controladora de red autorizada (%s por defecto)
fr: Adresse IP du contrôleur d'unités logiques (%s par défaut)
hu: Logikai Egység Vezérlő IP címe (%s alapértelmezetten)
it: Indirizzo IP del controller di unità logiche (%s per default)
lo: ທີ່ຢູ່ IP ຂອງຕົວຄວບຄຸມໜ່ວຍເຫດຜົນ (ຄ່າເລີ່ມຕົ້ນແມ່ນ %s)
nl: Logical Unit Controller IP-adres (standaard %s)
pl: Adres IP jednostki logicznej kontrolera (domyślnie %s)
ro: Adresă IP unitate Controler Logic (implicit %s)
ru: IP-адрес Logical Unit Controller (по умолчанию %s)
sv: Logisk enhetshanterare för IP-adress (%s som standard)
uk: IP-адреса Logical Unit Controller (за замовчуванням %s)
zh_cn: 逻辑单元控制器IP地址（默认为 %s）

source: Logical Unit Controller TCP port (%d by default)
af: Logiese Eenheid Kontroleerder TCP poort (%d by verstek)
ca: Unitat lògica Port controlador TCP (%d per defecte)
cs: TCP port řadiče logické jednotky (výchozí je %d)
de: TCP-Port des Logical Unit Controllers (standardmäßig %d)
el: Θύρα TCP Ελεγκτή Λογικής Μονάδας (%d η προεπιλογή)
es: Puerto TCP de la controladora de red autorizada (%d por defecto)
fr: Port TCP du contrôleur d'unités logiques (%d par défaut)
hu: Logikai Egység Vezérlő TCP portja (%d alapértelmezetten)
it: Porta TCP del controller di unità logiche (%d per default)
lo: ພອດ TCP ຂອງຕົວຄວບຄຸມໜ່ວຍເຫດຜົນ (ຄ່າເລີ່ມຕົ້ນແມ່ນ %d)
nl: TCP-poort Logical Unit Controller (standaard %d)
pl: Port TCP jednostki logicznej kontrolera (domyślnie %d)
ro: Port TCP Unitate Controler Logic (implicit %d)
ru: TCP-порт Logical Unit Controller (по умолчанию %d)
sv: Logisk enhetshanterare för TCP-port (%d som standard)
uk: TCP-порт Logical Unit Controller (за замовчуванням %d)
zh_cn: 逻辑单元控制器TCP 端口（默认为 %d）

source: Controller Authorised network
af: Kontrolleerder Gemagtigde netwerk
ca: Xarxa autoritzada de controlador
cs: Síť ze které je umožněn přístup k řadiči
de: Controller authorisiertes Netzwerk
el: Εγκεκριμένο δίκτυο του Ελεγκτή
es: Controlador de red autorizado
fr: Réseaux autorisé du contrôleur
hu: Kontroller engedélyezett hálózat
it: Rete autorizzata del controller
lo: ເຄືອຂ່າຍທີ່ໄດ້ຮັບອະນຸຍາດຂອງຕົວຄວບຄຸມ
nl: Controller Geautoriseerd netwerk
pl: Autoryzaowana sieć kontrolera
ro: Controler rețea autorizată
ru: Авторизованные сети контроллера
sv: Auktoriserat nätverk för kontrollant
uk: Авторизовані мережі контролера
zh_cn: 控制器授权网络

source: Logical Unit Controller Authorised network (%s by default)
af: Logiese Eenheid Kontroleerder Gemagtige netwerk (%s by verstek)
ca: Controlador d'unitat lògica de xarxa autoritzat (%s per defecte)
cs: Síť, ze které bude umožněn přístup k řadiči logických jednotek (výchozí je %s)
de: Logischer Unit-Controller authorisiertes Netzwerk (standardmäßig %s)
el: Εξουσιοδοτημένο δίκτυο Ελεγκτή Λογικής Μονάδας (%s η προεπιλογή)
es: Controladora de red autorizada (%s por defecto)
fr: Réseau autorisé pour le contrôleur d'unités logiques (%s par défaut)
hu: Logikai Egység Vezérlő Hitelesített hálózata (%s alapértelmezetten)
it: Rete autorizzata per il controller di unità logiche (%s per default)
lo: ເຄືອຂ່າຍທີ່ໄດ້ຮັບອະນຸຍາດຂອງຕົວຄວບຄຸມໜ່ວຍເຫດຜົນ (ຄ່າເລີ່ມຕົ້ນແມ່ນ %s)
nl: Logical Unit Controller Geautoriseerd netwerk (standaard %s)
pl: Autoryzowana sieć jednostki logicznej kontrolera (domyślnie %s)
ro: Unitate Controler Logic Autorizat rețea (implicit %s)
ru: Авторизованная сеть Logical Unit Controller (по умолчанию %s)
sv: Logisk enhetshanterare för auktoriserat nätverk (%s som standard)
uk: Авторизована мережа Logical Unit Controller (за замовчуванням %s)
zh_cn: 逻辑单元控制器授权网络（默认为 %s）

source: The method can be accepted in the controller.
af: Die metode kan in die beheerder aanvaar word.
ca: El mètode pot ser acceptat al controlador.
cs: Metoda, která je pro řadič přijatelná.
de: Die Methode kann von dem Kontroller akzeptiert werden.
el: Η μέθοδος μπορεί να γίνει δεκτή από τον ελεγκτή.
es: El metodo puede ser aceptado en el controlador
fr: La méthode peut être acceptée dans le contrôleur.
hu: A módszer, amit a kontrollerben el lehet fogadni.
it: Il metodo può essere accettato nel controller.
lo: ວິທີການນີ້ສາມາດຍອມຮັບໄດ້ໃນຕົວຄວບຄຸມ.
nl: De methode dat kan worden aanvaard in de controller.
ro: Metoda poate fi acceptată de controler.
ru: Способ аутентификации, применяемый контроллером.
sv: Metoden kan accepteras av kontrollern.
uk: Спосіб аутентифікації, застосовуваний контролером.
zh_cn: 控制器（controller）可以接受此方法。

source: The istgtcontrol can access the targets with correct user and secret in specific Auth Group.
af: Die istgtcontrol het toegang tot die teikens met die korrekte gebruiker en geheim in die spesifiek Auth Groep.
ca: El istgtcontrol pot accedir als objectius amb l'usuari correcte i secret en el Grup específic d'autenticació.
cs: istgtcontrol může v rámci konkrétní skupiny pověřených přistupovat k cílům pomocí správného uživatelského účtu a hesla.
de: Der isgtcontroll kann das Target mit korrektem Username und Password auf die spezifische Auth_Gruppe zugreifen.
el: Το istgtcontrol μπορεί να προσπελάσει προορισμούς με σωστό όνομα χρήστη και συνθηματικό της συγκεκριμένης Ομάδας Πιστοποίησης.
es: La aplicacion istgtcontrol no puede alcanzar su objetivo sin un usuario y contraseña correctos
fr: Istgtcontrol peut accéder aux cibles avec un nom d'utilisateur et un secret dans un groupe Auth spécifique.
hu: A istgtcontrol elérheti a célokat a jelenlegi felhasználóval és titokkal a Hitelesített csoportban megadottak szerint.
it: Istgtcontrol può accedere ai targets con un nome utente e un segreto nel gruppo di autenticazione specifico.
lo: Istgtcontrol ສາມາດເຂົ້າເຖິງເປົ້າໝາຍດ້ວຍຜູ້ໃຊ້ ແລະ ລະຫັດລັບທີ່ຖືກຕ້ອງໃນກຸ່ມກວດສອບທີ່ລະບຸ.
nl: De istgtcontrol kan toegang krijgen tot de doelen met de juiste gebruiker en wachtwoord in de specifieke Auth Groep.
ro: Controlul istgtcontrol poate accesa destinația, pe baza utilizatorului și a secretului, în Grupul Autorizat specificat.
ru: istgtcontrol сможет получить доступ к целям, если правильно задать имя пользователя и ключ безопасности в определенной группе аутентификации.
sv: istgt-kontrollen kan skapa tillgång till målen med korrekt användare och lösenord i specificerad Auth-grupp.
uk: istgtcontrol зможе отримати доступ до цілей, якщо правильно поставити ім'я користувача і ключ безпеки в певній групі аутентифікації.
zh_cn: istgtcontrol可以使用特定认证组中的正确用户和密钥访问目标。

source: Directory that contains removable media. (e.g /mnt/iscsi/)
af: Directory daardie contains removable media. (bv. /mnt/iscsi/)
ca: Directori que conté un mitjà extraïble. (Per exemple / mnt / iSCSI /)
cs: Složka která obsahuje vyjímatelná média. (např. /mnt/iscsi/)
de: Verzeichnis, welches wechselbare Medien enthält (bspw. /mnt/iscsi/)
el: Κατάλογος που περιέχει αφαιρούμενο μέσο. (e.g /mnt/iscsi/)
es: Directorio que contiene dispositivos removibles (Ej: /mnt/usb)
fr: Répertoire contenant des media amovibles. (e.g /mnt/iscsi/)
hu: Cserélhető médiát tartalmazó mappa. (pl.: /mnt/iscsi/)
it: Cartella che contiene i media rimovibili (es.: /mnt/iscsi/)
lo: ໄດເລກະທໍຣີທີ່ບັນຈຸສື່ທີ່ຖອດອອກໄດ້. (ຕົວຢ່າງ /mnt/iscsi/)
nl: De locatie die de verwijderbare media bevat . (bijv. /mnt/iscsi/)
pl: Katalog zawierający nośniki wymienne. (np. /mnt/iscsi/)
ro: Directorul care conține medii detașabile. (ex. /mnt/iscsi/)
ru: Каталог, содержащий съемные носители (например, /mnt/iscsi/).
sv: Katalog som innehåller flyttbar media
uk: Каталог, що містить змінний носій (наприклад /mnt/iscsi/).
zh_cn: 含有可移动媒体的目录。 （例如 /mnt/iscsi/）

source: You must have a minimum of %dMiB RAM for using iSCSI target.
af: Jy moet het 'n minimum van %dMiB RAM vir met behulp van iSCSI teiken.
ca: Ha de tenir un mínim de %d MiB RAM per a utilitzar destí iSCSI.
cs: Aby bylo možné používat iSCSI cíl, je třeba mít k dispozici alespoň %dMiB operační paměti.
de: Um ein iSCSI-Target zu vewenden, werden mindestens %d MiB Hauptspeicher (RAM) benötigt.
el: Πρέπει να έχετε το λιγότερο %dMiB μνήμης RAM για να χρησιμοποιήσετε προορισμό iSCSI.
es: Debe de tener un minimo de %dMiB RAM para usar un destino iSCSI.
fr: Il vous faut un minimum de %dMo de RAM pour utiliser la cible iSCSI
hu: Legalább %dMiB RAM szükséges az iSCSI-cél használatához.
it: È necessario avere un minimo di RAM %dMiB per l'utilizzo di target iSCSI.
lo: ທ່ານຕ້ອງມີ RAM ຢ່າງໜ້ອຍ %dMiB ເພື່ອໃຊ້ເປົ້າໝາຍ iSCSI.
nl: U heeft minimaal %dMiB RAM nodig om iSCSI doel te kunnen gebruiken.
pl: Musisz mieć co najmniej %dMiB RAM aby użyć docelowe iSCI
ro: Trebuie să aveți minim %dMiB RAM disponibil pentru a putea folosi iSCSI.
ru: Вы должны иметь как минимум %dМбайт оперативной памяти для использования iSCSI target.
sv: Du måste ha minst %dMiB RAM för att använda iSCSI mål.
uk: Ви повинні мати як мінімум %dMiB оперативної пам'яті для використання цілі iSCSI.
zh_cn: 要使用iSCSI目标的话，您必须有至少 %d MiB RAM。

source: A reload request has been sent to the daemon.
af: 'N Her-laai versoek het was na die daemon gestuur.
ca: La petició de recarregà ha estat enviada al dimoni.
cs: Procesu služby byl odeslán požadavek na opětovné načtení jeho nastavení.
de: Ein 'Neuladen' - Befehl wurde an den Hintergrunddienst geschickt.
el: Ένα αίτημα επαναφόρτωσης έχει σταλεί στο δαίμονα.
es: Una petición de recarga ha sido enviada al demonio.
fr: Une demande de rechargement a été envoyée au démon
hu: Betöltési kérést elküldtük a démonnak.
it: Una richiesta di nuovo caricamento è stata inviata ai demoni.
lo: ຄຳຂໍໂຫຼດຄືນໄດ້ຖືກສົ່ງໄປຍັງ daemon ແລ້ວ.
nl: Een herlaad verzoek is verstuurd naar de daemon.
pl: Żądanie przeładowania zostało wysłane do daemonów.
ro: O cerere de reâncărcare a fost trimisă serviciului daemon.
ru: Запрос перезагрузки отправлен демону.
sv: En omladdningbegäran har sänts till demonen.
uk: Запит перезавантаження відправлений демону.
zh_cn: 已重新发送需求至守护进程。

source: You can verify the result in the log file.
af: Jy kan die resultaat in die log lêer te verifieer.
ca: Podeu comprovar el resultat a l'arxiu de registre.
cs: Výsledek je možné zkontrolovat v souboru se záznamem událostí.
de: Sie können das Ergebnis in den Log-Dateien überprüfen.
el: Μπορείτε να επαληθεύσετε το αποτέλεσμα μέσω του αρχείου καταγραφής
es: Puede comprobar el resultado en el Log.
fr: Vous pouvez vérifier le résultat dans le fichier journal.
hu: Az eredményt a naplófájlban tudod ellenőrizni.
it: Il risultato è visualizzabile nel file di log.
lo: ທ່ານສາມາດກວດສອບຜົນໄດ້ຮັບໃນໄຟລ໌ບັນທຶກ.
nl: U kunt het resultaat bekijken in het logbestand.
pl: Możesz zweryfikować rezultat w logach.
ro: Puteți verifica rezultatul în fișierul jurnal.
ru: Вы можете проверить результат в файле журнала.
sv: Du kan kontrollera resultatet i logfilen.
uk: Ви можете перевірити результат у файлі журналу.
zh_cn: 你可以在日志文件中验证结果。

source: This tag is used.
af: Hierdie etiket is gebruik.
ca: Aquesta etiqueta ja s'utilitza.
cs: Tento štítek je už používán.
de: Diese Bezeichnung wird bereits genutzt
el: Αυτή η ετικέτα χρησιμοποιείται.
es: Esta etiqueta es utilizada.
fr: Le tag est utilisé.
hu: Ez címke használatban van.
it: Questo tag è già utilizzato.
lo: ແທັກນີ້ຖືກໃຊ້ແລ້ວ.
nl: Deze markering is gebruikt.
pl: Ten znacznik jest używany.
ro: Această etichetă este utilizată.
ru: Эта метка уже используется.
sv: Etiketten används redan.
uk: Ця мітка не використувується
zh_cn: 此标签在使用中。

source: Auth Group
af: Auth Groep
ca: Grup autenticat
cs: Skupina pověřených
de: Authentifizierungsgruppe
el: Ομάδα πιστοποίησης
es: Grupo de Autenticacion
fr: Groupe Auth
hu: Hitelesített csoport
lo: ກຸ່ມກວດສອບ
nl: Auth Groep
pl: Grupa zabezpieczeń
ro: Grup Auth
ru: Группа аутентификации
sv: Auktoriserad grupp
uk: Група авторизації
zh_cn: 认证组（Auth Group）

source: Auth Groups
af: Auth Groepe
ca: Grups autenticats
cs: Skupiny pověřených
de: Authentifizierungsgruppen
el: Ομάδες πιστοποίησης
es: Grupos de Autenticacion
fr: Groupes Auth
hu: Hitelesített csoportok
lo: ກຸ່ມກວດສອບ
nl: Auth Groepen
pl: Grupy zabezpieczeń
ro: Grupuri auth
ru: Группы аутентификации (AG)
sv: Auktoriserade grupper
uk: Групи авторизації
zh_cn: 认证群组（Auth Groups）

source: Tag
af: Etiket
ca: Marcador
cs: Značka
el: Ετικέτα
es: Etiqueta
hu: Címke
lo: ແທັກ
nl: Markering
pl: Znacznik
ro: Etichetă
ru: Метка
sv: Etikett
uk: Мітка
zh_cn: 标签

source: CHAP Users
af: CHAP Gebruikers
ca: Usuaris CHAP
cs: CHAP uživatelé
de: CHAP-Benutzer
el: Χρήστες CHAP
es: Usuarios CHAP
fr: Utilisateurs CHAP
hu: CHAP Felhasználók
it: Utente CHAP
lo: ຜູ້ໃຊ້ CHAP
nl: CHAP Gebruikers
pl: Użytkownicy CHAP
ro: Utilizator CHAP
ru: Пользователи CHAP
sv: CHAP Användare
uk: Користувачі CHAP
zh_cn: CHAP 用户
