Repository: rojim666/xigmanas-code-r10599-trunk
Catalog: locale/xigmanas-*.po
Languages: af, ca, cs, de, el, es, fr, hu, it, lo, nl, pl, ro, ru, sv, uk, zh_cn

source: Do you want to delete selected options?
af: Wil jy geselekteerde opsies skrap?
ca: Vols esborrar les opcions seleccionadess?
cs: Opravdu smazat označené předvolby?
de: Möchten Sie die ausgewählten Einstellungen löschen?
el: Θέλετε να διαγράψετε τις επιλεγμένες επιλογές;
es: Desea borrar las opciones seleccionadas?
fr: Voulez-vous effacer les optionss sélectionnées
hu: Biztos, hogy törlöd a kiválasztott beállításokat?
it: Vuoi cancellare le opzioni selezionate?
lo: ທ່ານຕ້ອງການລຶບຕົວເລືອກທີ່ເລືອກບໍ່?
nl: Wilt u de geselecteerde opties verwijderen?
pl: Czy chcesz usunąć wybrane opcje?
ro: Doriți să ștergeți opțiunile selectate?
ru: Вы действительно желаете удалить выбранные опции?
sv: Vill du ta bort valda optioner?
uk: Ви підтверджуєте видалення обраних опцій?
zh_cn: 要删除选中的选项吗？

source: Disable Selected Options
af: Deaktiveer Geselekteerde Opsies
ca: Desactivar lles opcions seleccionades
cs: Vypnout označené předvolby
de: Ausgewählte Optionen deaktivieren
el: Απενεργοποίηση Επιλεγμένων Επιλογών
es: Deshabilitar las opciones seleccionadas
fr: Désactiver les options sélectionnées
hu: Kiválasztott beállítások tiltása
it: Disabilita le opzioni selezionate
lo: ປິດໃຊ້ງານຕົວເລືອກທີ່ເລືອກ
nl: Geselecteerde Opties Uitschakelen
pl: Wyłącz wybrane opcje
ro: Dezactivare opțiuni selectate
ru: Отключить выбранные опции
sv: Inaktivera valda optioner
uk: Вимкнути вибрані опції
zh_cn: 禁止选中的选项

source: Do you want to disable selected options?
af: Wil jy die geselekteerde opsies deaktiveer?
ca: Vols desactivar les opcions seleccionades?
cs: Opravdu vypnout označené předvolby?
de: Möchten Sie die ausgewählten Einstellungen deaktivieren?
el: Θέλετε να απενεργοποιήσετε τις επιλεγμένες επιλογές;
es: Desea deshabilitar las opciones marcadas?
fr: Voulez-vous désactiver les options sélectionnées
hu: Biztos, hogy kikapcsolod a kiválasztott beállításokat?
it: Vuoi disabilitare le opzioni selezionate?
lo: ທ່ານຕ້ອງການປິດໃຊ້ງານຕົວເລືອກທີ່ເລືອກບໍ່?
nl: Wilt u de geselecteerde opties uitschakelen?
pl: Czy chcesz wyłączyć wybrane opcje?
ro: Doriți să dezactivați opțiunile selectate?
ru: Вы действительно желаете отключить выбранные опции?
sv: Vill du inaktivera valda optioner?
uk: Ви підтверджуєте вимкнення обраних опцій?
zh_cn: 要禁用选中的选项吗？

source: Enable Selected Options
af: Inskakel Geselekteerde Opsie
ca: Habilitar opcions seleccionats
cs: Zapnout označené předvolby
de: Ausgewählte Einstellungen aktivieren
el: Ενεργοποίηση Επιλεγμένων Επιλογών
es: Habilitar las opciones marcadas
fr: Activer les options sélectionnées
hu: Kiválasztott beállítások engedélyezése
it: Abilita opzioni selezionate
lo: ເປີດໃຊ້ງານຕົວເລືອກທີ່ເລືອກ
nl: Geselecteerde Opties Inschakelen
pl: Włącz wybrane opcje.
ro: Activare opțiuni selectate
ru: Включить выбранные опции
sv: Aktivera valda optioner
uk: Дозволити обрані налаштування
zh_cn: 启用选中的选项

source: Do you want to enable selected options?
af: Wil jy die geselekteerde opsies inskakel?
ca: Vols activar les opcions seleccionades?
cs: Opravdu zapnout označené předvolby?
de: Möchten Sie die ausgewählten Einstellungen aktivieren?
el: Θέλετε να ενεργοποιήσετε τις επιλεγμένες επιλογές;
es: Desea habilitar las opcionmes marcadas?
fr: Voulez-vous activer les options sélectionnées
hu: Biztos, hogy engedélyezed a kiválasztott beállításokat?
it: Vuoi abilitare le opzioni selezionate?
lo: ທ່ານຕ້ອງການເປີດໃຊ້ງານຕົວເລືອກທີ່ເລືອກບໍ່?
nl: Wilt u de geselecteerde opties inschakelen?
pl: Czy chcesz włączyć wybrane opcje?
ro: Doriți să activați opțiunile selectate?
ru: Вы действительно желаете включить выбранные опции?
sv: Vill du aktivera valda optioner?
uk: Ви підтверджуєте увімкнення обраних опцій?
zh_cn: 要启用选中的选项吗？

source: Toggle Selected Options
af: Toggle Geselekteerde Opsie
ca: Commuta les opcions seleccionades
cs: Přepnout označené předvolby
de: Ausgewählte Einstellungen umschalten
el: Μεταβολή Επιλεγμένων Επιλογών
es: Cambiar el estado de las opciones marcadas
fr: Inverse l'état des options sélectionnées
hu: Kiválasztott beállítások átkapcsolása
it: Attiva le opzioni selezionate
lo: ສະຫຼັບການໃຊ້ງານຕົວເລືອກທີ່ເລືອກ
nl: Geselecteerde Opties Omschakelen
ro: Inversare stare opțiuni selectate
ru: Вкл./откл. выбранные опции
sv: Ändra status på valda optioner
uk: Переключити обрані опції
zh_cn: 切换选中的选项

source: Do you want to toggle selected options?
af: Doen jy wil geselekteerde opsies toggle?
ca: Vols mostrar les opcions seleccionats?
cs: Opravdu přepnout označené předvolby?
de: Möchten Sie die ausgewählten Einstellungen umschalten?
el: Θέλετε να μεταβάλλετε τις επιλεγμένες επιλογές;
es: Desea cambiar el estado de las opciones marcadas?
fr: Voulez-vous inverser les options sélectionnées
hu: Biztos, hogy átkapcsolod a kiválasztott beállításokat?
it: Vuoi commutare le opzioni selezionate?
lo: ທ່ານຕ້ອງການສະຫຼັບການໃຊ້ງານຕົວເລືອກທີ່ເລືອກບໍ່?
nl: Wilt u de geselecteerde opties omschakelen?
ro: Doriți să inversați opțiunile selectate?
ru: Вы действительно желаете изменить состояние выбранных опций?
sv: Vill du ändra status på valda optioner?
uk: Ви підтверджуєте перемикання вибраних опцій?
zh_cn: 要切换选中的选项吗？

source: Reorder
af: Herbestel
ca: Torna a ordenar
cs: Přeuspořádat
de: Neu anordnen
el: Αναδιάταξη
es: Reordenar
fr: Réorganiser
hu: Újrarendezés
it: Riordina
lo: ຈັດລຳດັບໃໝ່
nl: Herschikken
ro: Reordonare
ru: Изменить порядок
sv: Ändra ordning
uk: Впорядкувати
zh_cn: 重新排列

source: Sort
af: Sorteer
ca: Ordena
cs: Seřadit
de: Sortieren
el: Ταξινόμηση
es: Ordenar
fr: Classer
hu: Rendezés
it: Ordina
lo: ຈັດລຽງ
nl: Sortering
pl: Sortowanie
ro: Sortare
ru: Упорядочить
sv: Sortera
uk: Сортування
zh_cn: 排序

source: Add Command
af: Voeg Bevel
ca: Afegeix ordre
cs: Přidat příkaz
de: Befehl hinzufügen
el: Προσθήκη Εντολής
es: Añadir comando
fr: Ajouter une commande
hu: Parancs hozzáadása
it: Aggiungi comando
lo: ເພີ່ມຄຳສັ່ງ
nl: Opdracht Toevoegen
pl: Dodaj polecenie
ro: Adăugare comandă
ru: Добавить команду
sv: Lägg till kommando
uk: Додати команду
zh_cn: 添加命令

source: Edit Command
af: Redigeer Bevel
ca: Edita l’ordre
de: Befehl bearbeiten
el: Επεξεργασία Εντολής
es: Editar comando
fr: Modifier une Commande
hu: Parancs szerkesztése
it: Modifica comando
lo: ແກ້ໄຂຄຳສັ່ງ
nl: Opdracht Bewerken
ro: Editare comandă
ru: Изменить команду
sv: Redigera kommando
uk: Змінити команду
zh_cn: 编辑命令

source: Command is marked for deletion
af: Bevel is gemerk vir skrap
ca: L'ordre està marcada per esborrar
cs: Příkaz je označen k vymazání.
de: Befehl ist zum Löschen markiert
el: Η εντολή έχει σημειωθεί προς διαγραφή.
es: El comando está marcado para borrar
fr: La commande est marquée pour suppression
hu: A parancs kijelölve törlésre
it: I comandi sono settati per la cancellazione
lo: ຄຳສັ່ງຖືກໝາຍໄວ້ເພື່ອລຶບ
nl: Opdracht is gemarkeerd voor verwijdering
ro: Comanda este marcată pentru ștergere
ru: Команда помечена для удаления
sv: Kommandot är markerat för borttagning
uk: Команда позначена для видалення
zh_cn: 命令被标记为删除

source: Command is locked
af: Bevel is toegesluit
ca: L'ordre està bloquejat
cs: Příkaz je uzamčen.
de: Befehl ist gesperrt
el: Η εντολή είναι κλειδωμένη
es: El comando está bloqueado
fr: La commande est verrouillée
hu: A parancs zárolva
it: Comando bloccato
lo: ຄຳສັ່ງຖືກລັອກ
nl: Opdracht is vergrendeld
ro: Comanda este blocată
ru: Команда заблокирована
sv: Kommadot är låst
uk: Команда заблокована
zh_cn: 命令已锁定

source: Command is unlocked
af: Bevel is oopgesluit
ca: L'ordre està desbloquejada
cs: Příkaz je odemčen
de: Kommando ist entsperrt
el: Η εντολή είναι ξεκλείδωτη
es: El comando está desbloqueado
fr: La commande est déverrouillée
hu: A parancs zárolását feloldottad
it: Comando sbloccato
lo: ຄຳສັ່ງຖືກປົດລັອກ
nl: Opdracht is ontgrendeld
pl: Polecenie jest odblokowane
ro: Comanda este deblocată
ru: Команда разблокирована
sv: Kommandot är olåst
uk: Команда розблокована
zh_cn: 命令已解锁

source: Delete Selected Commands
af: Skrap Geselekteerde Bevele
ca: Suprimeix comandos seleccionats
cs: Smazat označené příkazy
de: Ausgewählte Kommandos löschen
el: Διαγραφή Επιλεγμένων Εντολών
es: Borrar los Comandos Seleccionados
fr: Supprimer les commandes sélectionnées
hu: Kijelölt parancsok törlése
it: Cancella i comandi selezionati
lo: ລຶບຄຳສັ່ງທີ່ເລືອກ
nl: Geselecteerde Opdrachten Verwijderen
pl: Usuń wybrane polecenie.
ro: Ștergere comenzi selectate
ru: Удалить выбранные команды
sv: Ta bort valda kommandon
uk: Видалити вибрані команди
zh_cn: 删除选中的命令

source: Do you want to delete selected commands?
af: Wil jy die geselekteerde bevelle uitvee?
ca: Vols eliminar les ordres seleccionades?
cs: Opravdu smazat označené příkazy?
de: Möchten Sie die ausgewählten Kommandos löschen?
el: Θέλετε να διαγράψετε τις επιλεγμένες εντολές;
es: ¿Quiere eliminar los comandos seleccionados?
fr: Voulez-vous supprimer les commandes sélectionnées?
hu: Biztos, hogy törlöd a kijelölt parancsokat?
it: Vuoi eliminare i comandi selezionati?
lo: ທ່ານຕ້ອງການລຶບຄຳສັ່ງທີ່ເລືອກບໍ່?
nl: Wilt u de geselecteerde opdrachten verwijderen?
pl: Czy chcesz usunąć wybrane polecenia ?
ro: Doriți să ștergeți comenzile selectate?
ru: Вы уверены, что желаете удалить выбранные команды?
sv: Vill du ta bort valda kommandon?
uk: Ви підтверджуєте видалення обраних команд?
zh_cn: 要删除选中的命令吗？

source: Disable Selected Commands
af: Deaktiveer Geselekteerde Bevelle
ca: Desactivar les ordres seleccionats
cs: Vypnout označené příkazy
de: Ausgewählte Kommandos deaktivieren
el: Απενεργοποίηση Επιλεγμένων Εντολών
es: Deshabilitar los Comandos Seleccionados
fr: Désactiver les commandes sélectionnées
hu: Kijelölt parancsok tiltása
it: Disabilita i comandi selezionati
lo: ປິດໃຊ້ງານຄຳສັ່ງທີ່ເລືອກ
nl: Geselecteerde Opdrachten Uitschakelen
pl: Wyłącz Wybrane Polecenia
ro: Dezactivare comenzi selectate
ru: Отключить выбранные команды
sv: Inaktivera valda kommandon
uk: Вимкнути обрані команди
zh_cn: 禁用选中的命令

source: Do you want to disable selected commands?
af: Wil jy die geselekteerde bevelle deaktiveer?
ca: Vols desactivar les ordres seleccionades?
cs: Opravdu vypnout označené příkazy?
de: Möchten Sie die ausgewählten Kommandos deaktivieren?
el: Θέλετε να απενεργοποιήσετε τις επιλεγμένες εντολές;
es: ¿Desea deshabilitar estas ordenes?
fr: Voulez-vous désactiver les commandes sélectionnées?
hu: Biztos, hogy kikapcsolod a kijelölt parancsokat?
it: Vuoi disabilitare i comandi selezionati?
lo: ທ່ານຕ້ອງການປິດໃຊ້ງານຄຳສັ່ງທີ່ເລືອກບໍ່?
nl: Wilt u geselecteerde opdrachten uitschakelen?
pl: Czy chcesz wyłączyć wybrane polecenia ?
ro: Doriți să dezactivați comenzile selectate?
ru: Вы уверены, что хотите отключить выбранные команды?
sv: Vill du inaktivera valda kommandon?
uk: Ви підтверджуєте вимкнення обраних команд?
zh_cn: 要禁用选中的命令吗？

source: Enable Selected Commands
af: Inskakel Geselekteerde Bevel
ca: Activa ordres seleccionats
cs: Používat označené příkazy
de: Ausgewählten Kommandos aktivieren
el: Ενεργοποίηση Επιλεγμένων Εντολών
es: Habilitar las ordenes seleccionadas
fr: Activer les commandes sélectionnées
hu: Kijelölt parancsok engedélyezése
it: Attiva i comandi selezionati
lo: ເປີດໃຊ້ງານຄຳສັ່ງທີ່ເລືອກ
nl: Geselecteerde Opdrachten Inschakelen
pl: Włącz wybrane polecenia
ro: Activare comenzi selectate
ru: Включить выбранные команды
sv: Aktivera valda kommandon
uk: Дозволити обрані команди
zh_cn: 启用选中的命令

source: Do you want to enable selected commands?
af: Wil jy die geselekteerde bevelle aktiveer?
ca: Vols activar les ordres seleccionades?
cs: Opravdu zapnout označené příkazy?
de: Möchten Sie die ausgewählten Kommandos aktivieren?
el: Θέλετε να ενεργοποιήσετε τις επιλεγμένες εντολές;
es: ¿Desea habilitar estas ordenes?
fr: Voulez-vous activer les commandes sélectionnées?
hu: Biztos, hogy engedélyezed a kijelölt parancsokat?
it: Vuoi attivare i comandi selezionati?
lo: ທ່ານຕ້ອງການເປີດໃຊ້ງານຄຳສັ່ງທີ່ເລືອກບໍ່?
nl: Wilt u de geselecteerde opdrachten inschakelen?
pl: Czy chcesz włączyć wybrane polecenia ?
ro: Doriți să activați comenzile selectate?
ru: Вы уверены, что желаете включить выбранные команды?
sv: Vill du aktivera valda kommandon?
uk: Ви підтверджуєте увімкнення обраних команд?
zh_cn: 是否要启用选中的命令？

source: Toggle Selected Commands
af: Toggle Geselekteerde Bevele
ca: Commuta els comandos seleccionats
cs: Přepnout označené příkazy
de: Ausgewählte Kommandos umschalten
el: Μεταβολή Επιλεγμένων Εντολών
es: Cambiar el estado de las ordenes
fr: Changer l'état des commandes sélectionnées
hu: Kijelölt parancsok felcserélése
it: Attiva i comandi selezionati
lo: ສະຫຼັບການໃຊ້ງານຄຳສັ່ງທີ່ເລືອກ
nl: Geselecteerde Opdrachten Omschakelen
ro: Inversare selecție comenzi
ru: Переключить выбранные команды
sv: Växla valda kommandon
uk: Переключити обрані команди
zh_cn: 切换选中的命令

source: Do you want to toggle selected commands?
af: Doen jy wil geselekteerde opdragte toggle?
ca: Vols canviar les ordres seleccionats?
cs: Opravdu přepnout označené příkazy?
de: Möchten Sie die ausgewählten Kommandos umschalten?
el: Θέλετε να μεταβάλλετε τις επιλεγμένες εντολές;
es: ¿Desea cambiar el estado de estas ordenes?
fr: Voulez-vous changer d'état les commandes sélectionnées?
hu: Biztos, hogy engedélyezed a kijelölt parancsokat?
it: Vuoi deselezionare i comandi selezionati?
lo: ທ່ານຕ້ອງການສະຫຼັບການໃຊ້ງານຄຳສັ່ງທີ່ເລືອກບໍ່?
nl: Wilt u de geselecteerde opdrachten omschakelen?
ro: Doriți să schimbați starea comenzilor selectate?
ru: Вы уверены, что желаете переключить выбранные команды?
sv: Vill du växla valda kommandon?
uk: Ви підтверджуєте перемикання обраних команд?
zh_cn: 是否要切换选中的命令？

source: These commands will be executed pre or post system initialization (booting) or before system shutdown.
af: Die bevelle sal uitgevoer word pre of post die stelsel inisialisering (selflaai) of voor die stelsel afskakeling.
ca: Aquestes ordres s'executaran abans o després de la inicialització del sistema (arrencada) o abans d'apagar el sistema.
cs: Tyto příkazy budou spuštěny před či po spuštění systému, případně před jeho vypnutím.
de: Diese Kommandos werden vor oder nach der Systeminitialisierung (Startvorgang) bzw. dem Herunterfahren ausgeführt.
el: Αυτές οι εντολές θα εκτελεστούν πριν ή μετά την εκκίνηση του συστήματος, ή πριν από τον τερματισμό της λειτουργίας του.
es: Estos comandos seran ejecutados previa (PreInit) o posteriormente (PostInit) a la inicialización del sistema o antes que el sistema se apague (Shutdown).
fr: Ces commandes seront exécutées avant ou après l'initialisation du système (boot) ou avant l'arrêt du système.
hu: Ezek a parancsok le fognak futni rendszerinicializálás (bootolás) előtt és után vagy rendszer leállása előtt.
it: Questi comandi saranno eseguiti prima o dopo l'inizializzazione del sistema (avvio) o prima dello spegnimento.
lo: ຄຳສັ່ງເຫຼົ່ານີ້ຈະຖືກປະຕິບັດກ່ອນ ຫຼື ຫຼັງການເລີ່ມຕົ້ນລະບົບ (ບູດ) ຫຼື ກ່ອນການປິດລະບົບ.
nl: Deze opdrachten worden uitgevoerd "VOOR" of "NA" systeem initialisatie (opstarten) of voor het systeem uitgeschakeld wordt.
pl: Te komendy zostaną wykonana przed lub po inicjalizacji systemu lub przed zamknięciem systemu.
ro: Aceste comenzi vor fi executate înainte sau după inițializarea sistemului, sau înainte de oprirea acestuia.
ru: Эти команды будут выполнены до/после инициализации системы (загрузки) или перед выключением.
sv: Dessa kommandon kommer utföras före eller efter systeminitiering (bootning) eller före systemavstängning.
uk: Ці команди будуть виконані до або після ініціалізації системи (завантаження) або перед вимиканням системи.
zh_cn: 这些命令将在系统初始化（启动）之前或之后或者系统关闭之前执行。

source: Post Upgrade
af: Post Opgradering
ca: Actualització de publicacions
cs: Po aktualizaci
de: Nach dem Upgrade
el: Μετά την Αναβάθμιση
es: Actualización de la publicación
fr: Après Mise à niveau
hu: Hozzászólás frissítése
it: Post aggiornamento
lo: ຫຼັງອັບເກຣດ
ro: Upgrade ulterior
ru: После обновления
sv: Efter uppgradering
uk: Після оновлення
zh_cn: 升级后

source: Name of the command.
af: Naam van die bevel.
ca: Nom de l'ordre
de: Name des Befehls.
el: Όνομα της εντολής.
es: Nombre del comando
fr: Nom de la commande.
hu: A parancs neve
it: Nome del comando.
lo: ຊື່ຂອງຄຳສັ່ງ.
nl: Naam van de opdracht.
ro: Numele comenzii.
ru: Название команды.
sv: Namn på kommando
uk: Ім'я команди
zh_cn: 命令名称。

source: The command to be executed.
af: Die bevel kon nie uitgevoer word nie.
ca: La comanda a esser executada.
cs: Příkaz který má být vykonán.
de: Der auszuführende Befehl.
el: Η εντολή που θα εκτελεστεί.
es: El comando a ser ejecutado.
fr: Commande à exécuter.
hu: A végrehajtandó parancs.
it: Il comando da eseguire.
lo: ຄຳສັ່ງທີ່ຈະຖືກປະຕິບັດ.
nl: De opdracht die uitgevoerd moet worden.
pl: Komenda do wykonania.
ro: Comanda de executat.
ru: Команда, которая должна быть выполнена.
sv: Kommandot som ska utföras.
uk: Команда для виконання.
zh_cn: 将执行的命令。

source: Select at which stage the command should be executed.
af: Selekteer op watter stadium die bevel uitgevoer moet word.
ca: Selecciona en quina etapa s'ha d'executar l'ordre.
cs: Vyberte která fáze příkazu má být vykonána.
de: Wählen Sie aus, auf welcher Ebene das Kommando ausgeführt werden soll.
el: Επιλέξτε σε ποιο στάδιο θα πρέπει να εκτελείται η εντολή.
es: Seleccione en que paso se debe ejecutar el comando.
fr: Sélectionnez à quel stade la commande doit être exécutée.
hu: Válaszd ki, hogy a parancs melyik szakaszon fusson.
it: Seleziona a quale fase il comando dovrebbe essere eseguito
lo: ເລືອກຂັ້ນຕອນທີ່ຄຳສັ່ງຄວນຖືກປະຕິບັດ.
nl: Selecteer in welk stadium de opdracht moet worden uitgevoerd.
ro: Selectați momentul în care va fi executată comanda.
ru: Выберите, на каком этапе должна выполняться команда.
sv: Välj i vilket steg kommandot skall köras.
uk: Оберіть на якому етапі команда повинна бути виконана.
zh_cn: 选择命令应在哪个阶段执行。

source: Add sysctl setting
af: Voeg sysctl instelling
ca: Afegiu la configuració de sysctl
cs: Přidat nastavení sysctl
de: Sysctl-Einstellung hinzufügen
el: Προσθήκη ρύθμισης sysctl
es: Añadir opciones a sysctl
fr: Ajouter un paramètre sysctl
hu: sysctl beállítás hozzáadása
it: Aggiungi impostazione sysctl
lo: ເພີ່ມການຕັ້ງຄ່າ sysctl
nl: Toevoegen sysctl instelling
pl: Dodaj 'sysctl' ustawienia [parametry?]
ro: Adăugare setare sysctl
ru: Добавить настройку sysctl
sv: lägg till sysctl inställning
uk: Додати налаштування sysctl
zh_cn: 添加sysctl设置

source: Edit sysctl setting
af: Wysig sysctl instelling
ca: Edita la configuració de sysctl
de: Sysctl Einstellungen Bearbeiten
el: Επεξεργασία ρύθμισης sysctl
es: Editar la configuración de Sysctl seleccionada
fr: Modifier les paramètres sysctl
hu: Sysctl beállítások szerkesztése
it: Modifica settaggi sysctl
lo: ແກ້ໄຂການຕັ້ງຄ່າ sysctl
nl: sysctl instelling bewerken
ro: Editare setări sysctl
ru: Изменить настройки sysctl
sv: Åndra sysctl inställning
uk: Змінити налаштування sysctl
zh_cn: 编辑sysctl设置

source: Sysctl setting is marked for deletion
af: Sysctl instelling is gemerk vir skrap
ca: La configuració de Sysctl està marcada per esborrar
de: Die Sysctl Einstellung ist zum Löschen vorgemerkt
el: Η ρύθμιση sysctl είναι σημειωμένη προς διαγραφή
es: La configuración de Sysctl está marcada para borrado
fr: Le paramètre Sysctl est marqué pour suppression
it: Le impostazioni Sysctl sono segnate per la cancellazione
lo: ການຕັ້ງຄ່າ sysctl ຖືກໝາຍໄວ້ເພື່ອລຶບ
nl: Sysctl instelling is gemarkeerd voor verwijdering
ro: Setări sysctl sunt marcate pentru ștergere
ru: Параметр Sysctl помечен для удаления
sv: Sysctl inställningar är markerade för borttagning
uk: Налаштування Sysctl позначене для видалення
zh_cn: Sysctl设置被标记为删除

source: Sysctl setting is locked
af: Sysctl instelling is toegeslot
ca: La configuració de Sysctl està bloquejada
de: Sysctl Einstellung ist gesperrt
el: Η ρύθμιση sysctl είναι κλειδωμένη
es: La configuración de Sysctl está bloqueada
fr: Le réglage Sysctl est verrouillé
it: Le impostazioni Sysctl sono bloccate
lo: ການຕັ້ງຄ່າ sysctl ຖືກລັອກ
nl: Sysctl Instellingen is vergrendeld
ro: Setările sysctl sunt blocate
ru: Настройка Sysctl заблокирована
sv: Sysctl inställningar är låsta
uk: Налаштування Sysctl заблоковано
zh_cn: Sysctl设置已锁定

source: Sysctl setting is unlocked
af: Sysctl instelling is ontgeslot
ca: La configuració de Sysctl està desbloquejada
de: Sysctl Einstellung ist entsperrt
el: Η ρύθμιση sysctl είναι ξεκλείδωτη
es: La configuración de Sysctl está desbloqueada
fr: Le réglage Sysctl est déverrouillé
it: Le impostazioni Sysctl sono sbloccate
lo: ການຕັ້ງຄ່າ sysctl ຖືກປົດລັອກ
nl: Sysctl instelling is ontgrendeld
ro: Setări sysctl sunt deblocate
ru: Настройка Sysctl разблокирована
sv: Sysctl inställningar är olåsta
uk: Налаштування Sysctl дозволено
zh_cn: Sysctl设置已解锁

source: Delete Selected Sysctl Settings
af: Skrap Geselekteerde Sysctl Instellings
ca: Suprimeix la configuració de Sysctl seleccionada
cs: Smazat označená sysctl nastavení
de: Ausgewählte Sysctl Einstellungen löschen
el: Διαγραφή Επιλεγμένων Ρυθμίσεων Sysctl
es: Borrar las opciones seleccionada del sysctl
fr: Supprimer les paramètres Sysctl sélectionnés
hu: A kijelölt sysctl beállítások visszavonása
it: Cancellare i settaggi Sysctl selezionati
lo: ລຶບການຕັ້ງຄ່າ sysctl ທີ່ເລືອກ
nl: Geselecteerde Sysctl Instellingen Verwijderen
ro: Șterge setările Sysctl selectate
ru: Удалить выбранные настройки Sysctl
sv: Ta bort valtd Sysctl inställning
uk: Видалити обрані налаштування Sysctl
zh_cn: 删除选定的Sysctl设置

source: Do you want to delete selected sysctl settings?
af: Wil jy geselekteerde sysctl instellings te skrap?
ca: Voleu suprimir la configuració de sysctl seleccionada?
de: Möchten Sie die ausgewählten Sysctl Einstellungen löschen?
el: Θέλετε να διαγράψετε τις επιλεγμένες ρυθμίσεις sysctl;
es: ¿Desea eliminar la configuración de sysctl seleccionada?
fr: Voulez-vous supprimer les paramètres sysctl sélectionnés?
hu: Valóban törölni akarod a kijelült sysctl beállításokat?
it: Vuoi cancellare i settaggi sysctl selezionati?
lo: ທ່ານຕ້ອງການລຶບການຕັ້ງຄ່າ sysctl ທີ່ເລືອກບໍ່?
nl: Wilt u de geselecteerde sysctl instellingen verwijderen?
ro: Doriți să ștergeți setările sysctl selectate?
ru: Вы хотите удалить выбранные настройки sysctl?
sv: Vill du ta bort vald Sysctl inställning?
uk: Ви дійсно хочете видалити обрані налаштування Sysctl?
zh_cn: 是否要删除选定的sysctl设置？

source: Disable Selected Sysctl Settings
af: Deaktiveer Geselekteerde Sysctl Instellings
ca: Desactiva la configuració de Sysctl seleccionada
cs: Zakázat označená sysctl nastavení
de: Ausgewählte Sysctl Einstellungen deaktivieren
el: Απενεργοποίηση Επιλεγμένων Ρυθμίσεων Sysctl
es: Deshabilitarlas opciones seleccionada del sysctl
fr: Désactiver les paramètres Sysctl sélectionnés
hu: A kilejölt sysctl beállítások tiltása
it: Disattivare i settaggi Sysctl selezionati
lo: ປິດໃຊ້ງານການຕັ້ງຄ່າ sysctl ທີ່ເລືອກ
nl: Geselecteerde Sysctl Instellingen Uitschakelen
ro: Dezactivare setări Sysctl selectate
ru: Отключить выбранные настройки Sysctl
sv: Inaktivera vald Sysctl inställning
uk: Вимкнути обрані налаштування Sysctl
zh_cn: 禁用选定的Sysctl设置

source: Do you want to disable selected sysctl settings?
af: Wil jy geselekteerde stelsel instellings deaktiveer?
ca: Voleu desactivar la configuració de sysctl seleccionada?
de: Möchten Sie die ausgewählten Sysctl Einstellungen deaktivieren?
el: Θέλετε να απενεργοποιήσετε τις επιλεγμένες ρυθμίσεις sysctl;
es: ¿Desea deshabilitar la configuración de sysctl seleccionada?
fr: Voulez-vous désactiver les paramètres sysctl sélectionnés?
hu: Valóban tiltani akarod a kijelölt sysctl beállításokat?
it: Vuoi disattivare i settaggi sysctl selezionati?
lo: ທ່ານຕ້ອງການປິດໃຊ້ງານການຕັ້ງຄ່າ sysctl ທີ່ເລືອກບໍ່?
nl: Wilt u de geselecteerde sysctl instellingen uitschakelen?
ro: Doriți să dezactivați setările sysctl selectate?
ru: Вы хотите отключить выбранные настройки sysctl?
sv: Vill du inaktivera vald Sysctl inställning?
uk: Ви дійсно хочете вимкнути обрані налаштування Sysctl?
zh_cn: 是否要禁用选定的sysctl设置？
