Repository: rojim666/xigmanas-code-r10599-trunk
Catalog: locale/xigmanas-*.po
Languages: af, ca, cs, de, el, es, fr, hu, it, lo, nl, pl, ro, ru, sv, uk, zh_cn

source: Local Share (Destination)
af: Plaaslike Aandeel (Bestemming)
ca: Recurs local (Destí)
cs: Místní sdílení (cíl)
de: lokales Ziel
el: Τοπικό Κοινόχρηστο (Προορισμός)
es: Compartido local (Destino)
fr: Partage local (destination)
hu: Helyi megosztás (cél)
it: Condivisione Locale (Destinazione)
lo: ແຊຣ໌ທ້ອງຖິ່ນ (ປາຍທາງ)
nl: Lokale Deling (Bestemming)
pl: Lokalny udział (miejsce docelowe)
ro: Partajare locală (Destinație)
ru: Локальный общий ресурс (получатель)
sv: Lokal utdelning (Destination)
uk: Локальний загальний ресурс (розміщення)
zh_cn: 本机分享区(目标)

source: Remote Rsync Server
af: Afgeleë Rsync Bediener
ca: Servidor Rsync remot
cs: Rsync server na protějšku
de: entfernter Rsync Server
el: Απομακρυσμένος διακομιστής Rsync
es: Servidor Rsync remoto
fr: Serveur Rsync distant
hu: Távoli Rsync Kiszolgáló
it: Server Remoto Rsync
lo: ເຊີບເວີ Rsync ທາງໄກ
nl: Externe Rsync Server
pl: Zdalny serwer Rsync
ro: Server Rsync remote
ru: Удаленный Rsync-сервер
sv: Fjärr-server för Rsync
uk: Віддалений RSYNC сервер
zh_cn: 远端 Rsync 服务器

source: Remote Module (Source)
af: Afstand Module (Bron)
ca: Mòdul remot (Font)
cs: Modul na protějšku (zdroj)
de: Remote-Modul (Quelle)
el: Απομακρυσμένο Άρθρωμα (Πηγή)
es: Modulo Remoto (Fuente)
fr: Module à distance (Source)
hu: Távoli modul (forrás)
it: Modulo remoto (sorgente)
lo: ໂມດູນທາງໄກ (ຕົ້ນທາງ)
nl: Externe Module (Bron)
pl: Zdalny moduł (źródłowy)
ro: Modul remote (sursă)
ru: Удаленный модуль (источник)
sv: Fjärrmodul (Källa)
uk: Віддалений модуль (Джерело)
zh_cn: 远程模块（源）

source: Execute now
af: Teregstel nou
ca: Executar ara
cs: Spustit nyní
de: Jetzt ausführen
el: Εκτέλεση τώρα
es: Ejecutar ahora
fr: Exécuter maintenant
hu: Futtatás most
it: Esegui ora
lo: ດຳເນີນການດຽວນີ້
nl: Nu uitvoeren
pl: Wykonaj natychmiast
ro: Execută acum
ru: Выполнить немедленно
sv: Kör nu
uk: Виконати зараз
zh_cn: 立刻执行

source: Rsync Job
af: Rsync werkstuk
ca: Tasca Rsync
cs: Rsync úloha
el: Εργασία Rsync
es: Trabajo Rsync
fr: Tâche RSYNC
hu: Rsync Feladat
it: Operazione Rsync
lo: ວຽກ Rsync
nl: Rsync Taak
pl: Zadanie rsync
ro: Activitate Rsync
ru: Rsync-задание
sv: Rsync jobb
uk: Завдання Rsync
zh_cn: Rsync 任务

source: Path to be shared to be synchronized.
af: Pad om ingesluit te word.
ca: Ruta en ser compartida a sincronitzar.
cs: Popis umístění sdílení které synchronizovat.
de: Freigabepfad welcher synchronisiert wird
el: Διαδρομή για κοινή χρήση και συγχρονισμό.
es: Ruta compartida para ser sincronizada.
fr: Chemin à partager pour être synchronisé.
hu: Szinkronizációhoz megosztott útvonal.
it: Percorso alla condivisione che deve essere sincronizzata
lo: ເສັ້ນທາງທີ່ຈະແບ່ງປັນເພື່ອຊິງຄ໌.
nl: Locatie om te delen zodat deze kan worden gesynchroniseerd.
pl: Udostępniona ścieżka do synchronizacji.
ro: Calea de partajare care trebuie sincronizată.
ru: Путь, который будет общим для синхронизации.
sv: Sökväg som skall delas och synkroniseras.
uk: Шлях, що буде загальним для синхронізації.
zh_cn: 要同步的共享路径

source: IP or FQDN address of remote Rsync server.
af: IP of FQDN adres van afgeleë Rsnyc bediener
ca: Adreça IP o el FQDN del servidor Rsync remot.
cs: IP adresa nebo úplný doménový název (FQDN) vzdáleného Rsync serveru.
de: IP oder FQDN Adresse des Remote-Rsync-Servers.
el: Διεύθυνση IP ή FQDN του απομακρυσμένου διακομιστή Rsync.
es: Dirección IP o FQDN del servidor Rsync remoto.
fr: Adress IP ou FQDN du serveur Rsync distant.
hu: Távoli rsync szerver IP vagy FQDN címe.
it: Indirizzo IP o FQDN del server remoto Rsync.
lo: ທີ່ຢູ່ IP ຫຼື FQDN ຂອງເຊີບເວີ Rsync ທາງໄກ.
nl: IP of FQDN adres van de remote Rsync server.
pl: Adres IP lub pełna nazwa FQDN zdalnego serwera Rsync.
ro: IP sau adresă FQDN a serverului Rsync.
ru: IP- или FQDN-адрес удаленного сервера Rsync.
sv: IP eller FQDN adress på den fjärranslutna rsync-servern.
uk: IP або FQDN адреса віддаленого сервера Rsync.
zh_cn: Rsync 的远程服务器的 IP 或 FQDN 地址

source: Synchronization Time
af: Sinchronisasie Tyd
ca: Temps de sincronització
cs: Okamžik synchronizace
de: Synchronisationzeit
el: Χρόνος Συγχρονισμού
es: Hora de Sincronización
fr: Heure de Synchronisation
hu: Szinkronizálási idő
it: Orario Sincronizzazione
lo: ເວລາຊິງຄ໌
nl: Synchronisatietijd
pl: Czas synchronizacji
ro: Timp sincronizare
ru: Время синхронизации
sv: Synkroniseringstid
uk: Сінхронізація Часу
zh_cn: 同步时间

source: Advanced Options
af: Gevorderde Opsies
ca: Avançat
cs: Pokročilé předvolby
de: Erweiterte Einstellungen
el: Επιλογές για Προχωρημένους
es: Opciones avanzadas
fr: Options avancées
hu: Speciális beállítások
it: Opzioni Avanzate
lo: ຕົວເລືອກຂັ້ນສູງ
nl: Geavanceerde Opties
pl: Opcje zaawansowane
ro: Opțiuni Avansate
ru: Дополнительные параметры
sv: Avancerade alternativ
uk: Додаткові параметри
zh_cn: 高级选项

source: Recurse into directories.
af: Herhaal weer terug in lêer stelsels.
ca: Recursivament en directoris.
cs: Včetně podsložek
de: Unterordner einbeziehen.
el: Συμπερίληψη και των υποκαταλόγων
es: Navegar recursivamente en los directorios.
fr: Parcourir récursivement les répertoires.
hu: Rekurzívan a mappákban.
it: Ricorsione nelle directory.
lo: ຊອກຫາໃນໄດເຣັກທໍຣີຍ່ອຍ.
nl: Recursief naar mappen.
pl: Rekursywnie w katalogach
ro: Propagare recursivă în directoare.
ru: Рекурсивно внутри каталогов
sv: Upprepa i kataloger.
uk: Рекурсивно для каталогів.
zh_cn: 递归入目录。

source: Remote Rsync Daemon
ca: Dimoni Rsync remot
cs: Proces služby Rsync na protějšku
de: Entfernter RSYNC Dienst
el: Απομακρυσμένος Δαίμονας Rsync
fr: Démon Rsync Distant
hu: Távoli Rsync démon
it: Demone remoto RSYNC
lo: Daemon Rsync ທາງໄກ
nl: Externe Rsync Daemon
pl: Demon zdalnego rsync
ro: Daemon Rsync remote
ru: Удаленный Rsync демон
sv: Fjärr Rsync Demon
uk: Демон Віддаленого Rsync
zh_cn: 远程Rsync守护程序

source: Run without requiring remote rsync daemon. (Disabled by default)
af: Lopend sonder dat dit vergelee rsync daemon nodig. (Afgeskakel by verstek)
ca: Executar sense necessitat de dimoni rsync remot. (Desactivat per defecte)
cs: Spustit i bez požadavku na službu rsync na protějšku. (Ve výchozím stavu vypnuto)
de: Ohne Remote-rsync-Daemon ausführen. (Voreinstellung: ausgeschaltet).
el: Εκτέλεση χωρίς να απαιτείται απομακρυσμένος δαίμονας rsync. (Απενεργοποιημένο από προεπιλογή)
es: Ejecutar sin que se requiera un demonio remoto rsync. (deshabilitado por defecto)
fr: Fonctionnement sans démon rsync distant requis . (Désactivé par défaut)
hu: Távoli rsync démon megkövetelése nélkül fusson. (Alapértelmezetten ki van kapcsolva)
it: Esegui senza richiedere il daemon rsync remoto. (Disattivato per default)
lo: ເຮັດວຽກໂດຍບໍ່ຈຳເປັນຕ້ອງມີ daemon rsync ທາງໄກ. (ປິດໃຊ້ງານເປັນຄ່າເລີ່ມຕົ້ນ)
nl: Uitvoeren zonder externe rsync daemon te vereisen. (Standaard uitgeschakeld)
pl: Uruchom wymagając zewnętrznego demona rsync. ( Wyłączone domyślnie)
ro: Rulare fără activare daemon remote sync. (Implicit dezactivat)
ru: Запуск без необходимости удаленного rsync. (Выключено по умолчанию)
sv: Kör utan att kräva fjärr rsync demon. (Normalt inaktiverat)
uk: Запуск без необхідності віддаленого демону rsync. (Вимкнено за замовчуванням)
zh_cn: 运行而不需要远程rsync进程。 （默认禁用）

source: Times
af: Tye
ca: Hores
cs: Časy
de: Zeiten
el: Ημερομηνίες
es: Veces
fr: Temps
hu: Idő
it: Volte
lo: ເວລາ
nl: Aantal keer
pl: Czasy
ro: De cîte ori
ru: Время
sv: Tider
uk: Час
zh_cn: 次数

source: Preserve modification times.
af: Preserve modificatie tye.
ca: Preservar temps de modificació.
cs: Zachovat časy úprav.
de: Zeit der letzten Änderung beibehalten
el: Διατήρηση της ημν/ίας τροποποίησης.
es: Conservar los tiempos de modificación.
fr: Conserver les heures de modification.
hu: Módosítások időpontjának megőrzése.
it: Mantenere i tempi di modifica.
lo: ຮັກສາເວລາການແກ້ໄຂ.
nl: Reserveer modificatie tijden.
pl: Zachowaj czasy modyfikacji.
ro: Păstrare timpi modificări.
ru: Сохранять время изменения
sv: Bevara modifieringstidsstämplar.
uk: Зберегти час зміни.
zh_cn: 保留更改次数。

source: Compress
af: Pers Saam
ca: Comprimir
cs: Komprimovat
de: Komprimieren
el: Συμπίεση
es: Comprimir
fr: Compresser
hu: Tömörítés
it: Compressione
lo: ບີບອັດ
nl: Comprimeren
pl: Spakuj
ro: Comprimă
ru: Сжатие
sv: Komprimera
uk: Стиснути
zh_cn: 压缩

source: Compress file data during the transfer.
af: Druk lêerdata saam tydens die oordrag.
ca: Comprimeix arxiu de dades durant la transferència.
cs: Přenášet data souboru komprimovaně.
de: Dateidaten während der Übertragung komprimieren.
el: Συμπίεση των δεδομένων κατά τη μεταφορά.
es: Comprimir datos durante transferencia
fr: Compression des données de fichiers pendant le transfert.
hu: Fájladat tömörítése átvitel közben.
it: Comprimi il file durante il trasferimento
lo: ບີບອັດຂໍ້ມູນໄຟລ໌ໃນລະຫວ່າງການໂອນ.
nl: Comprimeer bestandsdata gedurende de overdracht.
ro: Comprimă datele în timpul transferului.
ru: Использовать сжатие данных во время передачи
sv: Komprimera data under överföring.
uk: Стискати файл в процесі передавання.
zh_cn: 在传输时压缩数据。

source: Archive
af: Argief
ca: Arxiu
cs: Archivace
de: Archiv
el: Αρχειοθέτηση
es: Archivo
fr: Archivage
hu: Archív
it: Archivio
lo: ເກັບມ້ຽນ
nl: Archief
pl: Archiwum
ro: Arhivă
ru: Архивирование
sv: Arkivera
uk: Архівування
zh_cn: 归档

source: Archive mode.
af: Argief mode.
ca: Modo arxiu
cs: Režim archivace.
de: Archivmodus.
el: Λειτουργία αρχειοθέτησης
es: Modo de archivo.
fr: Mode archive.
hu: Archív mód
it: Modalità archivio
lo: ໂໝດເກັບມ້ຽນ.
nl: Archief mode.
pl: Tryb archiwizacji.
ro: Mod arhivare.
ru: Включить режим архивирования
sv: Arkiveringsläge.
uk: Режим архівування.
zh_cn: 存档模式。

source: Delete files on the receiving side that don't exist on sender.
af: Skrap lêers op die ontvangende newe daardie bestaan nie op afsender.
ca: Supimeix arxius al vessant receptor que no existeixen en l'emissor.
cs: Na přijímající straně odstranit ty soubory, které neexistují na straně odesílající.
de: Lösche Dateien auf der Empfängerseite die beim Sender nicht existieren.
el: Διαγραφή των αρχείων από την πλευρά του παραλήπτη, όταν αυτά δεν υπάρχουν στον αποστολέα.
es: Eliminar archivos del receptor que no existen en el enviador.
fr: Supprimer les fichiers du côté récepteur qui n'existent pas sur l'expéditeur.
hu: Fájlok törlése a fogadó oldalon, ha nem létezik a küldő oldalon.
it: Elimina i files che sono dal lato del ricevente ma non esistono da quello del mittente.
lo: ລຶບໄຟລ໌ຢູ່ຝັ່ງຮັບທີ່ບໍ່ມີຢູ່ຝັ່ງສົ່ງ.
nl: Verwijder bestanden op de ontvangende zijde die niet bestaan op de zendzijde.
pl: Usuń pliki po stronie odbiorczej jeśli nie istnieją u nadawcy.
ro: Ștergerea fișierelor la destinație care nu apar și la sursă.
ru: Удалить файлы на принимающем устройстве, которые отсутствуют на передающем
sv: Radera filer på mottagarsidan som inte finns hos sändaren.
uk: Видалити на приймаючому пристрої файли, які відсутні на відправляючому.
zh_cn: 删除存在接收端但不存在发送端的文件。

source: Default - Rsync will choose the 'during' algorithm when talking to rsync 3.0.0 or newer, and the 'before' algorithm when talking to an older rsync.
af: Verstek - Rsync sal kies die 'during' algoritme wanneer praat om rsync 3.0.0 of nuwer en die 'before' algoritme wanneer praatjie tot 'n ouer rsync.
ca: Per defecte - Rsync triarà el 'durant' algorisme quan parla a rsync 3.0.0 o posterior i el "abans" algoritme quan parla a un rsync anterior.
cs: Výchozí – Rsync zvolí algoritmus „během“ pokud komunikuje s rsync 3.0.0 nebo novějším a „před“ pokud se starším.
de: Default - Rsync wird den 'during'-Algorithmus verwenden, wenn es mit Rsync 3.0.0 oder neuer kommuniziert und bei einer Verbindung zu einer älteren Version von Rsync den 'before' -Algorithmus.
el: Προεπιλογή - Το rsync θα επιλέξει τον αλγόριθμο 'κατά τη διάρκεια' όταν επικοινωνεί με rsync έκδοσης 3.0.0 ή νεώτερης και τον αλγόριθμο 'πριν' όταν επικοινωνεί με rsync παλαιότερης έκδοσης.
es: Default - Rsync elegira el algoritmo 'durante' cuando se comunique con rsync 3.0.0 o posterior, y el algoritmo 'antes' cuando se comunique con un rsync anterior.
fr: Par défaut - Rsync choisira l'algorithme "pendant" quand on parle à rsync 3.0.0 ou plus récent et l'algorithme 'avant' quand on parle à un rsync plus ancien.
hu: Alapértelmezett - Rsync az ''Közben' algoritmust választja, amikor rsync 3.0.0 vagy újabb verziójúval kommunikál, és az 'Előtte' algoritmust, amikor régebbivel.
it: Default . Rsync sceglie l'algoritmo 'durante' quando comunicherà con rsync 3.0.0 o più recente e l'algoritmo 'prima' quando comunciherà con un rsync più datato.
lo: ຄ່າເລີ່ມຕົ້ນ - Rsync ຈະເລືອກ algorithm 'during' ເມື່ອເວົ້າກັບ rsync 3.0.0 ຫຼືໃໝ່ກວ່າ, ແລະ algorithm 'before' ເມື່ອເວົ້າກັບ rsync ເວີຊັນເກົ່າ.
nl: Standaard - Rsync zal het 'Tijdens' algoritme kiezen tijdens communicatie met rsync 3.0.0 of nieuwer, en het 'voor' algoritme als het om een oudere versie van rsync gaat.
ro: Implicit - Rsync va selecta algoritmul 'în timpul' pentru o versiune 3.0.0 sau mai nouă de rsync și algoritmul 'înainte' pentru o versiune mai veche de rsync.
ru: По умолчанию - Rsync будет выбрать алгоритм 'во время' при обмене с Rsync 3.0.0 или более поздней версии, и алгоритма 'до' при обмене с более старой версией Rsync.
sv: Standard - Rsync kommer att välja 'during' algoritm vid kommunikation med rsync 3.0.0 eller nyare och 'before' algoritm vid kommunikation med äldre rsync.
uk: За замовчуванням - Rsync буде вибрати алгоритм "під час" при зверненні до Rsync 3.0.0 або пізніших версій і алгоритм "до" при зверненні до старіших Rsync.
zh_cn: 默认 - 当谈到rsync 3.0.0或更新的rsync时，rsync将选择“在期间”算法，当谈到旧的rsync时，选择'before'算法。

source: Before - File-deletions will be done before the transfer starts.
af: Voordat - Lêer- delesies sal gedoen word voordat die oordrag begin.
ca: Abans - L'esborrat d'arxius es faran abans que comenci la transferència.
cs: Před – soubory budou smazány před zahájením přenosu.
de: 'Before' - Dateilöschungen werden ausgeführt, bevor die Dateiübertragungen beginnen
el: Πριν - Οι διαγραφές αρχείων θα γίνουν πριν ξεκινήσει η μεταφορά.
es: Antes - Borrado-Archivo se llevará a cabo antes de que comience la transferencia.
fr: Avant -les suppressions de fichiers seront terminées avant que le transfert commence.
hu: Előtte - Átvitel megkezdése előtt töröljük a fájlokat.
it: Before - Le cancellazioni dei files avverranno prima che il trasferimento abbia inizio.
lo: ກ່ອນ - ການລຶບໄຟລ໌ຈະຖືກດຳເນີນການກ່ອນທີ່ການໂອນຈະເລີ່ມຕົ້ນ.
nl: Voor - Bestands-verwijderingen zullen voltooid zijn voor de overdracht plaats gaat vinden.
pl: Przed - usunięcia plików będą wykonywane przed rozpoczęciem transferu.
ro: Înainte - Ștergerea fișierelor se va face înainte de începerea transferului.
ru: Перед - File-deletions будет сделано до начала передачи.
sv: Före - Filborttagning kommer att ske innan överföringen startar.
uk: Перед - Видалення файлів буде завершено до початку передачі.
zh_cn: 之前 - 文件删除将在传输开始之前完成。

source: During - File-deletions will be done incrementally as the transfer happens.
af: Gedurende - Lêer weglatings sal inkrementeelly gedoen word as die oordrag gebeur.
ca: Durant - la eliminació d'arxius es farà progressivament a mesura que passa la transferència.
cs: Během – mazání souborů bude probíhat postupně, tak jak budou přenášeny.
de: Während - File-Löschungen werden während des Transfers inkrementell erledigt.
el: Κατά τη διάρκεια - Οι διαγραφές αρχείων θα γίνουν σταδιακά κατά τη διάρκεια της μεταφοράς.
es: Durante - Borrado-Archivo se hará progresivamente a medida que transcurre la transferencia.
fr: Pendant - la suppression de fichiers se fera progressivement à mesure que le transfert se produit.
hu: Közben - Átvitel közben növekményesen töröljük a fájlokat.
it: Durante - La cancellazione dei file verrà effettuata in modo incrementale durante il trasferimento.
lo: ລະຫວ່າງ - ການລຶບໄຟລ໌ຈະຖືກດຳເນີນການເທື່ອລະໜ້ອຍເມື່ອການໂອນເກີດຂຶ້ນ.
nl: Tijdens - Bestands-verwijderingen geschiedt stapsgewijs als de overdracht loopt.
ro: În timpul - Ștergerea fișierelor se va face incremental în timpul transferului.
ru: В течение - File-deletions будет осуществляться постепенно по мере осуществления передачи.
sv: Under - Filborttagning kommer att ske samtidigt som överföringen sker.
uk: В процесі - Видалення файлів буде здійснюватися поступово в міру проходження передачі.
zh_cn: 期间-文件-删除将随着传输发生逐步完成。

source: Delay - File-deletions will be computed during the transfer, and then removed after the transfer completes.
af: Vertraag - Lêer-skrappings sal wees computed gedurende die oordrag en dan verwyder word na die oordrag.
ca: Retard - el esborat d'arxius serà fet evaluat durant la transferència i esborrat quant la transferència acabi.
cs: Prodleva – mazání souborů bude vypočítáváno v průběhu přenosu a odebrány po dokončení přenosu.
de: Verzögert - File-Löschungen werden während des Transfers ermittelt und erst nach dem Transfer gelöscht.
el: Καθυστέρηση - Οι διαγραφές αρχείων θα υπολογιστούν κατά τη διάρκεια της μεταφοράς, και τα αρχεία θα διαγραφούν όταν ολοκληρωθεί η μεταφορά.
es: Retraso Barrado-Archivo serán computados durante la transferencia y luego removido después que la transferencia se complete
fr: Delay - l'effacement de fichiers sera calculée au cours du transfert, puis retiré une fois le transfert terminé.
hu: Késleltetés - Átvitel közben számoljuk a fájltörléseket, és az átvitel után töröljük a fájlokat.
it: Delay - Le cancellazioni dei files saranno calcolate durante il trasferimento e verrano rimosse dopo il completamento del trasferimento.
lo: ຊັກຊ້າ - ການລຶບໄຟລ໌ຈະຖືກຄິດໄລ່ໃນລະຫວ່າງການໂອນ, ແລະ ຈາກນັ້ນຈະຖືກລຶບອອກຫຼັງຈາກການໂອນສຳເລັດ.
nl: Vertraagd - Bestands-verwijderingen zullen berekend worden tijdens de overdracht, en nadien verwijderd worden als de overdracht voltooid is.
ro: Întârziere - Fișierele vor fi marcate pentru ștergere în timpul transferului, ștergerea efectivă urmând a fi făcută la finalizarea transferului.
ru: Задержка - File-deletions будет вычисляться во время передачи, а затем удаляются после завершения передачи.
sv: Fördröjning - Filborttagningar kommer att beräknas under överföringen och utföras när denna avslutats.
uk: Затримка - Видалення файлів буде обчислюватися під час передачі і буде потім видалено після того, як передача буде завершено.
zh_cn: 延迟 - 文件删除将在传输期间计算，然后在传输完成后删除。

source: After - File-deletions will be done after the transfer has completed.
af: Na - sal lêer-weglatings gedoen word na die oordrag voltooi.
ca: Després - es durà a terme d'eliminació d'arxius després de la transferència s'ha completat.
cs: Poté – soubory budou smazány až po dokončení přenosu.
de: Nachfolgende Befehle zum Löschen der Datei erfolgen erst, nachdem der Dateitransfer beendet ist.
el: Μετά - Οι διαγραφές αρχείων θα γίνουν μετά την ολοκλήρωση της μεταφοράς.
es: Despues - Borrado-Archivo se hará después que la transferencia se haya completado.
fr: Après - La suppression de fichiers sera effectuée après la fin du transfert.
hu: Utána - Átvitel befejezése után töröljük a fájlokat.
it: After - Le cancellazioni dei files avverranno dopo che il trasferimento sarà completato.
lo: ຫຼັງຈາກ - ການລຶບໄຟລ໌ຈະຖືກດຳເນີນການຫຼັງຈາກການໂອນສຳເລັດແລ້ວ.
nl: Na - Bestands-verwijdering zullen gedaan worden nadat de overdracht voltooid is.
pl: Po - Usunięcia plików będą wykonywane po zakończeniu transferu.
ro: După - Ștergerea fișierelor va fi făcută după finalizarea transferului.
ru: После - File-deletions будет сделано после того, как передача будет завершена.
sv: Efter - Filborttagning kommer att ske när överföringen genomförts.
uk: Після - видалення файлу буде виконано після того, як передача буде завершена.
zh_cn: 在传输完成后将 -File-deletions

source: Delete Algorithm
af: Skrap Algoritme
ca: Eliminar algoritme
cs: Smazat algoritmus
de: Löschalgorithmus
el: Διαγραφή αλγόριθμου
es: Algoritmo de borrado
fr: Algorithme de suppression
hu: Algoritmus törlése
it: Algoritmo di cancellazione
lo: Algorithm ການລຶບ
nl: Algoritme Verwijderen
pl: Usuń algorytm
ro: Algoritm ștergere
ru: Удалить алгоритм
sv: Ta bort algoritm
uk: Алгоритм видалення
zh_cn: 删除算法

source: Quiet
af: Sag
ca: Silenciós
cs: Tiché
de: Leise
el: Λειτουργία σιγής
es: Silencio
fr: Silencieux
hu: Halk
it: Silenzioso
lo: ງຽບ
nl: Stil
pl: Cicho
ro: În liniște
ru: "Тихий" режим
sv: Tyst
uk: Тихий
zh_cn: 安静

source: Suppress non-error messages.
af: Onderdruk nie-fout boodskappe.
ca: Suprimir els missatges no relacionats amb errors.
cs: Zobrazit pouze zprávy o chybách, ostatní potlačit.
de: Unterdrücken von Nachrichten ohne Fehlerrelevanz.
el: Απόκρυψη των μηνυμάτων που δεν αφορούν σφάλματα.
es: Suprimir mensajes que no son de error.
fr: Supprimer les messages autres que les messages d'erreur.
hu: Elhagyja a nem-hiba üzenetek
it: I messaggi non di errore vengono soppressi.
lo: ລະງັບຂໍ້ຄວາມທີ່ບໍ່ແມ່ນຂໍ້ຜິດພາດ.
nl: Schrappen geen-fout berichten.
pl: Nie wyświetlaj wiadomości nie zawierających informacji o błędach
ro: Afișare doar mesaje de eroare.
ru: Подавлять сообщения без ошибок
sv: Uteslut korrekta meddelanden
uk: Приховати повідомлення не про помилку.
zh_cn: 只显示错误讯息。

source: Preserve Permissions
af: Bewaar- Toestemmings
ca: Preservar permisos
cs: Zachovat přístupová práva
de: Behalte Rechte
el: Διατήρηση Δικαιωμάτων
es: Preservar permisos
fr: Préserver les autorisations
hu: Jogosultságok megőrzése
it: Preservare i permessi
lo: ຮັກສາສິດອະນຸຍາດ
nl: Reserveer Machtigingen
pl: Zachowaj uprawnienia
ro: Păstrare permisiuni
ru: Сохранять права доступа
sv: Bevara rättigheter
uk: Зберігання Дозволів
zh_cn: 保留权限

source: This option causes the receiving rsync to set the destination permissions to be the same as the source permissions.
af: Die opsie veroorsaak dat die ontvangs rsync die toestemmings dieselfde instel as die oorsprong toestemmings.
ca: Aquesta opció fa que el rsync rebuts estableixi els permisos de destinació per ser els mateixos que els permisos d'origen.
cs: Tato předvolba zajistí, že přijímající nástroj rsync nastaví přístupová práva na souborech a složkách přesně tak, jako jsou na straně odesílajícího.
de: Diese Option bewirkt, dass das empfangende Rsync die Zielrechte genau so setzt wie die der Quelle.
el: Η επιλογή αυτή κάνει το rsync να ρυθμίζει τα δικαιώματα των στοιχείων στον προορισμό ώστε να είναι η ίδια με τα δικαιώματα της πηγής.
es: Esta opcion hace que rsync de los mismos permisos a los destinos que los permisos del origen.
fr: Configure le rsync récepteur de manière à mettre les permissions de la destination comme celles de la source.
hu: Ezen opció hatására beállítja a fogadó rsync a cél jogosultságokat ugyan olyanra, mint a forrás jogosultságok.
it: Questa opzione fa in modo che l'rsync di destinazione imposti i permessi affinché questi siano gli stessi di quelli della sorgente.
lo: ຕົວເລືອກນີ້ເຮັດໃຫ້ rsync ທີ່ຮັບກຳນົດສິດອະນຸຍາດປາຍທາງໃຫ້ຄືກັນກັບສິດອະນຸຍາດຕົ້ນທາງ.
nl: Deze optie zorgt er voor dat de ontvangende rsync bestemmings toestemmingen het zelfde blijven als de bron toestemmingen.
pl: Ta opcja spowoduje że rsync pobierze i ustawi docelowe zezwolenia na takie same jak źródłowe.
ro: Această opțiune determină serviciul rsync să seteze permisiunile la destinație conform celor de la sursă.
ru: Эта настройка позволяет rsync устанавливать права доступа получателя такими же, как у источника
sv: Det här alternativet gör att mottagande rsync har samma destinationsbehörigheter som källans behörigheter.
uk: Ця опція дозволяє rsync встановлювати права доступу одержувача такими ж, як у джерела
zh_cn: 此选项会导致接收 rsync 以本地的权限来更新目的端的权限。
