Repository: rojim666/xigmanas-code-r10599-trunk
Catalog: locale/xigmanas-*.po
Languages: af, ca, cs, de, el, es, fr, hu, it, lo, nl, pl, ro, ru, sv, uk, zh_cn

source: Enable Zeroconf/Bonjour to advertise services of this device.
af: Ontsper Zeroconf/Bonjour op die dienste te adverteer van hieride toestel
ca: Habilitar Zeroconf/Bonjour per anunciar serveis d'aquest dispositiu.
cs: Zapnout propagování služeb tohoto zařízení protokolem Zeroconf/Bonjour
de: Zeroconf/Bonjour aktivieren, um Dienste dieses Gerätes bekannt zu machen.
el: Ενεργοποίηση του Zeroconf/Bonjour για τη διαφήμιση των υπηρεσιών αυτής της συσκευής
es: Habilitar Zeroconf/Bonjour para advertir a otros dispositivos
fr: Activer Zeroconf/Bonjour pour annoncer les services de la machine.
hu: Az eszköz szolgáltatásait közzétevő Zeroconf/Bonjour engedélyezése.
it: Abilita Zeroconf / Bonjour per publiccare i servizi di questo dispositivo.
lo: ເປີດໃຊ້ Zeroconf/Bonjour ເພື່ອປະກາດບໍລິການຂອງອຸປະກອນນີ້.
nl: Inschakelen Zeroconf/Bonjour netwerkprotocol om zijn services kenbaar te maken vanaf deze server.
ro: Activare Zeroconf/Bonjour pentru promovarea serviciilor acestui dispozitiv.
ru: Включить Zeroconf/Bonjour для объявления служб этого устройства
sv: Aktivera Zeroconf/Bonjour för att annonsera tjänster från denna enhet.
uk: Включити Zeroconf / Bonjour, щоб рекламувати послуги даного пристрою.
zh_cn: 启用Zeroconf / Bonjour来广播此设备的服务。

source: Power Daemon
af: Krag Daemon
ca: Dimoni d'alimentació
cs: Služba správy napájení
el: Δαίμονας Ενέργειας
es: Demonio de control de energia (powerd)
fr: Gestion d'énergie
hu: Energiafelhasználás démon
nl: Energie Service
pl: Deamon zasilania
ro: Daemon Energetic
ru: Процесс управления электропитанием
sv: Strömdemon
uk: Демон живлення
zh_cn: 电源监控守护进程

source: Enable the server power control utility.
af: Inskakel die bediener krag beheer nut.
ca: Activa la utilitat de control d'alimentació del servidor.
cs: Zapnout nástroj pro řízení napájení serveru.
de: Server Energieverwaltung aktivieren
el: Ενεργοποίηση του εργαλείου διαχείρισης ενέργειας του διακομιστή.
es: Habilitar la utilidad de control de alimentación del servidor
fr: Activer l'utilitaire de contrôle d'alimentation du serveur.
hu: Szerver áramellátó segédprogram bekapcsolása.
it: Attiva l'utilità di controllo energetico del server.
lo: ເປີດໃຊ້ງານເຄື່ອງມືຄວບຄຸມພະລັງງານຂອງເຊີບເວີ.
nl: Inschakelen server energiebeheer modus.
ro: Activare utilitar pentru controlul puterii serverului.
ru: Включение утилиты управления питанием сервера.
sv: Aktivera serverns effektkontrollfunktion.
uk: Увімкнути утиліту управління живленням сервера.
zh_cn: 启用服务器电源控制工具。

source: The powerd utility monitors the server state and sets various power control options accordingly.
af: Die powerd nutsprogram monitor die bediener se huidige status en stel gevolglik verskillend krag kontrole opsies.
ca: La utilitat powerd monitoritza l'estat del servidor i estableix diverses opcions de control de potència en conseqüència.
cs: Nástroj powerd sleduje stav serveru a příslušně dle toho nastavuje různé parametry napájení.
de: Das powerd Programm überwacht den Server Status und setzt verschiedene entsprechende Optionen zur Leistungssteuerung.
el: Το εργαλείο powerd παρακολουθεί την κατάσταση του διακομιστή και αναλόγως ορίζει διάφορες διάφορες επιλογές ελέγχου ενέργειας.
es: El servicio powerd, monitoriza el estado y actua consecuentemente en varios puntos de control del equipo.
fr: L'utilitaire de puissance surveille l'état du serveur et définit les différentes options de commande de puissance en conséquence.
hu: A powerd segédprogram figyeli a szerver állapotát és ez alapján kezeli a különböző energiagazdálkodási beállításokat.
it: L'utilità powerd monitora lo stato del server e setta di conseguenza diverse opzioni di controllo potenza.
lo: ເຄື່ອງມື powerd ຕິດຕາມສະຖານະຂອງເຊີບເວີ ແລະ ຕັ້ງຄ່າຕົວເລືອກການຄວບຄຸມພະລັງງານຕ່າງໆຕາມຄວາມເໝາະສົມ.
nl: De powerd tool monitort de staat van de server en bestuurd diverse energieopties om het energieverbruik te beheersen.
ro: Utilitarul powerd permite monitorizarea serverului și permite setarea opțiunilor pentru consum.
ru: Утилита powerd ведет наблюдение за состоянием системы и выставляет соответствующие настройки управления электропитанием.
sv: Powerd funktionen övervakar serverns status och justerar olika effektkontrolloptioner utifrån detta.
uk: Утиліта powerd відстежує стан сервера і встановлює різні відповідні варіанти управління живленням.
zh_cn: 电源工具监视服务器状态，并相应地设置各种电源控制选项。

source: Maximum (Highest Performance)
af: Maksimum (Hoogste Werksverrigting)
ca: Màxim (rendiment més alt)
cs: Nejvíce (nejvyšší výkon)
de: Maximum (höchste Performance)
el: Maximum (Υψηλότατες Επιδόσεις)
es: Máximo (Rendimiento mas Alto)
fr: Maximum ( Performance Maximale)
hu: Maximum (Legjobb teljesítmény)
it: Massimo (performance massime)
lo: ສູງສຸດ (ປະສິດທິພາບສູງສຸດ)
nl: Maximaal (Hoogste Prestaties)
pl: Maksimum (Najwyższa wydajność)
ro: Maxim (Performanță Maximă)
ru: Maximum (высочайшая производительность)
sv: Maximal (Högsta prestanda)
uk: Максимум (висока продуктивність)
zh_cn: 最大（最高性能）

source: Hiadaptive (High Performance)
af: Hiadpative (Hoë Prestasie)
ca: Hiadaptive (alt rendiment)
cs: Vysoce přizpůsobivé (vysoký výkon)
de: hoch adaptiv (optimiert auf Leistung)
el: Hiadaptive (Υψηλές Επιδόσεις)
es: Hiadaptive (Alto Rendimiento)
fr: Adaptive (Haute Performance)
hu: Nagy teljesítményű (Nagy teljesítmény)
it: Alto adattativo (Alte prestazioni)
lo: Hiadaptive (ປະສິດທິພາບສູງ)
nl: Hiadaptief
ro: Hi-adaptive (Înaltă performanță)
ru: Hiadaptive (высокая производительность)
sv: Högadaptiv (Hög prestanda)
uk: Hiadaptive (висока ефективність)
zh_cn: Hiadaptive（高性能）

source: Adaptive (Low Power Consumption)
af: Adaptieve (Lae krag verbruik)
ca: Adaptativa (baix consum d'energia)
cs: Přizpůsobivé (nízká spotřeba energie)
de: Angepasst (Niedriger Energieverbrauch)
el: Adaptive (Χαμηλή Κατανάλωση Ενέργειας)
es: Adaptativo (Low Power)
fr: Adaptive (Faible consommation d'énergie)
hu: Alkalmazkodó (alacsony energiafelhasználás)
it: Adattivo (Basso Consumo)
lo: Adaptive (ການໃຊ້ພະລັງງານຕ່ຳ)
nl: adaptief (Laag Energieverbruik)
pl: Adaptacyjny (Niskie zużycie energi)
ro: Adaptiv (Consum redus de energie)
ru: Adaptive (низкое энергопотребление)
sv: Adaptiv (Låg effektförbrukning)
uk: Адаптивний (низьке споживання енергії)
zh_cn: 自适应（节能）

source: Minimum (Lowest Performance)
af: Minimum (Laagste Werksverrigting)
ca: Mínim (rendiment més baix)
cs: Nejméně (nejnižší výkon)
de: Minimum (kleinste Performance)
el: Minimum (Χαμηλότατες Επιδόσεις)
es: Mínimo (Rendimiento mas Bajo)
fr: Minimum (Performance minimale)
hu: Minimum (Legalacsonyabb teljesítmény)
it: Minimo (performance minime)
lo: ຕ່ຳສຸດ (ປະສິດທິພາບຕ່ຳສຸດ)
nl: Minimaal (Laagste Prestaties)
pl: Minimum (Najmniejsza Wydajność
ro: Minim (Performanța minimă)
ru: Minimum (минимальная производительность)
sv: Minimum (Lägsta prestanda)
uk: Мінімум (низька продуктивність)
zh_cn: 最小（最低性能）

source: Controls the power consumption mode.
af: Kontroles die krag verbruik modus.
ca: Controla el mode de consum d'energia.
cs: Řídí režim řízení spotřeby energie.
de: Kontrolliert den Strom Verbrauchsmodus.
el: Ελέγχει τη λειτουργία κατανάλωσης ενέργειας.
es: Controlar el modo de consumo
fr: Contrôle le mode de consommation d'énergie.
hu: Szabályozza az energiafogyasztási módot.
it: Controlla la modalità di consumo energetico
lo: ຄວບຄຸມໂໝດການໃຊ້ພະລັງງານ.
nl: Selecteer een mode voor het energieverbruik.
pl: Kontroluje tryb zużycia energii.
ro: Controlează modul de consumul energetic.
ru: Управление режимом энергопотребления.
sv: Kontrollerar effektförbrukningsläget.
uk: Управляє режимом енергоспоживання.
zh_cn: 控制功耗模式。

source: Console Screensaver
af: Konsole Skermskut
ca: Salva pantalla de consola
cs: Šetřič obrazovky pro textovou konzoli
de: Bildschirmschoner Konsole
el: Προστασία οθόνης κονσόλας
es: Salvapantallas
fr: économiseur d'écran de la Console
hu: Konzol-képernyővédők
it: Salvaschermo console
lo: ພາບພັກໜ້າຈໍຄອນໂຊນ
pl: Wygaszacz ekranu konsoli
ro: Screensaver consolă
ru: Хранитель экрана консоли
sv: Konsolskärmsläckare
uk: Консольний скрінсейвер
zh_cn: 控制台屏幕保护程序

source: Enable console screensaver.
af: Ontsper konsole skermskut.
ca: Habilita estalvi de pantalla de la consola.
cs: Zapnout šetřič obrazovky pro konzoli.
de: Konsolen-Bildschirmschoner aktivieren.
el: Ενεργοποίηση προφύλαξης οθόνης κονσόλας.
es: Habilitar salvapantallas de la consola
fr: Activer l'écran de veille de la console.
hu: Konzol-képernyővédő engedélyezése.
it: Abilita console salvaschermo.
lo: ເປີດໃຊ້ງານພາບພັກໜ້າຈໍຄອນໂຊນ.
nl: Inschakelen console schermbeveiliging.
pl: Włącz wygaszacz ekranu konsoli.
ro: Activare screen-saver consolă.
ru: Включить хранитель экрана консоли.
sv: Aktivera konsolskärmsläckare.
uk: Увімкнути консольний скрінсейвер.
zh_cn: 启用控制台屏幕保护。

source: Serial Console
af: Seriële Konsole
ca: Consola sèrie
cs: Sériová konzole
de: Serielle Konsole
el: Σειριακή κονσόλα
es: Consola serie
fr: Console série
hu: Soros konzol
it: Console seriale
lo: ຄອນໂຊນ Serial
ro: Consolă serială
ru: Консоль serial-порта
sv: Seriell Konsol
uk: Консоль послідовного доступу
zh_cn: 串口控制台

source: Enable serial console.
af: Inskakel seriële konsole
ca: Activa consola serie.
cs: Zapnout sériovou konzoli.
de: Serielle Konsole aktivieren.
el: Ενεργοποίηση σειριακής κονσόλας
es: Habilitar consola RS-232
fr: Activer la console série
hu: Speciális konzol engedélyezése.
it: Abilita la console seriale
lo: ເປີດໃຊ້ງານຄອນໂຊນ serial.
nl: Inschakelen serial console.
ro: Activare consolă serială.
ru: Включить доступ к консоли по последовательному интерфейсу.
sv: Aktivera seriell konsol.
uk: Увімкнути консоль послідовного порту (COM).
zh_cn: 启用串口控制台

source: The COM port in BIOS has to be enabled before enabling this option.
af: Die COM poort in die BIOS moet ontesper word voor hierdie opsie ontsper word.
ca: El port COM a la BIOS ha de ser activat abans d'activar aquesta opció.
cs: Před zapnutím této funkce je třeba, aby COM port byl zapnut i v BIOS/(U)EFI stroje.
de: Um diese Option zu nutzen, muss der COM-Port im BIOS aktiviert werden
el: Πριν ενεργοποιήσετε αυτή την επιλογή θα πρέπει να είναι ενεργοποιημένη από το BIOS η θύρα COM.
es: El puerto COM debe ser habilitado en la BIOS antes de habilitar esta funcion
fr: Le port COM doit être activé dans le BIOS avant d'activer cette option.
hu: A COM portot engedélyezni kell a BIOS-ban mielőtt beállítaná ezt az opciót.
it: La porta COM deve essere attivata nel BIOS prima di attivare questa opzione.
lo: ພອດ COM ໃນ BIOS ຕ້ອງຖືກເປີດໃຊ້ງານກ່ອນທີ່ຈະເປີດໃຊ້ຕົວເລືອກນີ້.
nl: De COM-poort in het BIOS moet ingeschakeld zijn vóór u deze optie inschakeld!
pl: Przed włączeniem tej opcji włącz port COM w BIOSie.
ro: Portul COM trebuie să fie mai întîi activat în BIOS.
ru: COM-порт должен быть включен в BIOS до разрешения этой опции.
sv: COM-porten i BIOS behöver aktiveras innan aktivering av detta val.
uk: Перед ввімкненням цієї опції треба увімкнути COM-порт в BIOS.
zh_cn: 启用此选项之前必须在BIOS中启用COM端口。

source: Unkown
ca: Desconegut
de: Unbekannt
el: Άγνωστο
es: Desconocido
fr: Inconnu
hu: Ismeretlen
it: Sconosciuto
lo: ບໍ່ຮູ້ຈັກ
nl: Onbekend
ro: Necunoscut
ru: Неизвестно
sv: Okänd
uk: Невідомий
zh_cn: 未知

source: Unformated
af: Ongeformatteerde
ca: Sense formatar
cs: Bez souborového systému
de: Unformatiert
el: Αδιαμόρφωτο
es: Sin formato
fr: Non formaté
hu: Formázatlan
it: Non formattato
lo: ຍັງບໍ່ໄດ້ຟໍແມັດ
nl: Niet geformatteerd
pl: Niesformatowany
ro: Neformatat
sv: Oformaterad
uk: Неформатований
zh_cn: 尚未格式化

source: SoftRaid
af: SagteRaid
cs: SoftwarovyRAID
el: RAID μέσω λογισμικού
fr: RAID Logiciel
hu: SzoftRaid
pl: RAID programowy
sv: MjukvaruRaid
uk: Програмний RAID
zh_cn: 软RAID

source: Encrypted
af: Geïnkripteer
ca: Encriptat
cs: Zašifrováno
de: Verschlüsselt
el: Κρυπτογραφημένο
es: Cifrado
fr: Chiffré
hu: Titkosított
it: Cifrato
lo: ເຂົ້າລະຫັດ
nl: Gecodeerd
pl: Zaszyfrowany
ro: Criptat
ru: Зашифровано
sv: Krypterad
uk: Зашифровано
zh_cn: 已加密

source: Second
af: Tweede
ca: Segon
cs: Sekunda
de: Sekunde
el: Δευτερόλεπτο
es: Segundo
fr: Seconde
hu: Másodperc
it: Secondo
lo: ວິນາທີ
nl: Seconde
pl: Drugi
ro: Secundă
ru: сек.
sv: Sekund
uk: Сек.
zh_cn: 秒

source: Seconds
af: Sekondes
ca: Segons
cs: Sekund
de: Sekunden
el: Δευτερόλεπτα
es: Segundos
fr: Secondes
hu: Másodperc
it: Secondi
lo: ວິນາທີ
nl: Seconden
pl: Sekundy
ro: Secunde
ru: сек.
sv: Sekunder
uk: Сек.
zh_cn: 秒

source: Minute
af: Minuut
ca: Minut
cs: Minuta
el: Λεπτό
es: Minuto
hu: Perc
it: Minuto
lo: ນາທີ
nl: Minuut
pl: Minuta
ro: Minut
ru: мин.
sv: Minut
uk: Хв.
zh_cn: 分钟

source: Hour
af: Uur
ca: Hora
cs: Hodina
de: Stunde
el: Ώρα
es: Hora
fr: Heure
hu: Óra
it: Ora
lo: ຊົ່ວໂມງ
nl: Uur
pl: Godzina
ro: Oră
ru: час.
sv: Timme
uk: Год.
zh_cn: 小时

source: Day
af: Dag
ca: Dia
cs: Den
de: Tag
el: Ημέρα
es: Día
fr: Jour
hu: Nap
it: Giorno
lo: ມື້
nl: Dag
pl: Dzień
ro: Zi
ru: дн.
sv: Dag
uk: День
zh_cn: 日

source: %1$s managed, %2$s used, %3$s available
af: %1$s bestuurde, %2$s gebruik is, %3$s beskikbaar
ca: %1$s gestionat, %2$s utilitzat, %3$s disponible
cs: %1$s spravováno, %2$s použito, %3$s k dispozici
de: %1$s verwaltet, %2$s verwendet, %3$s verfügbar
el: %1$s διαθέσιμα, %2$s σε χρήση, %3$s διαθέσιμα
es: %1$s gestionado, %2$s usado, %3$s disponible
fr: %1$s géré, %2$s utilisé, %3$s disponible
hu: %1$s menedzselt, %2$s használt, %3$s elérhető
it: %1$s gestito, %2$s utilizzato, %3$s disponibile
lo: %1$s ຈັດການ, %2$s ໃຊ້ແລ້ວ, %3$s ວ່າງ
nl: %1$s beheerd, %2$s gebruikt, %3$s beschikbaar
pl: %1$s zażądzne, %2$s użyte, %3$s dostępne
ro: %1$s manageriați, %2$s utilizați, %3$s disponibili
ru: %1$s всего, %2$s использовано, %3$s доступно
sv: %1$s hanterat, %2$s använt, %3$s tillgängligt
uk: %1$s всього, %2$s використано, %3$s доступно
zh_cn: %1$s已管理，%2$s已使用， %3$s可用

source: Total: %1$s | Used: %2$s | Available: %3$s
af: Totaal: %1$s | Gebruikde: %2$s | Beskikbaar: %3$s
ca: Total: %1$s | Usat: %2$s | Disponible: %3$s
de: Gesamt: %1$s | Verwendet: %2$s | Verfügbar: %3$s
el: Σύνολο: %1$s | Σε χρήση: %2$s | Διαθέσιμα: %3$s
fr: Total: %1$s | Utilisé: %2$s | Disponible: %3$s
it: Totale: %1$s | Usato: %2$s | Disponibile: %3$s
lo: ທັງໝົດ: %1$s | ໃຊ້ແລ້ວ: %2$s | ວ່າງ: %3$s
nl: Totaal: %1$s | Gebruikt: %2$s | Beschikbaar: %3$s
ro: Total: %1$s | Utilizat: %2$s | Disponibil: %3$s
ru: Всего: %1$s | Использовано: %2$s | Доступно: %3$s
sv: Totalt: %1$s | Använt: %2$s | Tillgängligt: %3$s
uk: Всього: %1$s | Використано: %2$s | Доступно: %3$s
zh_cn: 全部： %1$s | 已使用：%2$s | 可用：%3$s

source: %2$s used, %3$s available
af: %2$s gebruik is, %3$s beskikbaar
ca: %2$s usat, %3$s disponible
cs: %2$s použito, %3$s dostupný
de: %2$s verwendet, %3$s verfügbar
el: %2$s σε χρήση, %3$s διαθέσιμα
es: %2$s usado, %3$s disponible
fr: %2$s utilisé, %3$s disponible
hu: %2$s használt, %3$s elérhető
it: %2$s utilizzato, %3$s disponibile
lo: %2$s ໃຊ້ແລ້ວ, %3$s ວ່າງ
nl: %2$s gebruikt, %3$s beschikbaar
pl: %2$s użyte, %3$s dostępne
ro: %2$s utilizați, %3$s disponibili
ru: %2$s использовано, %3$s доступно
sv: %2$s använt, %3$s tillgängligt
uk: %2$s використано, %3$s доступно
zh_cn: 已使用%2$s，可用%3$s

source: Communication Error
af: Kommunikasie Fout
ca: Error de comunicació
cs: Chyba v komunikaci
de: Übermittlungsfehler
el: Σφάλμα Επικοινωνίας
es: Error de comunicación
fr: Erreur de communication
hu: Kommunikációs hiba
it: Errore di comunicazione
lo: ຂໍ້ຜິດພາດການສື່ສານ
nl: Communicatiefout
pl: Błąd komunikacji
ro: Eroare de comunicație
ru: Ошибка соединения
sv: Kommunikationsfel
uk: Помилка зв'язку
zh_cn: 通讯错误

source: More than a day
af: Meer as een dag
ca: Mès d'un dia
de: Mehr als einen Tag
el: Περισσότερο από μία ημέρα
es: Más de un día
fr: Plus d'un jour
it: Più di un giorno
lo: ຫຼາຍກວ່າໜຶ່ງມື້
nl: Meer dan een dag
ro: Mai mult de o zi
ru: Больше суток
sv: Mer än en dag
uk: Більше одного дня
zh_cn: 超过一天

source: No data
af: Geen data
ca: Sense dades
de: Keine Daten
el: Δεν υπάρχουν δεδομένα
es: No hay datos
fr: Pas de données
hu: Nincs adat
it: Dati Mancanti
lo: ບໍ່ມີຂໍ້ມູນ
nl: Geen data
ro: Nu există date
ru: Нет данных
sv: Inga data
uk: Немає даних
zh_cn: 无数据

source: %u hour
af: %u uur
ca: %u hora
cs: %u hodina
de: %u Stunde
el: %u ώρα
es: %u hora
fr: %u heure
hu: %u óra
it: %u ora
lo: %u ຊົ່ວໂມງ
nl: %u uur
pl: %u godzina
ro: %u oră
ru: %u час
sv: %u timme
uk: %u год.
zh_cn: %u 小时

source: %u hours
af: %u ure
ca: %u hores
cs: %u hodiny
de: %u Stunden
el: %u ώρες
es: %u horas
fr: %u heures
hu: %u óra
it: %u ore
lo: %u ຊົ່ວໂມງ
nl: %u uren
pl: %u godzin
ro: %u ore
ru: %u часов
sv: %u timmar
uk: %u год.
zh_cn: %u 小时

source: %u minute
af: %u minuut
ca: %u minut
cs: %u minuta
el: %u λεπτό
es: %u minuto
hu: %u perc
it: %u minuto
lo: %u ນາທີ
nl: %u minuut
pl: %u minuta
ro: %u minut
ru: %u минута
sv: %u minut
uk: %u хв.
zh_cn: %u 分钟

source: %u minutes
af: %u minute
ca: %u minuts
cs: %u minut
de: %u Minuten
el: %u λεπτά
es: %u minutos
hu: %u perc
it: %u minuti
lo: %u ນາທີ
nl: %u minuten
pl: %u minut
ro: %u minute
ru: %u минут
sv: %u minuter
uk: %u хв.
zh_cn: %u分钟

source: %u second
af: %u sekonde
ca: %u segon
cs: %u sekunda
de: %u Sekunde
el: %u δευτερόλεπτο
es: %u segundo
fr: %u seconde
hu: %u másodperc
it: %u secondo
lo: %u ວິນາທີ
nl: %u seconde
pl: %u sekunda
ro: %u secundă
ru: %u секунда
sv: %u sekund
uk: %u сек.
zh_cn: %u 秒

source: %u seconds
af: %u sekondes
ca: %u segons
cs: %u sekund
de: %u Sekunden
el: %u δευτερόλεπτα
es: %u segundos
fr: %u secondes
hu: %u másodperc
it: %u secondi
lo: %u ວິນາທີ
nl: %u seconden
pl: %u sekund
ro: %u seconde
ru: %u секунд
sv: %u sekunder
uk: %u сек.
zh_cn: %u秒

source: and
af: en
ca: i
cs: a
de: und
el: και
es: y
fr: et
hu: és
it: e
lo: ແລະ
nl: en
pl: i
ro: și
ru: и
sv: och
uk: та

source: Total: %1$s | Allocated: %2$s | Free: %3$s
af: Totaal: %1$s | Allokeerde: %2$s | Gratis: %3$s
ca: Total: %1$s | Assignat: %2$s | Lliure: %3$s
de: Gesamt: %1$s | Zugeordnet: %2$s | Frei: %3$s
el: Σύνολο: %1$s | Κατανεμημένα: %2$s | Ελεύθερα: %3$s
fr: Total: %1$s | Alloué: %2$s | Libre: %3$s
it: Totale: %1$s | Impiegato: %2$s | Libero: %3$s
lo: ທັງໝົດ: %1$s | ຈັດສັນແລ້ວ: %2$s | ວ່າງ: %3$s
nl: Totaal: %1$s | Toegewezen: %2$s | Vrij: %3$s
ro: Total: %1$s | Alocat: %2$s | Disponibil: %3$s
ru: Всего: %1$s | Выделено: %2$s | Свободно: %3$s
sv: Totalt: %1$s | Allokerat: %2$s | Ledigt: %3$s
uk: Всього: %1$s | Виділено: %2$s | Вільно: %3$s
zh_cn: 全部：%1$s | 已分配：%2$s | 空闲：%3$s

source: Exported
af: Uitgevoer
ca: Exportat
cs: Exportováno
de: Exportiert
el: Εξήχθη
es: Exportado
fr: Exporté
hu: Exportálva
it: Esportato
lo: ສົ່ງອອກແລ້ວ
nl: Geëxporteerd
pl: Wyeksportowano
ro: Exportat
ru: Экспортированно
sv: Exprterad
uk: Експортовано
zh_cn: 已导出

source: Destroyed
af: Vernielde
ca: Destruït
cs: Zlikvidováno
de: Aufgelöst
el: Καταστράφηκε
es: Eliminado
fr: Détruit
hu: Megsemmisítve
it: Distrutto
lo: ຖືກທຳລາຍ
nl: Vernietigd
pl: Zniszczone
ro: Distrus
ru: Разрушен
sv: Förstört
uk: Зруйновано
zh_cn: 已销毁

source: Spare
af: Spaar
ca: Recanvi
cs: Pohotovostní náhrada
de: Reserve
el: Εφεδρική συσκευή
es: Repuesto
fr: Disque de rechange (spare)
hu: Tartalék
it: Ricambio
lo: ສຳຮອງ
ro: Rezervă
ru: Запасной
sv: Reserv
uk: Запасний
zh_cn: 备用

source: L2 Cache
ca: Memòria cau L2
cs: Mezipaměť druhé úrovně (L2 cache)
fr: Cache L2
hu: L2 gyorsítótár
it: Cache L2
lo: ແຄຊ L2
ro: Cache L2
uk: Кеш L2
zh_cn: ２级缓存

source: Uninitialized
af: Ongeïnitialiseerd
ca: Sense inicialitzar
cs: Neinicializováno
de: Uninitialisiert
el: Μη αρχικοποιημένη
es: Sin inicializar
fr: Non initialisé.
hu: Inicializálatlan
it: Non inizializzato
lo: ຍັງບໍ່ໄດ້ເລີ່ມຕົ້ນ
nl: Geïnitialiseerd
ro: Neinițializat
ru: Неинициализирован
sv: Oinitierad
uk: Не ініціалізований
zh_cn: 未初始化

source: Potentially Active
af: Potensieel Aktief
ca: Potencialment activa
cs: Potenciálně aktivní
de: möglicherweise aktiv
el: Δυνητικά Ενεργό
es: Potencialmente Activo
fr: potentiellement actif
hu: Potenciálisan aktív
it: Potenzialmente attivo
lo: ອາດຈະເຄື່ອນໄຫວ
nl: Potentieel Active
pl: Potencjalnie Aktywna
ro: Potențial activ
ru: Потенциально Активный
sv: Potentiellt aktiv
uk: Потенційно Активний
zh_cn: 潜在活动

source: System tuning
af: Sisteem instemming
ca: Ajustos fins del sistema
cs: Vyladění systému
de: Systemfeineinstellungen
el: Ρύθμιση συστήματος
es: Configuración del sistema
fr: Réglage système
hu: Rendszer tuning
it: Tuning di sistema
lo: ການປັບແຕ່ງລະບົບ
nl: Systeem optimalisatie
pl: Dostrajanie systemu
ro: Reglare fină sistem
ru: Настройка системы
sv: Finjustering av systemet
uk: Налаштування системи
zh_cn: 系统微调

source: Deleting MBR and partition table
af: Skrap tans MBR en partisie tabel
ca: Suprimint el MBR i la taula de particions
cs: Mazání MBR oblasti a tabulky oddílů
de: MBR und Partitionstabelle wird gelöscht
el: Διαγραφή MBR και πίνακα κατατμήσεως
es: Borrar el MBR y la tabla de partición
fr: Suppression de la MBR et de la table des partitions
hu: MBR és partíciós táblák törlése
it: Eliminare MBR e tavola di partizione
lo: ກຳລັງລຶບ MBR ແລະ ຕາຕະລາງພາທິຊັນ
nl: Verwijderen van de MBR en partitie tabel
pl: Usuwananie zawartości MBR oraz tablicy partycji.
ro: Se șterge MBR-ul și tabela de partiții
ru: Удаление MBR и таблицы разделов
sv: Raderar MBR och partitionstabell
uk: Видалення MBR і таблиці розділів
zh_cn: 删除 MBR 和分区表中

source: Creating partition
af: Skep tans partisie
ca: Creant partició
cs: Vytváření oddílu
de: Erzeuge Partition
el: Δημιουργία διαμερίσματος
es: Creando partición
fr: Création de partition en cours
hu: Partíció létrehozása
it: Creare partizione
lo: ກຳລັງສ້າງພາທິຊັນ
nl: Creëer partitie
ro: Creare partiție
ru: Создание раздела
sv: Skapar partition
uk: Створення розділу
zh_cn: 正在创建分区

source: Creating filesystem with "Soft Updates"
af: Skep 'n leerstelsel met "Soft Updates"
ca: Crean el sistema de fitxers amb "Actualitzacions suaus"
de: Erstelle Dateisystem mit "Soft Updates"
el: Δημιουργία συστήματος αρχείων με "Soft Updates"
es: Creando el sistema de ficheros con "Actualizaciones suaves"
fr: Création d'un système de fichiers avec des "Mises à Jour Logicielles"
it: Creare un filesystem con "Aggiornamenti soft"
lo: ກຳລັງສ້າງລະບົບໄຟລ໌ດ້ວຍ "Soft Updates"
nl: Bestandssysteem maken met "Soft Updates"
ru: Создание файловой системы с "мягкими обновлениями"
sv: Skapar filsystem med "Mjuka Uppdateringar"
uk: Створення файлової системи з "програмними оновленнями"
zh_cn: 使用“软更新”创建文件系统

source: Using %s bytes fragment size.
af: Gebruik %s grepe fragmentase grootte.
ca: Utilitzant %s bytes fragmentat.
cs: S použitím velikosti fragmentu %s bajtů.
de: Nutze %s Bytes Fragmentgröße.
el: Χρήση %s bytes για μέγεθος κατακερματισμού.
es: Usar %s bytes de tamaño de fragmentación
fr: Utiliser %s la taille du fragment octets.
hu: %s bájt a töredezettségméret.
it: Dimensione frammenti in uso %s.
lo: ກຳລັງໃຊ້ຂະໜາດສ່ວນ %s ໄບຕ໌.
nl: %s fragment groote gebruiken
ro: Utilizare fragmente de %s octeți.
ru: Использовать резмер фрагмента в %s байт.
sv: Använder %s bytes fragmentstorlek.
uk: Використовується розмір фрагмента в %s байт.
zh_cn: %s 字节的片段大小（fragment size）。

source: Created UFS file system:
af: Het 'n UFS lêersisteem geskep:
ca: Crea sistema d'arxiu UFS:
cs: Vytvořený souborový systém UFS:
de: Erstellte UFS Dateisysteme
el: Δημιουργημένο σύστημα αρχείων UFS:
es: Crear un sistema de ficheros UFS
fr: Création du système de fichiers UFS:
hu: Létrehozott UFS fájlrendszer:
it: Creato file system UFS:
lo: ສ້າງລະບົບໄຟລ໌ UFS ແລ້ວ:
nl: Gecreëerd UFS filesysteem:
pl: Utworzono system plików UFS
ro: Fișiere sistem UFS create:
ru: Создана файловая система UFS:
sv: Skapade UFS filsystem:
uk: Створена файлова система UFS:
zh_cn: 建立 UFS 文件系统：
