Repository: rojim666/xigmanas-code-r10599-trunk
Catalog: locale/xigmanas-*.po
Languages: af, ca, cs, de, el, es, fr, hu, it, lo, nl, pl, ro, ru, sv, uk, zh_cn

source: ZFS volume properties not available.
af: ZFS volume eiendomme nie beskikbaar.
ca: Propietats de volum ZFS no disponibles.
de: ZFS-Volume-Eigenschaften nicht verfügbar.
el: Μη διαθέσιμες ιδιότητες τόμου ZFS.
es: Propiedades del volumen ZFS no disponibles
fr: Propriétés du volume ZFS non disponibles.
hu: ZFS kötet beállításai nem érhetőek el
it: Le proprietà del volume ZFS non sono disponibli
lo: ຄຸນສົມບັດໂວລຸມ ZFS ບໍ່ສາມາດໃຊ້ງານໄດ້.
nl: ZFS volume eigenschappen niet beschikbaar.
pl: Właściwości woluminu ZFS niedostępne.
ro: Proprietățile volumului ZFS nu sunt disponibile.
ru: Свойства тома ZFS недоступны.
sv: ZFS volymegenskaper inte tillgängliga.
uk: Властивості тома ZFS недоступні.
zh_cn: ZFS卷属性不可用。

source: ZFS Volume Information & Status
af: ZFS Volume Inligting en Status
ca: Informació de volum i estat de ZFS
cs: Stav a informace o ZFS svazku
de: ZFS-Datenträger-Informationen und -Status
el: Πληροφορίες και Κατάσταση του ZFS Τόμου
es: Info y estado de Volumenes ZFS
fr: Informations et statut des Volumes ZFS
hu: ZFS kötetinformáció és -állapot
it: Informazioni e stato del volume ZFS
lo: ຂໍ້ມູນ ແລະ ສະຖານະໂວລຸມ ZFS
nl: ZFS Volume Informatie & Status
pl: Informacje i status woluminu ZFS
ro: Informații & Stare volum ZFS
ru: Информация и статус ZFS разделов
sv: ZFS Volym Information & Status
uk: Інформація і статус тому ZFS
zh_cn: ZFS 卷信息和状态

source: ZFS Volume Properties
af: ZFS Volume Eienskappe
ca: Propietats del volum ZFS
cs: Vlastnosti ZFS svazku
de: ZFS-Datenträgereigenschaften
el: Ιδιότητες του ZFS Τόμου
es: Propiedades de Volumen ZFS
fr: Propriétés des Volumes ZFS
hu: ZFS kötettulajdonságok
it: Proprietà del volume ZFS
lo: ຄຸນສົມບັດໂວລຸມ ZFS
nl: ZFS Volume Eigenschappen
pl: Właściwośći woluminu ZFS
ro: Proprietăți volum ZFS
ru: Свойства ZFS разделов
sv: ZFS Volym Egenskaper
uk: Властивості тому ZFS
zh_cn: ZFS 卷属性

source: Add Pool
af: Voeg Swembad
ca: Afegir piscina
cs: Přidat fond
de: Pool Hinzufügen
el: Προσθήκη Pool
es: Añadir agrupación de dispositivos de datos(Pool)
fr: Ajouter un pool
hu: Tároló hozzáadása
it: Aggiungi pool
lo: ເພີ່ມພູລ
nl: Pool Toevoegen
pl: Dodaj pulę
ro: Adăugare Pool
ru: Добавить пул
sv: Lägg till pool
uk: Додати пул
zh_cn: 添加池

source: Edit Pool
af: Wysig Pool
ca: Edita piscina
cs: Upravit fond
de: Pool bearbeiten
el: Επεξεργασία Pool
es: Editar la agrupación de dispositivos(pool) ZFS
fr: Modifier le Pool
hu: Tároló módosítása
it: Modifica Pool
lo: ແກ້ໄຂພູລ
nl: Pool Bewerken
pl: Edytuj Pulę
ro: Editare Pool
ru: Редактировать пул
sv: Ändra Pool
uk: Редагувати Пул
zh_cn: 编辑池

source: Pool Information
af: Poel Inligting
ca: Informació sobre la piscina
cs: Informace o fondu
el: Πληροφορίες Pool
es: Información sobre la agrupación de dispositivos(pool)
fr: Informations sur le Pool
hu: Tárolóinformáció
it: Informazioni sul pool
lo: ຂໍ້ມູນພູລ
nl: Pool Informatie
pl: Informacje o puli
ro: Informații pool
ru: Информация о пуле
uk: Інформація про пул
zh_cn: 池信息

source: Pool is marked for deletion
af: Poel is gemerk vir skrap
ca: Piscina està marcada per ser esborrada
cs: Fond je označen ke smazání
de: Pool ist zum Löschen markiert
el: Το pool έχει σημειωθεί προς διαγραφή
es: La agrupación de dispositivos(pool) está marcada para borrado
fr: Le pool est marqué pour la suppression
hu: Tároló törlésre megjelölve
it: Pool è settato per la cancellazione
lo: ພູລຖືກໝາຍໄວ້ເພື່ອລຶບ
nl: Pool is gemarkeerd voor verwijdering
pl: Pula oznaczona do usunięcia
ro: Pool marcată pentru ștergere
ru: Пул помечен для удаления
sv: Poolen är markerad för borttagning
uk: Пул позначений для видалення
zh_cn: 池被标记为删除

source: Pool is protected
af: Poel is beskerm
ca: Piscina està protegida
cs: Fond úložišť je chráněn
de: Pool ist geschützt.
el: Το Pool είναι προστατευμένο
es: la agrupación de dispositivos(pool) está protegida
fr: Le Pool est protégé
hu: Tároló védett
it: Il Pool è protetto
lo: ພູລຖືກປ້ອງກັນ
nl: Pool is beveiligd
pl: Pula jest zabezpieczona
ro: Structura pool este protejată
ru: Пул защищён
sv: Poolen är skyddad
uk: Пул захищений
zh_cn: 池被保护

source: Pool is unlocked
af: Poel is oopgesluit
ca: La piscina està desbloquejada
cs: Fond úložišť je odemčený
de: Pool ist freigegeben.
el: Το Pool είναι ξεκλείδωτο
es: la agrupación de dispositivos(pool) está desbloqueada
fr: Le Pool est déverrouillé
hu: Atároló zárolását feloldottad
it: Il Pool è sbloccato
lo: ພູລຖືກປົດລັອກ
nl: Pool is ontgrendeld
pl: Pula jest odblokowana
ro: Structura pool este deblocată
ru: Пул разблокирован
sv: Poolen är olåst
uk: Пул розблокований
zh_cn: 池已解锁

source: Delete Selected Pools
af: Skrap Geselekteerde Poele
ca: Suprimeix piscines seleccionats
cs: Smazat označené fondy úložišť
de: Ausgewählte Pools löschen
el: Διαγραφή Επιλεγμένων Pool
es: borrar la(s) agrupación(es) de dispositivos de datos seleccionada(s).
fr: Effacer le(s) pool(s) sélectionné(s)
hu: Kiválasztott tárolók törlése
it: Cancella i Pools selezionati
lo: ລຶບພູລທີ່ເລືອກ
nl: Geselecteerde Pools Verwijderen
pl: Usuń wybrane pule
ro: Ștergere structuri pool selectate
ru: Удалить Выбранные Пулы
sv: Ta bort valda Pooler
uk: Видалити вибраний пул
zh_cn: 删除选中的池

source: Do you want to delete selected pools?
af: Wil jy die geselekteerde poele uitwis?
ca: Vols eliminar les piscines seleccionades?
cs: Opravdu smazat označené fondy úložišť?
de: Möchten Sie die ausgewählten ZFS-Pools löschen?
el: Θέλετε να διαγράψετε τα επιλεγμένα pool;
es: ¿Desea ELIMINAR la agrupación de dispositivos(pool) ZFS seleccionada?
fr: Voulez-vous supprimer le(s) pool(s) sélectionné(s)
hu: Biztos, hogy törlöd a kiválasztott tárolókat?
it: Vuoi cancellare i Pools selezionati?
lo: ທ່ານຕ້ອງການລຶບພູລທີ່ເລືອກບໍ?
nl: Wilt u de geselecteerde pools verwijderen?
pl: Czy chcesz usunąć wybrane pule ?
ro: Doriți să ștergeți structurile pool selectate?
ru: Хотите ли вы удалить выбранные пулы?
sv: Vill du ta bort valda pooler?
uk: Ви підтверджуєте видалення обраних пулів?
zh_cn: 要删除选中的池吗？

source: Virtual Device
af: Virtuele Toestel
ca: Dispositiu virtual
cs: Virtuální zařízení
de: Virtuelles Gerät
el: Εικονική Συσκευή
es: Dispositivo virtual
fr: Périphérique Virtuel
hu: Virtuális eszköz
it: Periferica Virtuale
lo: ອຸປະກອນສະເໝືອນ
nl: Virtuele Schijf
pl: Urządzenie Wirtualne
ro: Dispozitiv virtual
ru: Виртуальное устройство
sv: Virtuell enhet
uk: Віртуальний пристрій
zh_cn: 虚拟设备

source: I/O Statistics
af: I/O Statistieke
ca: Estadística de E/S
cs: Statistiky vst./výst.
de: I/O Statistik
el: Στατιστικά I/O
es: Estadisticas de E/S
fr: Statistiques E/S
hu: I/O statisztikák
it: I/O Statistiche
lo: ສະຖິຕິ I/O
nl: I/U Statistieken
pl: Statystyki Wejścia/Wyjścia
ro: Statistici I/O
ru: Статистика ввода/вывода
sv: I/O statistik
uk: Статистика введення/виведення
zh_cn: I/O 统计

source: Capacity
af: Kapasiteit
ca: Capacitat
cs: Kapacita
de: Kapazität
el: Χωρητικότητα
es: Capacidad
fr: Capacité
hu: Kapacitás
it: Capacità
lo: ຄວາມຈຸ
nl: Capaciteit
pl: Pojemność
ro: Capacitate
ru: Объем
sv: Kapacitet
uk: Ємність
zh_cn: 容量

source: Virtual device is already in use.
af: Virtuele toestel word reeds gebruik.
ca: El dispositiu virtual està en us.
cs: Virtuální zařízení je už v používání.
de: Virtuelles Laufwerk wird bereits verwendet.
el: Η Εικονική Συσκευή χρησιμοποιείται ήδη.
es: El dispositivo virtual esta en uso.
fr: Le périphérique virtuel est toujours utilisé
hu: Virtuális eszköz már használatban van.
it: Dispositivo virtuale già in uso.
lo: ອຸປະກອນສະເໝືອນກຳລັງຖືກໃຊ້ງານຢູ່.
nl: Virtuele schijf is reeds in gebruik.
pl: Urządzenie wirtualne jest obecnie w użyciu
ro: Dispozitivul virtual este deja utilizat.
ru: Виртуальное Устройство уже используется
sv: Virtuell enhet används redan.
uk: Віртуальний пристрій використовується
zh_cn: 虚拟设备已在使用

source: Virtual device can be removed.
af: Virtuele toestel kan verwyder word.
ca: El dispositiu virtual pot ser desconectat
cs: Virtuální zařízení je možné odebrat.
de: Virtuelles Laufwerk kann entfernt werden.
el: Η Εικονική Συσκευή μπορεί να διαγραφεί.
es: El dispositivo virtual puede ser removido
fr: Le périphérique virtuel peut être supprimé
hu: Virtuális eszköz eltávolítható.
it: Il dispositivo virtuale pùo essere rimosso
lo: ສາມາດລຶບອຸປະກອນສະເໝືອນໄດ້.
nl: Virtuele schijf kan worden verwijderd.
pl: Urządzenie wirtualne może być usunięte
ro: Dispozitivul virtual poate fi eliminat.
ru: Виртуальное Устройство может быть удалено
sv: Virtuell enhet kan tas bort.
uk: Віртуальний пристрій може бути видалений
zh_cn: 虚拟设备可移除

source: No configured virtual devices.
af: Geen opgestelde virtuele toestele.
ca: Dispositius virtuals no configurats.
cs: Nejsou nastavená žádná virtuální zařízení.
de: Keine virtuellen Geräte konfiguriert.
el: Δεν υπάρχουν ρυθμισμένες εικονικές συσκευές.
es: No configurado dispositivos virtuales
fr: Aucun périphérique virtuel configuré.
hu: Egy konfigurált virtuális eszköz sincs.
it: Nessuna virtual device configurata.
lo: ບໍ່ມີອຸປະກອນສະເໝືອນທີ່ຕັ້ງຄ່າໄວ້.
nl: Er zijn geen virtuele schijven geconfigureerd.
pl: Brak skonfigurowanych wirtualnych urządzeń
ro: Niciun dispozitiv virtual configurat.
ru: Нет конфигурированных виртуальных устройств.
sv: Inga konfigurerade virtuella enheter.
uk: Немає налаштованих віртуальних пристроїв.
zh_cn: 未配置虚拟设备。

source: Please add a virtual device first.
af: Voeg asseblief eers 'n virtuele toestel by.
ca: Si us plau, afegiu un dispositiu virtual en primer lloc.
cs: Nejprve přidejte virtuální zařízení.
de: Bitte erst ein virtuelles Gerät auswählen.
el: Παρακαλώ προσθέστε πρώτα μια εικονική συσκευή.
es: Por favor primero agregue un dispositivo virtual
fr: Ajouter d'abord un périphérique virtuel.
hu: Először egy virtuális lemezt adj hozzá.
it: Per favore aggiungere prima un dispositivo virtuale.
lo: ກະລຸນາເພີ່ມອຸປະກອນສະເໝືອນກ່ອນ.
nl: Voeg eerst een nieuwe virtuele schijf toe.
pl: Najpierw dodaj wirtualne urządzenie
ro: Va trebui să adăugați un dispozitiv virtual mai întâi.
ru: Пожалуйста, сначала добавьте виртуальное устройство.
sv: Lägg till en ny virtuell enhet först.
uk: Будь ласка, додайте віртуальний пристрій в першу чергу.
zh_cn: 请先添加虚拟设备。

source: %s already exists.
af: %s bestaan reeds.
ca: %s ja existeix.
cs: %s již existuje.
de: %s existiert bereits.
el: το %s υπάρχει ήδη.
es: %s ya existe.
fr: %s existe déjà.
hu: %s már létezik.
it: %s esiste già.
lo: %s ມີຢູ່ແລ້ວ.
nl: %s bestaat reeds.
pl: %s już istnieje.
ro: %s există deja.
ru: %s уже существует.
sv: %s finns redan.
uk: %s вже існує.
zh_cn: %s 已存在。

source: Failed to execute command zpool.
af: Mislukte om uit te voer bevel zpool.
ca: Error en executar la ordre zpool.
cs: Vykonání příkazu zpool se nezdařilo.
de: Fehler beim Ausführen des Befehls zpool.
el: Αποτυχία εκτέλεσης της εντολής zpool.
es: Fallo al ejecutar comando zpool.
fr: Echec de l'exécution de la commande zpool.
hu: Zpool parancs futtatása sikertelen.
it: Fallita esecuzione del comando zpool.
lo: ບໍ່ສາມາດດຳເນີນການຄຳສັ່ງ zpool ໄດ້.
nl: Commando uitvoeren zpool mislukt.
pl: Błąd w wykonywaniu komendy zpool.
ro: Eroare execuție comandă zpool.
ru: Не удалось выполнить команду zpool.
sv: Misslyckades att köra kommando zpool.
uk: Відмова виконання команди zpool.
zh_cn: 无法执行命令zpool。

source: This pool name already exists.
af: Hierdie poel naam bestaan ​​reeds.
ca: Aquest nom de la piscina ja existeix.
cs: Takto nazvaný fond už v systému existuje.
de: Der Poolname existiert bereits.
el: Αυτό το όνομα του pool υπάρχει ήδη.
es: El nombre de la agrupacion de dispositivos(Pool) ya existe
fr: Le nom du pool existe déjà.
hu: Ilyen tárolónév már létezik.
it: Il nome del pool esiste già.
lo: ຊື່ພູລນີ້ມີຢູ່ແລ້ວ.
nl: Deze pool naam bestaat reeds.
pl: Ta nazwa puli już istnieje.
ro: Acest nume de structură există deja.
ru: Задано существующее имя пула.
sv: Poolnamnet finns redan.
uk: Пул з таким ім'ям вже існує.
zh_cn: 此池（pool）名称已经存在

source: The name of the pool cannot be changed.
af: Die naam van die poel kan nie verander word nie.
ca: El nom de la piscina no es pot canviar.
cs: Název fondu úložišť není možné měnit.
de: Der Name des Pools kann nicht geändert werden.
el: Το όνομα του Pool δεν μπορεί να αλλαχτεί.
es: El nombre de la agrupacion de dispositivos(Pool) no se puede cambiar
fr: Le nom du pool ne peut être changé.
hu: Tárolók száma nem módosítható.
it: Il nome del pool non può essere cambiato.
lo: ບໍ່ສາມາດປ່ຽນຊື່ຂອງພູລໄດ້.
nl: De naam van de pool kan niet worden gewijzigd.
pl: Nazwa puli nie może być zmieniona.
ro: Numele structurii pool nu poate fi modificat.
ru: Имя пула не может быть изменено.
sv: Namnet på poolen kan inte ändras
uk: Ім'я пулу не може бути змінено.
zh_cn: 无法更改池的名称。

source: Virtual devices
af: Virtuele toestele
ca: Dispositius virtuals
cs: Virtuální zařízení
de: Virtuelle Geräte
el: Εικονικές συσκευές
es: Dispositivos virtuales
fr: Périphériques virtuels
hu: Virtuális eszközök
it: Periferiche virtuali
lo: ອຸປະກອນສະເໝືອນ
nl: Virtuele schijven
pl: Urządzenia wirtualne
ro: Dispozitive virtuale
ru: Виртуальные устройства
sv: Virtuella enheter
uk: Віртуальні пристрої
zh_cn: 虚拟设备

source: Creates the pool with an alternate root.
af: Skep die poel met alternatiewe wortel
ca: Crea la piscina amb una rel alternativa.
cs: Vytvoří fond úložišť s alternativním kořenem.
de: Erstellt den Pool mit alternativem Root-Verzeichis.
el: Δημιουργεί το pool με μια εναλλακτική ρίζα αρχείων.
es: Crea una agrupación de dispositivos de datos(Pool) con una raiz alternativa(root) dentro del sistema de archivos, la razón más común para crear una agrupación en una ubicación alternativa es para usarse con medios extraíbles o poder realizar el montaje de directorios desde el raiz.
fr: Crée le pool avec un root alternatif.
hu: Másik gyökérrel hozza létre a tárolót.
it: Crea il pool con un root alternativo.
lo: ສ້າງພູລດ້ວຍຣູດສຳຮອງ.
nl: Creëer de pool met een alternatieve root.
pl: Tworzy pulę z alternatywnym katalogiem głównym.
ro: Creare pool cu root alternativ.
ru: Создает пул с альтернативным корневым каталогом.
sv: Skapar poolen med en alternativ root
uk: Створює пул з альтернативним коренем.
zh_cn: 建立备用根池。

source: Sets an alternate mount point for the root dataset. Default is /mnt.
af: Stel 'n alternatiewe monteer punt in vir die wortel datastel. Die verstek monteer punt is /mnt.
ca: Estableix un punt de muntatge alternatiu per al conjunt de dades arrel. El valor per omissió és / mnt.
cs: Nastavuje alternativní přípojný bod pro kořenovou datovou sadu. Výchozí je /mnt.
de: Setzt den alternativen Einhängepunkt für den Pool. Standard ist /mnt.
el: Ρυθμίζει μια εναλλακτική τοποθεσία για τη ρίζα των αρχείων. Η προεπιλεγμένη είναι /mnt.
es: Definir un punto de montaje alternativo para la raiz(root) del conjunto de datos(Dataset). El predeterminado es /mnt.
fr: Configurer un point de montage alternatif pour l'ensemble de données racine. La valeur par défaut est /mnt.
hu: A gyökér adattárnak egy másik csatolási pont beállítása. Az alapértelmezett a /mnt
it: COnfigura un punto di mount alternativo per il dataset root. Per default è /mnt.
lo: ຕັ້ງຈຸດຕິດຕັ້ງສຳຮອງສຳລັບຊຸດຂໍ້ມູນຣູດ. ຄ່າເລີ່ມຕົ້ນແມ່ນ /mnt.
nl: Plaatst een alternatief koppelpunt voor de root dataset. Standaard is /mnt.
pl: Ustawienia alternatywnego punktu montowania dla głównego zestawu danych. Domyślnie jest to /mnt.
ro: Definire punct alternativ de montare pentru rădăcina bazei de date. Implicit este /mnt.
ru: Устанавливает альтернативную точку монтирования для корневого dataset'а (по умолчанию /mnt).
sv: Välj en alternativ monteringspunkt för root dataset. Standard är /mnt.
uk: Встановлює альтернативну точку монтування для кореневого набору даних (за замовчуванням /mint).
zh_cn: 设置根数据集的备用挂载点。默认为 /mnt。

source: Force Use
af: Dwing Gebruik
ca: forçar l'ús
cs: Vynutit použití
de: Erzwinge Einstellung
el: Εξαναγκασμένη Χρήση
es: Forzar su uso
fr: Forcer l'usage
hu: Használat kierőszakolása
it: Forzare l'uso
lo: ບັງຄັບໃຊ້
nl: Gebruik Geforceerd
pl: Wymuś
ro: Forțare utilizare
ru: Использовать принудительно
sv: Kräv användning
uk: Примусове Використання
zh_cn: 强制使用

source: Forces use of vdevs, even if they appear in use or specify different size. (This is not recommended.)
af: Vorseer gebruik van vdevs, alhoewel dit voorkom asof in gebruik of verskillende groote spesifiseer (Word nie aanbeveel nie)
ca: Força l'ús de vdevs, fins i tot si apareixen en ús o diferents mides especifiques. (Això no és recomanable.)
cs: Vynutí použití virtuálních zařízení (vdev), i když se zdají být již používány nebo mají odlišnou velikost (toto není doporučeno).
de: Erzwinge die Nutzung von "vdevs", auch wenn diese gerade verwendet erscheinen oder unterschiedliche Größe haben. (Nicht empfohlen)
el: Εξαναγκασμός χρήσης των vdevs, ακόμη και αν εμφανίζονται ήδη σε χρήση ή προσδιορίζουν διαφορετικό μέγεθος. (Αυτό δεν συνιστάται.)
es: Fuerza el uso de vdev, incluso si están en uso o son de diferente tamaño. (Opción NO recomendada)
fr: Force l'utilisation des vdevs, même si ils apparaissent en cours d'utilisation ou d'une capacité différente. (non recommandé)
hu: Vdev-ek kényszerített használata, akkor is, ha úgy tűnik, hogy használatban van vagy különböző méretű. (Ennek használata nem ajánlott).
it: Forza l'utilizzo delle vdev, anche se sembrano in uso o di dimensione diversa. (Non raccomandato.)
lo: ບັງຄັບໃຊ້ອຸປະກອນສະເໝືອນ (vdevs), ເຖິງແມ່ນວ່າຈະປາກົດວ່າກຳລັງຖືກໃຊ້ງານຢູ່ ຫຼື ລະບຸຂະໜາດທີ່ແຕກຕ່າງ. (ບໍ່ແນະນຳ.)
nl: Geforceerd gebruiken van vdevs, zelfs als deze al in gebruik zijn of een verschillende grootte opgeven. (Dit wordt niet aanbevolen.)
pl: Wymusza użycie vdevs, nawet jeśli wygląda na to, że są w użyciu lub pokazują inna wielkość. (Nie jest to zalecane.)
ro: Forțare utilizare vdefs, chiar dacă modul apare ca fiind utilizat deja sau dacă specifică o mărime diferită (nerecomandat!).
ru: Принудительно использовать vdev устройства, даже если они используются или отличаются по размеру. (Не рекомендуется)
sv: Tvingar fram användning av vdevs, även om de verkar vara använda eller specificerar avvikande storlek. (Detta rekommenderas inte.)
uk: Примусове використання vdevs, навіть якщо вони вже використовуються або визначають інший розмір. (Не рекомендується.)
zh_cn: 强制使用 vdevs ，即使它们在使用中或指定容量大小有所不同。（不推荐使用）

source: Virtual Device List
af: Virtuele Toestel Lys
ca: Llista de dispositius virtuals
cs: Seznam virtuálních zařízení
de: Liste der virtuellen Geräte
el: Λίστα Εικονικών Συσκευών
es: Lista de dispositivos virtuales
fr: Liste des périphériques virtuels
hu: Virtuális eszközök listája
it: Lista dei dispositivi virtuali
lo: ລາຍການອຸປະກອນສະເໝືອນ
nl: Virtuele Schijf Lijst
pl: Lista Urządzeń Wirtualnych
ro: Lista dispozitive virtuale
ru: Список Виртуальных Устройств
sv: Lista Virtuella enheter
uk: Список віртуальних пристроїв
zh_cn: 虚拟设备列表

source: ZFS pool not found.
af: ZFS poel nie gevind.
ca: No s'ha trobat la piscina ZFS.
de: ZFS-Pool nicht gefunden.
el: Δεν βρέθηκε ZFS Pool
es: Pool ZFS no encontrado
fr: Pool ZFS introuvable.
hu: ZFS pool nem található
it: ZFS pool non trovato
lo: ບໍ່ພົບພູລ ZFS.
nl: ZFS pool niet gevonden.
pl: Pula ZFS nie znaleziona
ro: Structura pool ZFS nu a fost găsită.
ru: Пул ZFS не найден.
sv: ZFS pool hittas inte.
uk: Пул ZFS не знайдений.
zh_cn: 找不到ZFS池。

source: ZFS pool properties not available.
af: ZFS poel eiendomme nie beskikbaar.
ca: No es troben propietats de piscine ZFS.
de: ZFS-Pool-Eigenschaften nicht verfügbar.
el: Μη διαθέσιμες ιδιότητες ZFS pool.
es: Propiedades del Pool ZFS no disponibles.
fr: Propriétés du pool ZFS non disponibles.
hu: ZFS pool beállításai nem érhetőek el
it: Le proprietà del pool ZFS non sono disponibli
lo: ຄຸນສົມບັດພູລ ZFS ບໍ່ສາມາດໃຊ້ງານໄດ້.
nl: ZFS pool eigenschappen niet beschikbaar.
pl: Właściowści puli ZFS niedostępne.
ro: Proprietățile structurii pool ZFS nu sunt disponibile.
ru: Свойства пула ZFS недоступны.
sv: ZFS poolegenskaper inte tillgängliga.
uk: Властивості пулу ZFS недоступні.
zh_cn: ZFS池属性不可用。

source: ZFS Pool Information & Status
af: ZFS Poel Inligting & Status
ca: Informació i estat de la piscina de ZFS
de: Informationen und Status des ZFS-Pools
el: Πληροφορίες & Κατάσταση ZFS Pool
es: Información y Estado pool ZFS
fr: Informations et état du pool ZFS
hu: ZFS pool információk & állapot
it: Stato e informazione del pool ZFS
lo: ຂໍ້ມູນ ແລະ ສະຖານະພູລ ZFS
nl: ZFS Pool Informatie & Status
pl: Informacje i status puli ZFS
ro: Informații & Stare structură Pool ZFS
ru: Информация и статус пула ZFS
uk: Інформація і статус пулу ZFS
zh_cn: ZFS池信息和状态

source: ZFS Pool Properties
af: ZFS Poel Eienskapps
ca: Propietats de la piscina ZFS
cs: Vlastnosti ZFS fondu
de: Eigenschaften des ZFS-Pools
el: Ιδιότητες ZFS Pool
es: Propiedades ZFS de la agrupación de dispositivos(Pool).
fr: Propriétés du pool ZFS
hu: ZFS tároló tulajdonságai
it: Proprietà del Pool ZFS
lo: ຄຸນສົມບັດພູລ ZFS
nl: ZFS Pool Eigenschappen
pl: Właściwości puli ZFS
ro: Proprietăți pool ZFS
ru: Свойства пула ZFS
sv: ZFS Pool egenskaper
uk: Властивості пула ZFS
zh_cn: ZFS池属性

source: ZFS Pool I/O Statistics
af: ZFS Poel I/O Statistiek
ca: Estadístiques de E/S de la piscina ZFS
cs: Vst./výst. statistiky ZFS fondu úložišť
de: I/O-Statistik des ZFS-Pools
el: Στατιστικά I/O του ZFS Pool
es: Estadisticas de I/O del ZFS de la agrupación de dispositivos(Pool).
fr: Statistiques d'E / S de pool ZFS
hu: ZFS tároló I/O statisztikái
it: Statistiche del ZFS Pool I/O
lo: ສະຖິຕິ I/O ຂອງພູລ ZFS
nl: ZFS Pool I/U Statistieken
pl: Sytatystyki I/O puli ZFS
ro: Statistici ZFS Pool I/O
ru: Статистика ввода/вывода ZFS пула
sv: ZFS Pool I/O Statistik
uk: Статистика введення/виведення для пулу ZFS
zh_cn: ZFS池I/O统计

source: Add a virtual device to a pool
af: Voeg 'n virtuele toestel by 'n poel
ca: Afegir un dispositiu virtual a la piscina
cs: Přidat do fondu úložišť virtuální zařízení
de: Virtuelles Gerät (VDEV) zum Pool hinzufügen
el: Προσθήκη μιας εικονικής συσκευής cache σε ένα pool
es: Agrega un dispositivo VIRTUAL a la agrupación de dispositivos de datos(Pool)
fr: Ajouter un périphérique virtuel au pool
hu: Virtuális eszköz hozzáadása tárolóhoz
it: Aggiungi una virtual device al pool
lo: ເພີ່ມອຸປະກອນສະເໝືອນໃສ່ພູລ
nl: Voeg een virtuele schijf toe aan een pool
pl: Dodaj urządzenie virtualne do puli
ro: Adăugare dispozitiv virtual la pool
ru: Добавить виртуальное устройство в пул
sv: Lägg till en virtuell enhet till en pool
uk: Додавання віртуального пристрою до пулу
zh_cn: 给池添加一个虚拟设备

source: Add a cache device to a pool
af: Voeg 'n kasgeheue toestel by 'n poel
ca: Afegir un dispositiu de memòria cau a la piscina
cs: Přidat do fondu úložišť zařízení pro mezipaměť
de: Cache-Laufwerk zum Pool hinzufügen
el: Προσθήκη μιας συσκευής cache σε ένα pool
es: Agrega un dispositivo para CACHÉ a la agrupación de dispositivos de datos(Pool)
fr: Ajouter un périphérique cache pour le pool
hu: Gyorsítótár-eszköz hozzáadása tárolóhoz
it: Aggiungi un dispositivo cache al pool
lo: ເພີ່ມອຸປະກອນແຄສໃສ່ພູລ
nl: Voeg een cache schijf toe aan een pool
pl: Dodaj urządzenie pamięci podręcznej do puli
ro: Adăugare dispozitiv cache la pool
ru: Добавить устройство кэш в пул (Add a cache device to a pool)
sv: Lägg till en cacheenhet till en pool
uk: Додавання пристрою кеша до пулу
zh_cn: 给池添加一个缓存设备

source: Add a log device to a pool
af: Voeg 'n log toetel by 'n poel
ca: Afegir un dispositiu de registre a la piscina
cs: Přidat do fondu úložišť zařízení pro záznam událostí
de: Log-Laufwerk zum Pool hinzufügen
el: Προσθήκη μιας συσκευής log σε ένα pool
es: Agrega un dispositivo para LOG a la agrupación de dispositivos de datos(Pool)
fr: Ajouter un périphérique log pour le pool
hu: Naplóeszköz hozzáadása tárolóhoz
it: Aggiungi un dispositivo log al pool
lo: ເພີ່ມອຸປະກອນບັນທຶກໃສ່ພູລ
nl: Voeg een log schijf toe aan een pool
pl: Dodaj urządzenie dziennika do puli
ro: Adăugare dispozitiv jurnalizare la pool
ru: Добавить устройство журнала в пул (Add a log device to a pool)
sv: Lägg till en loggenhet till en pool
uk: Додавання пристрою лога до пулу
zh_cn: 给池添加一个日志设备
