Repository: rojim666/xigmanas-code-r10599-trunk
Catalog: locale/xigmanas-*.po
Languages: af, ca, cs, de, el, es, fr, hu, it, lo, nl, pl, ro, ru, sv, uk, zh_cn

source: No ZFS volume information available.
af: Geen ZFS volume inligting beskikbarr.
ca: No hi ha informació de volum ZFS disponible.
de: Keine ZFS-Volume-Informationen verfügbar.
el: Δεν υπάρχουν διαθέσιμες πληροφορίες για τόμο ZFS.
es: Sin información disponible del volumen ZFS
fr: Aucune information de volume ZFS disponible.
it: Non è disponibile nessuna informazione sul volume ZFS.
lo: ບໍ່ມີຂໍ້ມູນໂວລຸມ ZFS.
nl: Geen ZFS volume informatie beschikbaar.
pl: Niedostępne informacje o wolumenie ZFS
ro: Nicio informație de volum ZFS disponibilă.
ru: Информация о томе ZFS недоступна.
sv: Ingen ZFS volyminformation tillgänglig.
uk: Доступної інформації про том ZFS немає.
zh_cn: 没有可用的ZFS卷信息。

source: The identifier reported as unknown by smartctl, including brackets.
af: Die identifiseerder berig as onbekend by smartctl, insluitend hakies.
ca: L’identificador descrit com a desconegut per smartctl, inclosos els claudàtors.
cs: Identifikátor nahlášený smartctl jako neznámý, včetně hranatých závorek.
de: Der Bezeichner wurden von smartctl als unbekannt gemeldet, einschließlich Klammern.
el: Το αναγνωριστικό που αναφέρεται ως άγνωστο από το smartctl, συμπεριλαμβανομένων των αγκυλών.
es: El identificador reportado como desconocido por smartctl, incluidos los paréntesis.
fr: L'identifiant rapporté comme inconnu par smartctl, y compris les parenthèses.
hu: Az azonosítót ismeretlenként jelentette a smartcrt, a zárójelenket is beleértve.
it: L'identificatore riportato come sconosciuto da smartctl, incluse la parentesi.
lo: ຕົວລະບຸທີ່ smartctl ລາຍງານວ່າບໍ່ຮູ້ຈັກ, ລວມທັງວົງເລັບ.
nl: De identificator gerapporteerd als onbekend door smartctl, inclusief haken.
ro: Identificatorul a fost raportat ca necunoscut de smartctl, incluzând aici și parantezele.
ru: Smartctl сообщил, что идентификатор неизвестен, включая скобки.
sv: Identifieraren rapporteras som okänd av smartctl, inklusive klamrar.
uk: Smartctl повідомив, що ідентифікатор невідомий, включаючи дужки.
zh_cn: smartctl报告的标识符未知，包括括号。

source: Enter Identifier
af: Ingaan Identifiseerder
ca: Introduïu l'identificador
cs: Zadejte identifikátor
de: Identifier eingeben
el: Εισαγωγή Αναγνωριστικού
es: Ingrese el identificador
fr: Entrer l'identifiant
hu: Adja meg az azonosítót
it: Inserire l'identificativo
lo: ປ້ອນຕົວລະບຸ
nl: Identificatie Opgeven
pl: Wprowadź identyfikator
ro: Introducere Identificator
ru: Введите идентификатор
sv: Mata in identifierare
uk: Введіть ідентифікатор
zh_cn: 输入标识符

source: Enter smartctl pass-through type.
af: Ingaan smartctl slaag-deur tipe.
ca: Introduïu el tipus de passarel·la smartctl.
cs: Zadejte typ smartctl průchodu (pass-through)
de: Smartctl pass-through Typ angeben
el: Εισάγετε τύπο pass-through του smartctl.
es: Ingrese el tipo de paso a través de smartctl.
fr: Entrez le type de transfert smartctl.
hu: Adja meg a smartctlpass-through típusát.
it: Inserire il tipo smartctl passthroug
lo: ປ້ອນປະເພດການສົ່ງຜ່ານຂອງ smartctl.
nl: Geef smartctl pass-through type.
ro: Introducere parolă de trecere smartctl
ru: Введите smartctl pass-through тип.
sv: Mata in smartctr vidarebefodranstyp.
uk: Вкажіть тип проходження smartctl.
zh_cn: 输入smartctl直通式。

source: Add User Account
af: Voeg Gebruiker Rekening
ca: Afegeix un compte d'usuari
cs: Přidat uživatelský účet
de: Benutzerkonto hinzufügen
el: Προσθήκη Λογαριασμού Χρήστη
es: Añadir cuenta de usuario
fr: Ajouter un Compte Utilisateur
hu: Felhasználói fiók hozzáadása
it: Aggiungi account utente
lo: ເພີ່ມບັນຊີຜູ້ໃຊ້
nl: Gebruikersaccount Toevoegen
pl: Dodaj konto użytkownika
ro: Adăugare cont utilizator
ru: Добавить учётную запись пользователя
sv: Lägg till användarkonto
uk: Додати обліковий запис користувача
zh_cn: 添加用户账户

source: Edit User Account
af: Redigeer Gebruiker's Rekening
ca: Edita compte d'usuari
cs: Upravit uživatelský účet
de: Benutzerkonto bearbeiten
el: Επεξεργασία Λογαριασμού Χρήστη
es: Editar cuenta de usuario
fr: Modifier un compte utilisateur
hu: Felhasználói fiók törlése
it: Edita Account Utente
lo: ແກ້ໄຂບັນຊີຜູ້ໃຊ້
nl: Gebruikersaccount Bewerken
ro: Editare cont utilizator
ru: Редактировать учетную запись пользователя
sv: Redigera användarkonto
uk: Редагувати обліковий запис користувача
zh_cn: 编辑用户账号

source: User account is marked for deletion
af: Gebruiker rekening is gemerk vir skrap
ca: El compte del usuari està marcat per ser esborrat
cs: Uživatelský účet je označen ke smazání
de: Benutzerkonto ist zur Löschung markiert
el: Ο λογαριασμός χρήστη έχει σημειωθεί προς διαγραφή
es: La cuenta de usuario está marcada para eliminar
fr: Le compte d'utilisateur est marqué pour la suppression
hu: Felhasználói fiók törlésre megjelölve
it: Account utente segnalato per la cancellazione
lo: ບັນຊີຜູ້ໃຊ້ຖືກໝາຍໄວ້ເພື່ອລຶບ
nl: Gebruikersaccount is gemarkeerd voor verwijdering
ro: Contul de utilizator este marcat pentru ștergere
ru: Учетная запись пользователя помечена для удаления
sv: Användarkontot är markerat för borttagning
uk: Обліковий запис користувача позначений для видалення
zh_cn: 用户帐户标记为删除

source: User account is protected
af: Gebruiker rekening is beskerm
ca: El compte d'usuari està protegit
cs: Uživatelský účet je chráněný
de: Benutzerkonto ist geschützt
el: Ο λογαριασμός χρήστη είναι προστατευμένος
es: Cuenta de usuario protegida
fr: Le compte utilisateur est protégé
hu: Felhasználói fiók védett
it: Accounte utente protetto
lo: ບັນຊີຜູ້ໃຊ້ຖືກປ້ອງກັນ
nl: Gebruikersaccount is beschermd
ro: Contul utilizator este protejat
ru: Учетная запись пользователя защищена
sv: Användarkontot är skyddat
uk: Обліковий запис користувача захищений
zh_cn: 用户账户被保护

source: User account is unlocked
af: Gebruiker rekening is ontslot
ca: El compte d'usuari està desbloquejat
cs: Uživatelský účet je odemčený
de: Benutzerkonto ist entsperrt
el: Ο λογαριασμός χρήστη είναι ξεκλείδωτος
es: Cuenta de usuario desprotegida
fr: Le compte d'utilisateur est déverrouillé
hu: Felhasználói fiók zárolása feloldva
it: Accounte utente sbloccato
lo: ບັນຊີຜູ້ໃຊ້ຖືກປົດລັອກ
nl: Gebruikersaccount is ontgrendeld
ro: Contul utilizator este deblocat
ru: Учетная запись пользователя разблокирована
sv: Användarkontot är olåst
uk: Обліковий запис користувача розблокований
zh_cn: 用户账号已解锁

source: Set password
af: Stel wagwoord
ca: Definiu la contrasenya
de: Passwort festlegen
el: Ορισμός Κωδικού
es: Establecer contraseña
fr: Définir le mot de passe
hu: Jelszó beállítása
it: Imposta password
lo: ຕັ້ງລະຫັດຜ່ານ
nl: Wachtwoord instellen
ro: Setare parolă
ru: Установить пароль
sv: Sätt lösenord
uk: Встановити пароль
zh_cn: 设置密码

source: Delete Selected User Accounts
af: Skrap Geselekteerde Gebruiker Rekeninge
ca: Suprimeix comptes d'usuari seleccionades
cs: Smazat označené uživatelské účty
de: Ausgewählte Benutzerkonten löschen
el: Διαγραφή Επιλεγμένων Λογαριασμών Χρηστών
es: Eliminar cuentas de usuario seleccionadas
fr: Supprimer les comptes d'utilisateurs sélectionnés
hu: Kiválasztott felhasználói fiókok törlése
it: Cancella gli account utente selezionati
lo: ລຶບບັນຊີຜູ້ໃຊ້ທີ່ເລືອກ
nl: Geselecteerde Gebruikersaccounts Verwijderen
ro: Ștergere utilizatori selectați
ru: Удалить выбранные учетные записи пользователей
sv: Ta bort valda användarkonton
uk: Видалити обрані облікові записи користувачів
zh_cn: 删除选中的用户账号

source: Do you want to delete selected user accounts?
af: Wil jy die geselekteerde gebruiker's rekeninge skrap?
ca: Vols eliminar comptes d'usuari seleccionades?
cs: Opravdu smazat označené uživatelské účty?
de: Möchten Sie ausgewählte Benutzerkonten löschen?
el: Θέλετε να διαγράψετε τους επιλεγμένους λογαριασμούς χρηστών;
es: Quiere eliminar las cuentas de usuario seleccionanadas?
fr: Voulez-vous supprimer les comptes d'utilisateurs sélectionnés?
hu: Biztos, hogy törli a kiválasztott felhasználói fiókokat?
it: Vuoi eliminare gli account selezionati?
lo: ທ່ານຕ້ອງການລຶບບັນຊີຜູ້ໃຊ້ທີ່ເລືອກບໍ່?
nl: Wilt u de geselecteerde gebruikersaccounts verwijderen?
ro: Doriți să ștergeți conturile de utilizator selectate?
ru: Вы уверены, что хотите удалить выбранные учетные записи пользователей?
sv: Vill du ta bort valda användarkonton?
uk: Ви підтверджуєте видалення обраних облікових записів користувачів
zh_cn: 要删除选中的用户帐户吗？

source: Disable Selected Users
af: Deaktiveer Geselekteerde Gebruikers
ca: Desactiva els usuaris seleccionats
cs: Zakázat označené uživatele
de: Ausgewählte Benutzer abschalten
el: Απενεργοποίηση Επιλεγμένων Χρηστών
es: Deshabilitar usuarios seleccionados
fr: Désactiver les utilisateurs sélectionnés
hu: A kiválasztott felhasználók tiltása
it: Disabilita gli Utanti Selezionati
lo: ປິດໃຊ້ງານຜູ້ໃຊ້ທີ່ເລືອກ
nl: Geselecteerde Gebruikers Uitschakelen
pl: Wyłącz Wybranych Użytkowników
ro: Dezactivare utilizatori selectați
ru: Отключить выбранных пользователей
sv: Inaktivera valda användare
uk: Вимкнути обраних користувачів
zh_cn: 禁用所选用户

source: Do you want to disable selected users?
af: Wil jy geselekteerde gebruikers deaktiveer?
ca: Voleu desactivar els usuaris seleccionats?
de: Möchten Sie die ausgewählten Benutzer abschalten?
el: Θέλετε να απενεργοποιήσετε τους επιλεγμένους χρήστες;
es: ¿Desea deshabilitar los usuarios seleccionados
fr: Voulez-vous désactiver les utilisateurs sélectionnés?
hu: Biztos, hogy kikapcsolod a kiválasztott felhasználókat?
it: Vuoi disattivare gli utenti selezionati?
lo: ທ່ານຕ້ອງການປິດໃຊ້ງານຜູ້ໃຊ້ທີ່ເລືອກບໍ່?
nl: Wilt u de geselecteerde gebruikers uitschakelen?
ro: Doriți să dezactivați utilizatorii selectați?
ru: Вы хотите отключить выбранных пользователей?
sv: Vill du inaktivera valda användare?
uk: Ви підтверджуєте вимкнення обраних користувачів?
zh_cn: 要禁用所选用户吗？

source: Enable Selected Users
af: Inskakel Geselekteerde Gebruikers
ca: Activeu usuaris seleccionats
de: Aktiviert die ausgewählten Nutzer
el: Ενεργοποίηση Επιλεγμένων Χρηστών
es: Habilitar usuarios seleccionados
fr: Activer les Utilisateurs Sélectionnés
hu: Kiválasztott felhasználók bekapcsolása
it: Abilita gli utenti selezionati
lo: ເປີດໃຊ້ງານຜູ້ໃຊ້ທີ່ເລືອກ
nl: Geselecteerde Gebruikers Inschakelen
ro: Activare utilizatori selectați
ru: Включить выбранных пользователей
sv: Aktivera valda användare
uk: Дозволити обраних користувачів
zh_cn: 启用选定的用户

source: Do you want to enable selected users?
af: Wil jy geselekteerde gebruikers inskakel?
ca: Voleu habilitar els usuaris seleccionats?
de: Möchten Sie die ausgewählten Benutzer aktivieren?
el: Θέλετε να ενεργοποιήσετε τους επιλεγμένους χρήστες;
es: ¿Desea habilitar los usuarios seleccionados?
fr: Voulez-vous activer les utilisateurs sélectionnés?
hu: Biztos, hogy bekapcsolod a kiválasztott felhasználókat?
it: Vuoi attivare gli utenti selezionati?
lo: ທ່ານຕ້ອງການເປີດໃຊ້ງານຜູ້ໃຊ້ທີ່ເລືອກບໍ່?
nl: Wilt u de geselecteerde gebruikers inschakelen?
ro: Doriți să activați utilizatorii selectați?
ru: Вы хотите включить выбранных пользователей?
sv: Vill du aktivera valda användare?
uk: Ви підтверджуєте увімкнення обраних користувачів?
zh_cn: 要启用所选用户吗？

source: Toggle Selected Users
af: Toggle Geselekteerde Gebruikers
ca: Commuta els usuaris seleccionats
de: Ausgewählte Benutzer umschalten
el: Μεταβολή Επιλεγμένων Χρηστών
es: Intercambiar usuarios seleccionados
fr: Changer d'état les Utilisateurs Sélectionnés
hu: A kiválasztott felhasználók be-, kikapcsolása
it: Abilitare gli utenti selezionati
lo: ສະຫຼັບການໃຊ້ງານຜູ້ໃຊ້ທີ່ເລືອກ
nl: Geselecteerde Gebruikers Omschakelen
ro: Inversare selecție utilizatori
ru: Переключить выбранных пользователей
sv: Växla valda användare
uk: Перемкнути обрані користувачі
zh_cn: 切换选中的用户

source: Do you want to toggle selected users?
af: Doen jy wil geselekteerde gebruikers toggle?
ca: Voleu canviar els usuaris seleccionats?
de: Möchten Sie die ausgewählten Benutzer umschalten?
el: Θέλετε να μεταβάλλετε τους επιλεγμένους χρήστες;
es: ¿Desea intercambiar los usuarios seleccionados?
fr: Voulez-vous changer d'état les utilisateurs sélectionnés?
hu: Biztos, hogy ki-, bekapcsolod a kiválasztott felhasználókat?
it: Vuoi attivare gli utenti selezionati?
lo: ທ່ານຕ້ອງການສະຫຼັບການໃຊ້ງານຜູ້ໃຊ້ທີ່ເລືອກບໍ່?
nl: Wilt u de geselecteerde gebruikers omschakelen?
ro: Doriți să inversați starea utilizatorilor selectați?
ru: Вы хотите переключить выбранных пользователей?
sv: Vill du växla valda användare?
uk: Ви підтверджуєте перемикання вибраних користувачів?
zh_cn: 你想切换选定的用户吗？

source: System User
af: Stelsel Gebruiker
ca: Usuari de sistema
de: Systembenutzer
el: Χρήστης Συστήματος
es: Usuario de sistema
fr: Utilisateur Système
hu: Rendszerfelhasználó
it: Utente di sistema
lo: ຜູ້ໃຊ້ລະບົບ
nl: Systeemgebruiker
ro: Utilizator sistem
ru: Системный пользователь
sv: Systemanvändare
uk: Системний користувач
zh_cn: 系统用户

source: Show System Users
af: Wys Stelsel Gebruikers
ca: Mostra els usuaris del sistema
de: Systembenutzer anzeigen
el: Προβολή Χρηστών Συστήματος
es: Mostrar usuarios del sisema
fr: Afficher les utilisateurs du système
hu: Rendszerfelhasználók megjelenítése
it: Mostra il utenti di sistema
lo: ສະແດງຜູ້ໃຊ້ລະບົບ
nl: Systeemgebruikers Weergeven
ro: Afișare utilizatori sistem
ru: Показать системных пользователей
sv: Visa systemanvändare
uk: Показати системних користувачів
zh_cn: 显示系统用户

source: Hide System Users
af: Steek Stelsel Gebruikers
ca: Amaga els usuaris del sistema
cs: Skrýt systémové uživatele
de: System-Benutzer verbergen
el: Απόκρυψη Χρηστών Συστήματος
es: Ocultar usuarios del sistema
fr: Masquer les Utilisateurs du Système
hu: Rendszerfelhasználók elrejtése
it: Nascondi gli utenti di sistema
lo: ຊ່ອນຜູ້ໃຊ້ລະບົບ
nl: Verberg Systeemgebruikers
ro: Ascundere utilizatori sistem
ru: Скрыть системных пользователей
sv: Göm systemanvändare
uk: Приховати системних користувачів
zh_cn: 隐藏系统用户

source: Enter login name.
af: Ingaan login naam.
ca: Introduïu nom de usuari
de: Login Namen eingeben.
el: Εισάγετε όνομα χρήστη.
es: Nombre de login
fr: Entrez le nom de connexion.
hu: Add meg a felhasználónevet.
it: Inserire il nome per il login.
lo: ປ້ອນຊື່ເຂົ້າລະບົບ.
nl: Geef inlognaam.
ro: Introduceți numele pentru autentificare.
ru: Введите логин.
sv: Mata in inloggningsnamn.
uk: Введіть логін.
zh_cn: 输入登录名。

source: Enter the full user name.
af: Ingaan die volle gebruiker naam.
ca: Introduïu el nom d'usuari sencer
de: Geben Sie den Vollständigen Nutzernamen ein
el: Εισάγετε το πλήρες όνομα του χρήστη.
es: Nombre completo de usuario
fr: Entrez le nom d'utilisateur complet.
hu: Add meg a felhasználó teljes nevét.
it: Inserire il nome utente completo.
lo: ປ້ອນຊື່ເຕັມຂອງຜູ້ໃຊ້.
nl: Geef de volledige gebruikersnaam.
ro: Introduceți numele complet al utilizatorului.
ru: Введите полное имя пользователя.
sv: Mata in användarens hela namn.
uk: Введіть повне ім'я користувача.
zh_cn: 输入完整用户名。

source: Full Name
af: Volgrote Naam
ca: Nom complet
cs: Úplný název
de: Vollständiger Name
el: Πλήρες Όνομα
es: Nombre Completo
fr: Nom complet
hu: Teljes név
it: Nome completo
lo: ຊື່ເຕັມ
nl: Volledige Naam
pl: Pełna nazwa
ro: Nume complet
ru: Полное имя
sv: Fullständigt namn
uk: Повне ім'я
zh_cn: 全名

source: Set user password.
af: Stel gebruiker wagwoord.
ca: Definiu la contrasenya de l’usuari.
de: Benutzerpasswort festlegen.
el: Ορισμός κωδικού χρήστη.
es: Establecer contraseña de usuario
fr: Définir le mot de passe utilisateur
hu: A felhasználó jelszavának beállítása.
it: Impostare la password utente
lo: ຕັ້ງລະຫັດຜ່ານຜູ້ໃຊ້.
nl: Gebruikerswachtwoord instellen
ro: Stabilire parolă utilizator.
ru: Установите пароль пользователя.
sv: Sätt användarlösenord.
uk: Встановіть пароль користувача.
zh_cn: 设置用户密码

source: Specify the user/account numeric id.
af: Spesifiseer die gebruiker/rekening numeriese id.
ca: Especifiqueu l’identificador numèric de l’usuari / compte.
de: Geben Sie die numerische ID des Benutzers / Kontos an.
el: Ορίστε το αριθμητικό id του χρήστη/λογαριασμού.
es: Definir ID de usuario/cuenta
fr: Spécifiez l'identifiant numérique de l'utilisateur / compte.
hu: Add meg a felhasználó/fiók numerikus id-jét
it: Specifica lo usre/account dell'ID numerico
lo: ລະບຸ ID ຕົວເລກຂອງຜູ້ໃຊ້/ບັນຊີ.
nl: Geef de numerieke id van de gebruiker / account op.
ro: Specifică id-ul numeric de utilizator/cont
ru: Укажите числовой идентификатор пользователя / учетной записи.
sv: Specificera användarens/kontots numeriska id.
uk: Вкажіть числовий ідентифікатор користувача / облікового запису.
zh_cn: 指定用户/帐户的数字ID。

source: The recommended range for the user id is between 1000 and 32000.
af: Die aanbevole reeks vir die gebruiker ID is tussen 1000 en 32000.
ca: L’interval recomanat per a l’identificador de l’usuari és entre 1000 i 32000.
de: Der empfohlene Bereich für die Benutzer-ID liegt zwischen 1000 und 32000.
el: Το προτεινόμενο εύρος τιμών για το id χρήστη είναι μεταξύ 1000 και 32000.
es: El rango recomendado para el ID de usuario está entre 1000 y 32000.
fr: La plage recommandée pour l'ID utilisateur est comprise entre 1000 et 32000.
hu: User id használatára az 1000 és a 32000 között tartományt javasoljuk.
it: Lo spettro raccomandato per gli user ID è compreso fra 1000 e 32000.
lo: ຊ່ວງທີ່ແນະນຳສຳລັບ ID ຜູ້ໃຊ້ແມ່ນລະຫວ່າງ 1000 ແລະ 32000.
nl: Het aanbevolen bereik voor de gebruiker id is tussen 1000 en 32000.
ro: Intervalul recomandat pentru id-ul utilizator este 1000-32000.
ru: Рекомендуемый диапазон для идентификатора пользователя составляет от 1000 до 32000.
sv: Rekommenderat område för användarid är mellan 1000 och 32000.
uk: Рекомендований діапазон для ідентифікатора користувача - від 1000 до 32000.
zh_cn: 用户ID的建议范围介于1000和32000之间。

source: Set user login shell.
af: Stel gebruiker aanmeld skulp in.
ca: Configurar el usuari d'inici de consola.
cs: Nastavit přihlašovací shell uživatele.
de: Wählen Sie die Benutzerschnittstelle (login shell)
el: Επιλέξτε το κέλυφος σύνδεσης χρήστη.
es: Seleccionar la Shell de usuario
fr: Définir le shell de connexion utilisateur.
hu: Felhasználó-bejelentkezési parancsértelmező beállítása.
it: Settare la shell di login per l'utente.
lo: ຕັ້ງເຊວການເຂົ້າລະບົບຂອງຜູ້ໃຊ້.
nl: Instellen login-shell gebruiker.
ro: Setare shell autentificare utilizator.
ru: Установите командную оболочку пользователя.
sv: Sätt skal för användarinloggning.
uk: Встановить оболонку користувацького входу.
zh_cn: 设置用户登录shell。

source: No Login
af: Geen Login
ca: Sense login
de: Kein Login
el: Όχι Σύνδεση
es: Sin Login
fr: Pas de login
hu: Nincs bejelentkezés
it: Nessun Login
lo: ບໍ່ມີການເຂົ້າລະບົບ
nl: Geen Login
ro: Fără autentificare
ru: Вход не выполнен
sv: Ingen inloggning
uk: Вхід не виконано
zh_cn: 没有登录

source: scponly - Secure Copy Protocol only
af: scponly - Veilige Kopie Protokol slegs
ca: scponly: només protocol de còpia segura
de: scponly - nur Secure Copy Protocol
el: scponly - Μόνο Secure Copy Protocol
fr: scponly - Protocole de Copie Sécurisée uniquement
hu: scponly - csak Secure Copy Protokoll
it: scponly - Solo Protocollo di Copia Sicura
lo: scponly - ໂປຣໂຕຄໍການສຳເນົາທີ່ປອດໄພເທົ່ານັ້ນ
pl: scponly — tylko protokół bezpiecznego kopiowania
ro: scponly - doar protocol tip Secure Copy
ru: scponly - только протокол защищенного копирования
sv: scponly -Endast Secure Copy Protocol
uk: scponly - лише захищений протокол копіювання
zh_cn: scponly - 仅限安全复制协议

source: Set the account's primary group.
af: Stel primêre groep die rekening se.
ca: Definiu el grup principal del compte.
de: Legen Sie die primäre Gruppe des Kontos fest.
el: Ορίστε την πρωτεύουσα ομάδα του λογαριασμού.
es: Grupo primario de la cuenta
fr: Définissez le groupe principal du compte.
hu: A fiók elsődleges csoportjának beállítása
it: Selezionare il gruppo primario dell'account.
lo: ຕັ້ງກຸ່ມຫຼັກຂອງບັນຊີ.
nl: Primaire groep van het account instellen.
ro: Stabilire grup primar pentru cont.
ru: Установите основную группу учетной записи.
sv: Sätt kontots primära grupp.
uk: Встановіть основну групу облікового запису.
zh_cn: 设置帐户的主要组。

source: Add user to additional groups.
af: Voeg gebruiker by bykomende groepe.
ca: Afegiu un usuari a grups addicionals.
cs: Přidat uživatele do dalších skupin.
de: Benutzer zu weiteren Gruppen hinzufügen.
el: Προσθήκη χρήστη σε πρόσθετες ομάδες.
es: Añadir usuario a grupos adicionales
fr: Ajouter un utilisateur à des groupes supplémentaires.
hu: Felhasználó további csoportokhoz rendelése.
it: Aggiungi utente ai gruppi addizionali
lo: ເພີ່ມຜູ້ໃຊ້ເຂົ້າກຸ່ມເພີ່ມເຕີມ.
nl: Gebruiker toevoegen aan extra groepen.
pl: Dodaj użytkownika do dodatkowych grup.
ro: Adăugarea utilizatorului la un grup adițional.
ru: Добавить пользователя в дополнительные группы.
sv: Lägg till användare i ytterligare grupper.
uk: Додати користувача до розширених груп.
zh_cn: 将用户添加到其他组。

source: Enter the path to the home directory of the user. Leave this field empty to use default path /mnt.
af: Ingaan die pad om die tuisgids van die gebruiker. Laat hierdie veld leeg om te gebruik verstek pad /mnt.
ca: Introduïu el camí d'accés al directori inicial de l'usuari. Deixeu aquest camp buit per utilitzar el camí predeterminat / mnt.
de: Geben sie den das Standard- Nutzerverzeichnis an. Ohne Eingabe wird der Default-Pfad /mnt ausgwählt.
el: Εισάγετε τη διαδρομή για τον αρχικό φάκελο του χρήστη. Αφήστε αυτό το πεδίο κενό για χρήση της προεπιλεγμένης διαδρομής /mnt.
es: Ruta al home del usuario. dejar en blanco para /mnt
fr: Entrez le chemin d'accès au répertoire de base de l'utilisateur. Laissez ce champ vide pour utiliser le chemin par défaut / mnt.
hu: Add meg a felhasználó saját mappájának az útvonalát. Hagyd üresen az alapértelmezett /mnt használatához.
it: Inserire il percorso per la directory home dell'utente. Lasciare questo campo vuoto per usare il percorso di default /mnt
lo: ປ້ອນເສັ້ນທາງໄປຍັງໄດເຣັກທໍຣີຫຼັກຂອງຜູ້ໃຊ້. ປະຊ່ອງນີ້ຫວ່າງໄວ້ເພື່ອໃຊ້ເສັ້ນທາງເລີ່ມຕົ້ນ /mnt.
nl: Geef het pad naar de basismap van de gebruiker. Laat dit veld leeg om standaard pad / mnt te gebruiken.
ro: Introduceți calea pentru directorul home al utilizatorului. Lăsați câmpul necompletat pentru calea implicită (/mnt).
ru: Введите путь к домашнему каталогу пользователя. Оставьте это поле пустым, чтобы использовать путь по умолчанию /mnt.
sv: Mata in sökvägen till användarens hemkatalog. Lämna fältet tomt för att använda standardsökvägen /mnt.
uk: Введіть шлях до домашнього каталогу користувача. Залиште пустим, щоб використовувати шлях /mnt за замовчуванням.
zh_cn: 输入用户主目录的路径。 将此字段留空以使用默认路径/mnt。

source: User portal permission.
af: Gebruiker portaal toestemming.
ca: Permís del portal d’usuaris.
de: Benutzerportal-Berechtigung.
el: Δικαιώματα portal χρήστη
es: Pemisos del usuario para el portal
fr: Autorisation du portail utilisateur.
it: Permessi del portale dell'utente
lo: ການອະນຸຍາດພໍທັລຜູ້ໃຊ້.
nl: Gebruikersportaal toestemming.
ro: Permisiuni portal pentru utilizator.
ru: Разрешение пользователя портала.
sv: Användarportalrättigheter
uk: Дозволи порталу користувача.
zh_cn: 用户门户权限。

source: No access to the user portal
af: Geen toegang tot die gebruiker portaal
ca: No té accés al portal d’usuari
de: Kein Zugriff auf das Benutzerportal
el: Χωρίς πρόσβαση στο portal χρήστη
es: Sin acceso al portal de usuario
fr: Pas d'accès au portail utilisateur
hu: A felhasználói portálhoz nincs hozzáférés
it: Nessun accesso al portale utente
lo: ບໍ່ມີການເຂົ້າເຖິງພໍທັລຜູ້ໃຊ້
nl: Geen toegang tot het gebruikersportaal
ro: Fără acces la portalul utilizator
ru: Нет доступа к пользовательскому порталу
sv: Ingen tillgång till användarportalen
uk: Немає доступу до порталу користувача
zh_cn: 无法访问用户门户

source: User access
af: Gebruiker toegang
ca: Accés d’usuari
de: Benutzerzugriff
el: Πρόσβαση χρήστη
es: Acceso de usuario
fr: Accès Utilisateur
it: Accesso utente
lo: ການເຂົ້າເຖິງຂອງຜູ້ໃຊ້
nl: Gebruikerstoegang
ro: Acces utilizator
ru: Доступ пользователя
sv: Användaråtkomst
uk: Доступ користувача
zh_cn: 用户访问
