Repository: rojim666/xigmanas-code-r10599-trunk
Catalog: locale/xigmanas-*.po
Languages: af, ca, cs, de, el, es, fr, hu, it, lo, nl, pl, ro, ru, sv, uk, zh_cn

source: You must add at least a Portal Group, an Initiator Group and an Extent before you can configure a Target.
af: Jy moet ten minste 'n portaal Group, 'n inisieerder Group en 'n Extent voeg voordat jy 'n Teiken kan konfigureer.
ca: Ha d'afegir almenys un grup del portal, un grup iniciador i una extensió abans de poder configurar una destinació.
cs: Cíl bude možné nastavit až po přidání alespoň skupiny portálu, skupiny iniciátorů a úložné jednotky.
de: Sie müssen mindestens eine Portal-Gruppe, eine Initiator-Gruppe und eine Erweiterung hinzufügen, um ein Ziel (Target) konfigurieren zu können.
el: Πρέπει να προσθέσετε τουλάχιστον μία Ομάδα Portal, μια Ομάδα Εκκινητή και μία Επέκταση πριν μπορέσετε να ρυθμίσετε έναν Προορισμό.
es: Debe añadir algun Grupo Portal, Grupo Inicial o Extent antes de configurar el Target.
fr: Vous devez ajouter au moins un groupe de Portail, un groupe initiateur et une extension avant de pouvoir configurer une cible.
hu: A Cél konfigurálása előtt legalább egy Portal csoportot, egy Kezdeményező csoportot és egy Extent-et létre kell hoznod.
it: E' necessario aggiungere almeno un gruppo Portale, un gruppo Initiator ed un Estensione prima che sia configurabile un obiettivo.
lo: ທ່ານຕ້ອງເພີ່ມຢ່າງໜ້ອຍໜຶ່ງກຸ່ມພໍທັນ, ໜຶ່ງກຸ່ມຜູ້ລິເລີ່ມ ແລະ ໜຶ່ງ Extent ກ່ອນທີ່ທ່ານຈະສາມາດຕັ້ງຄ່າເປົ້າໝາຍໄດ້.
nl: U dient minstens een Portaal Groep, een Initiator Groep en een Extent toe te voegen voordat u een Doel kunt configureren.
ro: Trebuie să adăugați cel puțin un Grup Portal, un grup Inițiator și o Extensie înainte de a putea defini o Destinație.
ru: Вы должны добавить по крайней мере группу порталов, группу инициаторов и екстент, прежде чем можно будет настроить цель.
sv: Du måste lägga till minst en Portalgrupp, en Initierargrupp och en utökning innan du kan konfigurera ett mål.
uk: Ви повинні додати принаймні групу порталів, групу ініціаторів і екстент, перш ніж можна буде налаштувати ціль.
zh_cn: 你必须至少添加一个Portal组，Initiator组和Extent，然后才能配置目标。

source: A Portal Group is identified by a tag number and defines IP addresses and listening TCP ports.
af: 'N Portaal Groep word geïdentifiseer deur 'n tag nommer en definieer IP adresse en beluistering na TCP poorte.
ca: Un grup del portal s'identifica mitjançant un nombre d'etiqueta i defineix les adreces IP i ports d'escolta TCP.
cs: Skupina portálu je identifikovaná číslem značky (tag) a určuje IP adresy a TCP porty, na kterých je očekáváno spojení.
de: Eine Portalgruppe wird durch eine Tag-Nummer identifiziert, und definiert IP-Adressen und zugewiesene TCP-Ports.
el: Η Oμάδα Portal ταυτοποιείται με ένα νούμερο ετικέτας και καθορίζει διευθύνσεις IP και θύρες TCP στις οποίες ακούει.
es: Un portal de grupo se identifica por un nº de tag y varias IP y puertos de escucha TCP.
fr: Un groupe Portail est identifié par un numéro, une adresse IP définie et un port d'écoute TCP
hu: Egy Portal csoportot egy címke száma azonosít és az IP címeket és a figyelt TCP portokat határozza meg.
it: Un Gruppo Portal è identificato da un numero di tag e definisce gli indirizzi IP e le porte TCP in ascolto.
lo: ກຸ່ມພໍທັນຖືກລະບຸດ້ວຍໝາຍເລກແທັກ ແລະ ກຳນົດທີ່ຢູ່ IP ແລະ ພອດ TCP ທີ່ຟັງຢູ່.
nl: Een Portaal Groep wordt geïdentificeerd met een tag-nummer en definieert IP-adressen en TCP luister poorten.
pl: Grupa Portalowa jest identyfikowana przez numer znacznika i określa adresy IP i nasłuchujące porty TCP.
ro: Un Grup Portal este identificat printr-o etichetă număr unică (tag) și definește adresele IP și porturile TCP active pentru monitorizare.
ru: Группа порталов идентифицируется номером метки и определяет IP-адреса и порты прослушивания TCP.
sv: En Portalgrupp identifieras av ett nummer och definierar IP-adresser och lyssnande TCP portar.
uk: Група Порталів ідентифікується за номером тега та визначає адреси IP та порти TCP, що прослуховуються.
zh_cn: 端口组由标记识别并定义IP地址和监听的TCP端口

source: An Initiator Group is identified by a tag number and defines authorised initiator names and networks.
af: 'N inisieerder Groep is geïdentifiseer deur 'n tag nommer en definieer gemagtig inisieerder name en netwerke.
ca: Un Grup d'iniciador s'identifica mitjançant un nombre d'etiqueta i defineix els noms d'iniciador autoritzats i xarxes.
cs: Skupina iniciátorů je identifikována číselnou značkou (tag) a určuje názvy a sítě pověřených iniciátorů.
de: Eine Initiatorgruppe wird durch eine Tag-Nummer identifiziert und definiert autorisierte Initiatornamen und Netzwerke.
el: Η ομάδα Εκκινητή ταυτοποιείται με ένα νούμερο ετικέτας και καθορίζει πιστοποιημένα ονόματα εκκινητών και δίκτυα.
es: Un Grupo de iniciador se identifica mediante un número de etiqueta y define los nombres de iniciador autorizados y de redes.
fr: Un groupe initiateur est identifié par un numéro de tag et définit un nom d'initiateur autorisé ainsi qu'un réseau.
hu: Egy Kezdeményező csoportot egy címke száma határozza meg és hitelesített kezdeményezők neveit és hálózatát határozza meg.
it: Un gruppo di inizializzatori è identificato da un numero di tag e descrive i nomi degli inizializzatori e le reti.
lo: ກຸ່ມຜູ້ລິເລີ່ມຖືກລະບຸດ້ວຍໝາຍເລກແທັກ ແລະ ກຳນົດຊື່ຜູ້ລິເລີ່ມ ແລະ ເຄືອຂ່າຍທີ່ໄດ້ຮັບອະນຸຍາດ.
nl: Een Initiator Groep wordt geïdentificeerd door een tag-nummer en definieert geautoriseerde initiator namen en netwerken.
ro: Un Grup Inițiator este identificat printr-o etichetă (tag) și definește inițiatorii și rețelele autorizate.
ru: Группа инициаторов идентифицируется номером метки и определяет разрешенные имена инициатора и сетей.
sv: En Initierargrupp identifieras av en nummer och definierar godkända initiatornamn och nätverk.
uk: Група ініціаторів ідентифікується номером мітки і визначає дозволені імена ініціатора і мереж.
zh_cn: 启动器组由标签号标识并定义授权的启动器名称和网络。

source: An Auth Group is identified by a tag number and is optional. If the Target does not use CHAP authentication it defines authorised users and secrets for additional security.
af: 'N Auth Groep word geïdentifiseer deur 'n tag nommer en is opsioneel. As die Teiken doen nie gebruik CHAP ontentisering dit definieers gemagtigde gebruikers en geheime vir addisionele sekuriteit.
ca: Un Grup d'autenticació s'identifica mitjançant un nombre d'etiqueta i és opcional. Si l'objectiu no utilitza l'autenticació CHAP que defineix als usuaris autoritzats i secrets per a major seguretat.
cs: Skupina pověřených je identifikována číselnou značkou (tag) a nemusí být zadána. Pokud cíl nepoužívá CHAP ověřování, určuje tato skupina pověřené uživatele a hesla, čímž zvyšuje zabezpečení.
de: Eine Authentifizierungsgruppe wird durch eine Tag Nummer identifiziert und ist optional. Wenn das Ziel keine CHAP Autorisierung benutzt dann definiert sie Benutzer und Geheimzahlen als zusätzliche Sicherheit.
el: Η Ομάδα Πιστοποίησης ταυτοποιείται με ένα νούμερο ετικέτας και είναι προαιρετικό. Αν ο Προορισμός δεν χρησιμοποιεί πιστοποίηση CHAP, καθορίζει πιστοποιημένους χρήστες και μυστικά για επιπλέον ασφάλεια.
es: Un Grupo de autenticación se identifica mediante un número de etiqueta y es opcional. Si el objetivo no utiliza la autenticación CHAP se definen a los usuarios autorizados y secretos para mayor seguridad.
fr: Un groupe Auth est identifié par un numéro d'étiquette et est facultatif. Si la cible n'utilise pas l'authentification CHAP il faut définir les utilisateurs autorisés et secrets pour plus de sécurité.
hu: Az Hitelesített csoportot címke száma határozza meg, és választható. Ha a Cél nem használ CHAP hitelesítést, meghatározza a hitelesített felhasználókat és titkokat egyéb biztonsághoz.
it: Un gruppo di autorizzazione è identificato da un numero di tag ed è opzionale. Se il Target non usa l'autenticazione CHAP definisce gli utenti autorizzati e i criteri di sicurezza aggiuntivi.
lo: ກຸ່ມ Auth ຖືກລະບຸດ້ວຍໝາຍເລກແທັກ ແລະ ເປັນທາງເລືອກ. ຖ້າເປົ້າໝາຍບໍ່ໄດ້ໃຊ້ການກວດສອບ CHAP ມັນຈະກຳນົດຜູ້ໃຊ້ທີ່ໄດ້ຮັບອະນຸຍາດ ແລະ ລະຫັດລັບເພື່ອຄວາມປອດໄພເພີ່ມເຕີມ.
nl: Een Auth Groep wordt geïdentificeerd met een tag-nummer en is optioneel. Als het Doel geen CHAP verificatie gebruikt definieert het geautoriseerde gebruikers en wachtwoorden als extra beveiliging.
pl: Grupa Auth jest identyfikowana przez numer taga i jest opcyjna. Jeśli Cel nie używa autentykacji CHAP, definiuje autoryzowanych użytkowników i haseł dla dodatkowego zabezpieczenia.
ro: Un Auth Grup este identificat, opțional, printr-o etichetă (tag). Dacă destinația selectată nu utilizează autentificarea CHAP, eticheta va defini utilizatorii și secretele utilizate pentru un nivel suplimentar de securitate.
ru: Группа аутентификации идентифицируется номером метки и не является обязательным. Если цель не использует аутентификацию CHAP определяет авторизованных пользователей и секреты для дополнительной безопасности.
sv: En Autentiseringsgrupp identifieras av ett nummer och är frivillig. Om målet inte använder CHAP autentisering definierar den godkända användare och hemligheter för extra säkerhet.
uk: Група Автентифікації ідентифікується за номером тега та є опціональною. Якщо Ціль не використовує аутентифікацію CHAP, тоді група визначає авторизованих користувачів і секрети для додаткової безпеки.
zh_cn: 认证组由标签号标识，并且是可选的。 如果目标不使用CHAP身份验证，它定义授权的用户和秘密以获得额外的安全性。

source: An Extent defines the storage area of the Target.
af: 'N Extent definieer die stoor area van die-Teiken.
ca: Una extensió defineix l'àrea d'emmagatzematge de l'objectiu.
cs: Úložná jednotka určuje úložnou oblast na cíli.
de: Ein Extent definiert den Speicherbereich des Ziels.
el: Η Επέκταση καθορίζει την περιοχή αποθήκευσης του Προορισμού.
es: Un extent define el area de almacenamiento en el destino.
fr: Une Extension definit la zone de stockage de la Cible.
hu: Egy Extent a Cél tároló területét határozza meg.
it: Un Extent definisce l'are di immagazzinamento del Target.
lo: Extent ກຳນົດພື້ນທີ່ຈັດເກັບຂໍ້ມູນຂອງເປົ້າໝາຍ.
nl: Een Extent definieërt het opslaggebied van de Doel.
pl: 'Extent' (zasięg) definiuje docelową część baz
ro: O Extensie definește o zonă de stocare a Destinației.
ru: Экстент определяет область хранения цели.
sv: En utökning definierar lagringsarean på målet.
uk: Екстент визначає область зберігання цілі.
zh_cn: Extent定义目标的存储区域。

source: No Portal Group has been configured.
af: Geen Portaal Groep gewees gekonfigureer.
ca: Grup portal no s'ha configurat.
cs: Není nastavená žádná skupina portálu.
de: Es wurde keine Portal Gruppe konfiguriert.
el: Δεν έχει ρυθμιστεί κάποια Ομάδα Portal
es: No se ha configurado el Grupo Portal
fr: Aucun Groupe Portail n'a été configuré.
hu: Egy Portal csoport sincs konfigurálva.
it: Nessun Portal Group configurato.
lo: ບໍ່ມີກຸ່ມພໍທັນໃດຖືກຕັ້ງຄ່າ.
nl: Er is geen Portaal Groep geconfigureerd.
ro: Niciun Grup Portal nu a fost configurat.
ru: Ни одна группа порталов не сконфигурирована.
sv: Ingen Portalgrupp har konfigurerats.
uk: Жодна група порталів не налаштована.
zh_cn: 未配置任何门户组。

source: Please add a new Portal Group first.
af: Voeg assebief eers 'n nuwe Portaal Groep by.
ca: Si us plau, afegir un nou grup del portal primer.
cs: Nejprve je třeba přidat novou skupinu portálu.
de: Bitte fügen Sie zuerst eine neue Portal Gruppe hinzu.
el: Παρακαλώ προσθέστε πρώτα μια νέα Ομάδα Portal.
es: Por favor añada primero un Grupo Portal
fr: S'il vous plaît créez d'abord un nouveau groupe Portail
hu: Először egy új Portal csoportot hozz létre.
it: Per favore aggiungere prima un nuovo gruppo portal
lo: ກະລຸນາເພີ່ມກຸ່ມພໍທັນໃໝ່ກ່ອນ.
nl: Voeg eerst een nieuwe Portaal Groep toe.
ro: Va trebui să adăugați un Grup Portal mai întâi.
ru: Пожалуйста, добавьте сначала новую группу порталов.
sv: Vänligen lägg till en ny portalgrupp först.
uk: Будь ласка, спочатку додайте нову групу порталів.
zh_cn: 请首先添加新的Portal组。

source: No Initiator Group has been configured.
af: Geen Inisieerder Groep gewees gekonfigureer.
ca: Grup iniciador no s'ha configurat.
cs: Není nastavená žádná skupina iniciátoru.
de: Es wurde keine Initiator Gruppe konfiguriert.
el: Δεν έχει ρυθμιστεί κάποια Ομάδα Εκκινητή.
es: No hay un Grupo Iniciador configurado
fr: Aucun Groupe Initiateur n'a été configuré.
hu: Egy Kezdeményező csoport sincs konfigurálva.
it: Nessun Initiatior Group configurato.
lo: ບໍ່ມີກຸ່ມຜູ້ລິເລີ່ມໃດຖືກຕັ້ງຄ່າ.
nl: Er is geen Initiator Groep geconfigureerd.
ro: Niciun Grup inițiator nu a fost configurat.
ru: Ни одна группа инициаторов не сконфигурирована.
sv: Ingen Intierargrupp har konfigurerats.
uk: Жодна група ініціаторів не налаштована.
zh_cn: 未配置启动器组。

source: Please add a new Initiator Group first.
af: Voeg asseblief eerst nuwe Inisieerder Groep.
ca: Si us plau, afegir un nou grup iniciador primer.
cs: Nejprve je třeba přidat novou skupinu iniciátoru.
de: Bitte fügen Sie zuerst eine neue Initiator Gruppe hinzu.
el: Παρακαλώ προσθέστε πρώτα μια νέα Ομάδα Εκκινητή.
es: Por favor añada primero un Grupo Initiator
fr: S'il vous plaît créez d'abord un nouveau groupe initiateur.
hu: Először egy új Kezdeményező csoportot hozz létre.
it: Per favore, aggiungere un gruppo iniziatore
lo: ກະລຸນາເພີ່ມກຸ່ມຜູ້ລິເລີ່ມໃໝ່ກ່ອນ.
nl: Voeg eerst een nieuwe Initiator Groep toe.
ro: Va trebui să adăugați un Grup Inițiator mai întâi.
ru: Пожалуйста, добавьте сначала новую группу инициаторов.
sv: Vänligen lägg till en ny Initierargrupp först.
uk: Будь ласка, спочатку додайте нову групу ініціаторів.
zh_cn: 请首先添加新的Initiator组。

source: No Extent has been configured.
af: Geen Extent het was gekonfigureer.
ca: No s'ha configurat extensió.
cs: Není nastavená žádná úložná jednotka.
de: Es wurde kein Extent definiert.
el: Δεν έχει ρυθμιστεί κάποια Επέκταση.
es: No hay Extent configurado
fr: Aucune extension n'a été configurée
hu: Egy Extent sincs konfigurálva.
it: Nessun Extent configurato.
lo: ບໍ່ມີ Extent ໃດຖືກຕັ້ງຄ່າ.
nl: Er is geen Extent geconfigureerd.
ro: Nicio Extensie nu a fost configurată.
ru: Ни один Extent не сконфигурирован.
sv: Inga utökningar har konfigurerats.
uk: Жоден Extent не налаштований.
zh_cn: 未配置Extent。

source: Please add a new Extent first.
af: Voeg asseblief eerste 'n nuwe Extent.
ca: Si us plau, afegir un nou extensor primer.
cs: Nejprve je třeba přidat úložnou jednotku.
de: Bitte zuerst einen neuen Extent hinzufügen.
el: Παρακαλώ προσθέστε πρώτα μία νέα Επέκταση.
es: Por favor añada un extent primero
fr: S'il vous plaît créez d'abord une nouvelle extension
hu: Először egy Extent-et hozz létre.
it: Per favore aggiungere prima una nuova estensione
lo: ກະລຸນາເພີ່ມ Extent ໃໝ່ກ່ອນ.
nl: Voeg eerst een nieuwe Extent toe.
ro: Va trebui să adăugați o nouă Extensie mai întâi.
ru: Пожалуйста, добавьте сначала новый Extent.
sv: Vänligen lägg till en ny utökning först.
uk: Будь ласка, спочатку додайте новий Extent.
zh_cn: 请先添加新Extent。

source: Storage
af: Stoor
ca: Emmagatzematge
cs: Úložiště
de: Datenträger
el: Αποθήκευση
es: Almacenamiento
fr: Stockage
hu: Tároló
lo: ບ່ອນຈັດເກັບຂໍ້ມູນ
nl: Opslag
pl: Pamieć masowa
ro: Spațiu stocare
ru: Хранилище
sv: Lagring
uk: Накопичувач
zh_cn: 存储空间

source: Auth Method
af: Auth Metode
ca: Mètode de autenticació
cs: Způsob ověř.
de: Authentifizierungsmethode
el: Μέθοδος πιστοποίησης
es: Metodo Autenticacion
fr: Méthode Auth
hu: Auth eljárás
it: Metodo di Autenticazione
lo: ວິທີການກວດສອບ
nl: Auth Methode
pl: Metoda Autentykacji
ro: Metodă de autorizare
ru: Способ аутентификации
sv: Auktoriseringsmetod
uk: Спосіб авторизації
zh_cn: 认证模式

source: Initial Digest
af: Aanvanklike Digest
ca: Resum inicial
cs: Úvodní otisk
de: Initialübersicht
el: Αρχικό digest
es: Resumen inicial
fr: Contrôle Initial
hu: Kezdő kivonat
it: Digest iniziale
nl: Aanvankelijke Overzicht
ro: Rezumat Inițial
ru: Подпись пакетов
sv: Initialt datasammandrag
uk: Початковий дайджест
zh_cn: 初步摘要

source: Queue Depth
af: Lyn Diepte
ca: Profunditat de cua
cs: Délka fronty
de: Warteschlangenlänge
el: Βάθος ουράς προτεραιότητας
es: Profundidad de cola
fr: Profondeur de queue
hu: Sor mélység
it: Lughezza coda
lo: ຄວາມເລິກຂອງຄິວ
pl: Długość kolejki
ro: Lungime Listă
ru: Глубина очереди
sv: Ködjup
uk: Глибина запитів
zh_cn: 伫列深度

source: Logical Block
af: Logiese Blok
ca: Bloc lògic
cs: Logický blok
de: Logischer Block
el: Λογικό Block
es: Bloque Lógico
fr: Bloc Logique
hu: Logikai blokk
it: Blocco logico
lo: ບລັອກເຫດຜົນ
pl: Blok logiczny
ro: Bloc logic
ru: Логический блок
sv: Logiska block
uk: Логічні Блоки
zh_cn: 逻辑块

source: The queuedepth range is invalid.
af: Die toudiepte se gebied is ongeldig.
ca: El rang de profonditat de cua no és vàlid.
cs: Rozsah délky fronty není platný.
de: Der Bereich der Warteschlage ist ungültig.
el: Η καθορισμένη τιμή για το βάθος της ουράς δεν είναι έγκυρη.
es: El rango de aidamiento es invalido.
fr: La profondeur de queue est invalide.
hu: A queuedepth intervallum nem érvényes.
it: Il range della lunghezza della coda non è valido.
lo: ຊ່ວງຄວາມເລິກຂອງຄິວບໍ່ຖືກຕ້ອງ.
nl: De queuedepth bereik is ongeldig.
pl: Zakres długości kolejki nie jest prawidłowy.
ro: Lungimea listei este incorectă.
ru: Диапазон глубины очереди задан некорректно.
sv: Ködjups-spannet är ogiltigt.
uk: Діапазон глибини черги заданий некоректно.
zh_cn: 伫列深度（queuedepth）范围无效。

source: %s is too long.
af: %s is te lank.
ca: %s és massa llarg.
cs: %s je příliš dlouhé.
de: %s ist zu lang.
el: %s είναι πολύ μεγάλο.
es: %s es demasiado largo.
fr: %s est trop long
hu: %s túl hosszú.
it: %s è troppo lungo.
lo: %s ຍາວເກີນໄປ.
nl: %s is te lang.
pl: %s jest za długi.
ro: %s este prea lung.
ru: Значение %s слишком длинное.
sv: %s är för lång.
uk: %s занадто довге.
zh_cn: %s 太长了。

source: Inquiry Vendor
af: Navraag Vendor
ca: Pregunta venedor
cs: Zjistit výrobce
de: Abfragehersteller
el: Εξέταση Κατασκευαστή
es: Investigar vendedor
hu: Gyártó közleménye
lo: ຜູ້ສະໜອງ Inquiry
nl: Aanvraag Fabrikant
pl: Odpytaj o producenta
ro: Informații vânzător
ru: Запрос вендора
sv: Leverantörsförfrågan
uk: Запит виробника
zh_cn: 询问供应商

source: Inquiry Product
af: Navraag Produk
ca: Pregunta producte
cs: Zjistit model
de: Abfrageprodukt
el: Εξέταση Προϊόντος
es: Investigar Producto
hu: Vizsgáló termék
lo: ຜະລິດຕະພັນ Inquiry
nl: Aanvraag Produkt
pl: Odpytaj o nazwę produktu
ro: Informații produs
ru: Запрос продукта
sv: Produktförfrågan
uk: Запитати продукт
zh_cn: 询问产品

source: Inquiry Revision
af: Navraag Hersiening
ca: Pregunta revisió
cs: Zjistit revizi
de: Abfragerevision
el: Εξέταση Αναθεώρησης
es: Investigar Revisión
hu: Vizsgáló verziószáma
lo: ການປັບປຸງ Inquiry
nl: Aanvraag Revisie
pl: Odpytaj o wersję
ro: Informații revizie
ru: Запрос ревизии
sv: Revisionsförfrågan
uk: Запит ревізії
zh_cn: 询问修订

source: Inquiry Serial
af: Navraag Seriële
ca: Pregunta nº de serie
cs: Zjistit sériové číslo
de: Abfrageseriennummer
el: Εξέταση Σειριακού
es: Investigar Serial
hu: Vizsgáló sorozatszáma
lo: ຊີຣຽວ Inquiry
nl: Aanvraag Serial
pl: Odpytaj o numer seryjny
ro: Informații serial
ru: Запрос серии
sv: Serienummerförfrågan
uk: Запит серійного номера
zh_cn: 询问编号

source: The target name already exists.
af: Die teiken naam bestaan reeds.
ca: El nom de destinació ja existeix.
cs: Tento název je už použit pro jiný z cílů.
de: Der Zielname existiert bereits.
el: Το όνομα προορισμού υπάρχει ήδη.
es: El nombre del objetivo ya existe.
fr: Le nom de la cible existe déjà.
hu: A cél neve már létezik.
it: Il nome del target esiste già.
lo: ຊື່ເປົ້າໝາຍນີ້ມີຢູ່ແລ້ວ.
nl: De doelnaam bestaat reeds.
pl: Nazwa celu już istnieje.
ro: Numele destinație există deja.
ru: Указанное имя цели уже существует.
sv: Målnamnet finns redan.
uk: Зазначене ім'я цілі вже існує.
zh_cn: 目标名称已经存在。

source: %s%d %s is already used by %s%d.
af: %s%d %s word alreeds gebruik deur %s%d.
ca: %s%d %s ja està utilitzada per %s%d.
cs: %s%d %s je už používáno %s%d.
de: %s%d %s wird bereits verwendet von %s%d .
el: Το %s%d %s χρησιμοποιείται ήδη από το %s%d.
es: %s%d %s está siendo usado por %s%d.
fr: %s%d %s est déjà utilisé par %s%d.
hu: %s%d %s már használatban van: %s%d.
it: %s%d %s è già utilizzata da %s%d.
lo: %s%d %s ຖືກນຳໃຊ້ແລ້ວໂດຍ %s%d.
nl: %s%d %s is reeds gebruikt door %s%d.
pl: %s%d %s jest obecnie używany przez %s%d.
ro: %s%d %s este deja utilizat de %s%d.
ru: %s%d %s уже используется %s%d.
sv: %s%d %s används redan av %s%d.
uk: %s%d %s вже використовується %s%d.
zh_cn: %s%d %s 已被 %s%d 使用。

source: Base Name will be appended automatically when starting without 'iqn.'.
af: Base Naam sal wees appinded outomaties wanneer begin sonder 'iqn.'.
ca: Nom base s'afegirà automàticament quan comenci sense 'iqn.'.
cs: Pokud nezačíná na „iqn“, bude název základu připojen automaticky.
de: Ist der Anfang nicht 'iqn.', wird der Base Name automatisch mit angehängt.
el: Το όνομα της βάσης θα προσαρτηθεί αυτόματα αν ξεκινά δίχως το 'iqn.'.
es: El nombre base sera agregado al final automaticamente, cuando no comience con 'iqn.'
fr: Le nom de base sera ajouté automatiquement si cela ne débute pas par 'iqn.'.
hu: Base név automatikusan hozzá lesz fűzve amikor 'iqn.' nélkül indul.
it: Il "base name" sarà aggiunto automaticamente se si avvia senza 'iqn.'.
lo: ຊື່ພື້ນຖານຈະຖືກຕື່ມໃສ່ອັດຕະໂນມັດເມື່ອເລີ່ມຕົ້ນໂດຍບໍ່ມີ 'iqn.'.
nl: De Basisnaam zal automatisch worden toegevoegt bij het starten zonder 'iqn.'.
pl: Podstawa nazwy bedzie dodana automatycznie jesli wystartuje bez 'iqn.'
ro: Numele de bază va fi adăugat automat la pornire (dacă nu conţine textul 'iqn').
ru: Базовое имя будет добавлено автоматически, если имя цели начинается не с 'iqn.'.
sv: Grundnamnet kommer bifogas automatiskt när det startas utan 'iqn.'.
uk: Базове ім'я буде додано автоматично якщо воно не починається з 'iqn.'.
zh_cn: 当启动时没有'iqn.' ，会自动添加基本名称。

source: Target Alias
af: Teiken Alias
ca: Àlies TCP
cs: Alternativní název cíle
de: Zielalias
el: Ψευδώνυμο προορισμού
es: Alias del objetivo
fr: Alias de cible
hu: Cél álnév
it: Alias del target
lo: ຊື່ແຝງຂອງເປົ້າໝາຍ
nl: Doel Alias
pl: Alias celu
ro: Alias destinație
ru: Псевдоним цели
sv: Målalias
uk: Псевдонім призначення
zh_cn: 目標別名

source: Optional user-friendly string of the target.
af: Opsionele gebruiker-vriendelike string van die teiken.
ca: Cadena de fàcil ús opcional de l'objectiu.
cs: Nepoviný, uživateli srozumitelný název cíle.
de: Optionaler benutzerfreundlicher String für das Ziel.
el: Προαιρετικό, φιλικό προς το χρήστη, όνομα του προορισμού.
es: Cadena de el objetivo opcional amistoso al usuario.
fr: Un nom pour identifier facilement la cible (optionnel)
hu: A cél opcionális felhasználóbarát karaktersorozata.
it: Un nome per identificare con più facilità il target (opzionale)
lo: ສະຕຣິງທີ່ເປັນມິດກັບຜູ້ໃຊ້ຂອງເປົ້າໝາຍ (ທາງເລືອກ).
nl: Optioneel gebruiksvriendelijke tekenreeks van het doel.
pl: Opcjonalna przyjazna użytkownikowi nazwa celu.
ro: Text opțional, ușor de memorat, pentru destinație.
ru: Удобное для восприятия описание цели (необязательно).
sv: Valfri användarvänlig sträng för målet.
uk: Не обв'язковий зручний для сприйняття опис цілі.
zh_cn: 自选易用的目标字符串。

source: Tape
af: Band
ca: Cinta
cs: Páska
de: Band
el: Μαγνητοταινία
es: Cinta
fr: Bande
hu: Szalag
it: Nastro
lo: ເທບ
pl: Taśma
ro: Bandă
ru: Магнитная лента
sv: Band
uk: Стрічка
zh_cn: 磁带

source: Device Pass-through
af: Toestel Slaag-deur middel
ca: Dispositiu de pas a través
cs: Předávání zařízení
de: Gerät durchreichen
el: Pass-through συσκευής
es: Dispositivo por medio de paso
fr: Périphérique Pass-through
hu: Átmenő eszköz
it: Dispositivo Pass-through
lo: ການສົ່ງຜ່ານອຸປະກອນ
nl: Apparaat Pass-through
pl: Dopuszczone urządzenia.
ro: Dispozitiv de trecere
ru: Сквозное (pass-through) устройство
sv: Komponent genomströmning
uk: Pass-through (наскрізний) пристрій
zh_cn: 设备直通（Device Pass-through）
