Repository: rojim666/xigmanas-code-r10599-trunk
Catalog: locale/xigmanas-*.po
Languages: af, ca, cs, de, el, es, fr, hu, it, lo, nl, pl, ro, ru, sv, uk, zh_cn

source: Channel
af: Kanaal
ca: Canal
cs: Kanál
de: Kanal
el: Κανάλι
es: Canal
fr: Canal
hu: Csatorna
it: Canale
lo: ຊ່ອງສັນຍານ
nl: Kanaal
pl: Kanał
ro: Canal
ru: Канал
sv: Kanal
uk: Канал
zh_cn: 频道

source: The attribute '%s' is required within %d or more characters to %d characters.
af: Die eienskap '%s' is benodig binne %d of meer karakters tot %d karakters.
ca: Es requereix que l'atribut '%s' amb %d o més caràcters per %d caràcters.
cs: Je třeba, aby atribut „%s“ byl dlouhý %d a více, nejvýše však %d znaků.
de: Das Attribut '%s' muss zwischen %d oder mehr bis zu %d Zeichen aufweisen.
el: Η ιδιότητα '%s' είναι απαραίτητη στο %d ή περισσότεροι χαρακτήρες στους %d χαρακτήρες.
es: Se requiere el atributo '%s' con %d o más carácteres, y hasta %d carácteres.
fr: L'attribut '%s' est utile dans '%d' ou plus de caractères vers %d caractères.
hu: '%s' attribútum %d és %d karakter közé kell, hogy essen.
it: L'attributo '%s' dev'essere di lunghezza compresa tra %d e %d caratteri.
lo: ຄຸນລັກສະນະ '%s' ຕ້ອງມີຄວາມຍາວລະຫວ່າງ %d ຫາ %d ຕົວອັກສອນ.
nl: Het attribuut '%s' is vereist binnen %d of meer karakters naar %d karakters.
pl: Atrybut '%s' wymaga minimum %d do %d znaków
ro: Atributul '%s' este necesar cu %d caractere sau pana la %d caractere.
ru: Атрибут '%s' должен состоять из %d или более %d символов.
sv: Attributet "%s" krävs med %d eller flera tecken upp till %d tecken.
uk: Атрибут '%s' повинен бути від %d до %d символів.
zh_cn: 属性 '%s' 是必要的。请确认最少必须输入比 %d 或比 %d 更多的字数。

source: WPA-EAP (Extensible Authentication Protocol)
af: WPA-EAP Extensible Ontentisering Protokol)
ca: WPA-EAP (Protocol extens de autenticació)
cs: WPA-EAP (rozšiřitelný ověřovací protokol)
el: WPA-EAP (Επεκτάσιμο πρωτόκολλο ελέγχου ταυτότητας)
hu: Kiterjeszthető Hitelesítési Protokoll (WPA-EAP)
lo: WPA-EAP (ໂປຣໂຕຄໍການກວດສອບແບບຂະຫຍາຍໄດ້)
ro: WPA-EAP (Protocol Extensibil de Autentificare)
uk: WPA-EAP (Розширюваний протокол аутентифікаціїї)
zh_cn: WPA-EAP (Extensible Authentication Protocol 延伸验证协议)

source: Wireless configuration
af: Koordlose Instellings
ca: Configuració sense fils
cs: Nastavení bezdrátové sítě
de: WLAN Einstellungen
el: Ασύρματη ρύθμιση
es: Configuración Inalambrica
fr: Configuration sans fil
hu: Vezetéknélküli beállítások
it: Configurazione wireless
lo: ການຕັ້ງຄ່າໄຮ້ສາຍ
nl: Draadloos cofiguratie
pl: Konfiguracja sieci bezprzewodowej
ro: Configurație Wireless
ru: Настройка беспроводной сети
sv: Trådlös konfiguration
uk: Безпровідна конфігурація
zh_cn: 无线网络配置

source: Set the desired Service Set Identifier (aka network name).
af: Stel die gewenste Diens Stel Identifiseerder in (aka die netwerk naam)
ca: Establir l'identificador de servei desitjat (també conegut com a nom de xarxa).
cs: Nastavte požadovaný název sítě (Service Set Identifier).
de: Setze den gewünschten SSID Namen (Netzwrkname)
el: Ρύθμιση του επιθυμητού Service Set Identifier (γνωστό και ως όνομα δικτύου SSID).
es: Asigne el nombre de servicio Identificador deseado (alias: nombre de red).
fr: Configure le SSID (Identifiant du service, ou nom du réseau)
hu: Állítsd be a kívánt Szolgáltatáskészlet azonosítót (aka hálózati név)
it: Configura l'SSD (Service Set Identifier, o nome della rete).
lo: ຕັ້ງຄ່າຕົວລະບຸຊຸດບໍລິການທີ່ຕ້ອງການ (ຫຼືທີ່ເອີ້ນວ່າຊື່ເຄືອຂ່າຍ).
nl: Gewenste Service Set Identificatie instellen (aka netwerknaam).
pl: Wybierz identyfikator usługi (nazwa sieciowa)
ro: Definire Set Identificator Serviciu (adică nume rețea)
ru: Установите требуемый идентификатор сервиса (Service Set Identifier) (он же имя сети).
sv: Välj önskat SSID (Nätverksnamn)
uk: Встановіть необхідний ідентифікатор сервісу (Service Set Identifier) (він же ім'я мережі).
zh_cn: 设置所需的服务集标识符（Service Set Identifier）（也称为网络名称）。

source: Connect to hidden network
af: Konnekteer aan 'n versteekde netwerl
ca: Connecta a una xarxa oculta
cs: Připojit ke skryté síti
de: Verbinden mit einem verstecktem Netzwerk
el: Σύνδεση σε κρυφό δίκτυο
es: Conectarse a una red oculta
fr: Se connecter à un réseau caché
hu: Kapcsolódás rejtett hálózathoz
it: Connetti a rete nascosta
lo: ເຊື່ອມຕໍ່ກັບເຄືອຂ່າຍທີ່ຊ່ອນຢູ່
nl: Met verborgen netwerk verbinden
pl: Połącz z ukrytą siecią
ro: Conectare la rețea ascunsă
ru: Подключиться к скрытой сети
sv: Anslut till dolt nätverk
uk: З’єднатися з прихованою мережею
zh_cn: 连接到隐藏网络

source: Allows to connect to a hidden network
af: Laat toe om aan 'n verborge netwerk te koppel
ca: Permet connectar-se a una xarxa oculta
cs: Umožní připojit se ke skryté síti
de: Verbindung zu einem verstecktem Netzwerk zulassen
el: Επιτρέπει τη σύνδεση σε κρυφό δίκτυο
es: Permite conectarse a redes ocultas.
fr: Permet de se connecter à un réseau caché
hu: Rejtett hálózathoz kapcsolódás engedélyezése
it: Permette di collegarsi ad una network nascosta
lo: ອະນຸຍາດໃຫ້ເຊື່ອມຕໍ່ກັບເຄືອຂ່າຍທີ່ຊ່ອນຢູ່
nl: Maakt het mogelijk om verbinding te maken met een verborgen netwerk
pl: Zezwalaj na połączenie do ukrytej sieci
ro: Permite conectarea la o rețea ascunsă
ru: Позволяет подключиться к скрытой сети
sv: Tillåt anslutning till ett dolt nätverk
uk: Дозволяє підключитися до прихованої мережі
zh_cn: 允许连接隐藏网络

source: A key will be either 5 or 13 characters (40 or 104 bits) depending of the local network and the capabilities of the adaptor. It may be specified either as a plain string or as a string of hexadecimal digits preceded by '0x'.
af: 'N Sleutel sal wees óf 5 of 13 karakters (40 or 104 bits) afhangend van die plaaslike netwerk en die vermoëns van die adaptor. Dit mag wees gespesifiseer óf as 'n gewone string van heksadesimale syfers voorafgegaan deur '0x'.
ca: Una clau serà el 5 o 13 caràcters (40 bits o 104), depenent de la xarxa local i les capacitats de l'adaptador. Pot ser especificat com una cadena simple o com una cadena de dígits hexadecimals precedits per '0x '.
cs: Klíč bude buď 5 nebo 13 znaků dlouhý (40 nebo 104 bitů) – dle toho, co používáno v místní síti a jaké jsou schopnosti bezdrátového síťového rozhraní serveru. Může být zadáno buď jako text nebo sled osmičkových číslic (ve druhém jmenovaném případě předeslaný „0x“ – nula a malé písmeno iks).
de: Ein Schlüssel hat entweder 5 oder 13 Zeichen, (40 oder 104 Bits) abhängig vom lokalen Netzwerk und den Fähigkeiten des Adapters. Er kann entweder als einfache Zeichenkette oder mit einem vorangestellten '0x' als Zeichenkette von hexadezimalen Zeichen eingegeben werden.
el: Ένα κλειδί θα πρέπει να αποτελείται από 5 ή 13 χαρακτήρες (40 ή 104 bits), ανάλογα με το τοπικό σας δίκτυο και τις δυνατότητες του προσαρμογέα δικτύου σας. Είναι δυνατό να προσδιορισθεί είτε ως απλή συμβολοσειρά ή ως μια σειρά από δεκαεξαδικά ψηφία στα οποία θα προηγείται το '0x'.
es: La clave tendrá 5 o 13 caracteres (40 o 104 bits) dependiendo de la red local y de las capacidades del equipo. Puede ser especificado indistintamente como texto plano o como digitos hexadecimales precedidos por '0x'.
fr: Une clef comprend 5 ou 13 caractères( 40 ou 104 bits), selon le réseau local et les capacités de l'adaptateur. Elle peut être spécifiée dans une chaîne texte ou hexadécimale précédée par '0x'.
hu: A kulcs 5 vagy 13 karakter lesz (40 or 104 bit) a helyi hálózattól és az adapter tulajdonságaitól függően. Plain text-ként és hexadecimal számként is megadható ('0x').
it: La chiave può essere di 5 o 13 caratteri (40 o 104 bit) in base alla capacità della rete locale e delle schede di rete e può essere espressa sia in chiaro che in una sequenza di valori esadecimali preceduti da '0x'.
lo: ກະແຈຈະມີຄວາມຍາວ 5 ຫຼື 13 ຕົວອັກສອນ (40 ຫຼື 104 ບິດ) ຂຶ້ນກັບເຄືອຂ່າຍທ້ອງຖິ່ນ ແລະ ຄວາມສາມາດຂອງອະແດບເຕີ. ມັນສາມາດລະບຸໄດ້ທັງເປັນສະຕຣິງທຳມະດາ ຫຼື ເປັນສະຕຣິງຂອງຕົວເລກຖານສິບຫົກທີ່ນຳໜ້າດ້ວຍ '0x'.
nl: Een sleutel bestaat uit 5 of 13 tekens (40 of 104 bits) afhankelijk van het lokale netwerk en de mogelijkheden van de adapter. Het kan gespecificeerd worden als gewone text tekenreeks of als een tekenreeks van hexadecimale cijfers voorafgegaan met '0x'.
pl: Klucz może składać się z 5 lub 13 znaków (40 lub 104 bity) w zależności od sieci lokalnej i możliwości karty sieciowej. Może być określony jako zwykły ciąg znaków lub jako ciąg znaków heksadecymalnych rozpoczynający się od '0x'.
ro: Cheia poate avea 5 sau 13 caractere (40 sau 140 de biți) funcție de tipul rețelei locale și de posibilitățile cartelei de rețea. Poate fi introdusă fie ca text în clar fie ca un șir de caractere hexazecimale precedate de șirul '0x'.
ru: Ключ должен быть длиной 5 или 13 символов (40 или 104 бита), в зависимости от сети и возможностей адаптера. Может быть задан либо как текстовая строка, либо в шестнадцатеричном формате (начиная с '0x').
sv: En nyckel innehåller 5 eller 13 tecken (40 eller 104 bitar) beroende på det lokala nätverket och nätverksadapterns egenskaper. Nyckeln kan specificeras i klartext eller som en sträng av ett hexadecimalt värde inlett med '0x'.
uk: Ключ повинен містити 5 або 13 символів (40 або 104 біт) залежно від локальної мережі та можливості адаптера. Його можна ввести простим текстом або у вигляді рядка шістнадцяткових цифр, перед якими стоїть "0x".
zh_cn: 密钥可能是5或13个字符（40或104位），这取决于本地网络适配器的性能。设置可使用普通的字符串或以'0x' 开头的十六进制数字。

source: Key Management Protocol
af: Sleutel Bestuur Protokol
ca: Protocol de gestió de claus
cs: Protokol správy klíčů
el: Πρωτόκολλο διαχείρισης κωδικών
es: Protocolo de Gestión de Claves
fr: Protocole de gestion des clés
hu: Kulcskezelő protokoll
it: Protocollo di gestione della chiave
lo: ໂປຣໂຕຄໍການຈັດການກະແຈ
nl: Sleutel Beheer Protocol
pl: Protokół zarządzania kluczami
ro: Protocol Management Chei
ru: Протокол управления ключом
sv: Nyckelhanteringsprotokoll
uk: Протокол керування ключами
zh_cn: 密钥管理协议

source: Pairwise
af: Paarsgewys
ca: Per parelles
cs: Párově
de: Paarweise
el: Ανά ζεύγος
es: Comparaciones por pares
fr: Par paire
hu: Páros
it: A coppie
nl: Paargewijs
pl: Parzyste
ro: Pereche
ru: Парные
sv: Parvis
uk: Попарний
zh_cn: 成对（Pairwise）

source: List of acceptable pairwise (unicast) ciphers for WPA. One or more of: CCMP (AES in Counter mode with CBC-MAC, RFC 3610, IEEE 802.11i/D7.0), TKIP (Temporal Key Integrity Protocol, IEEE 802.11i/D7.0).
af: Die lys van aanvaarde parings (unicast) enkoderings vir WPA. Een of meer van: CCMP (AES in Telling mode met CBC-MAC, RFC 3610, EEE 802.11i/D7.0), TKIP (Temporal Key Integrity Protocol, IEEE 802.11i/D7.0).
ca: Llista de parells acceptable (unicast) sistemes de xifrat per WPA. Un o més de: CCMP (AES en mode de Contador amb CBC-MAC, RFC 3610, IEEE 802.11i / D7.0), TKIP (Temporal Key Integrity Protocol, IEEE 802.11i / D7.0).
cs: Seznam přípustných párových (unicast) šifer pro WPA. Jedno neb více z: CCMP (AES v režimu čítače s CBC-MAC, RFC 3610, IEEE 802.11i/D7.0), TKIP (Protokol celistvosti časového klíče, IEEE 802.11i/D7.0).
de: Liste der paarweise akzeptablen (Unicast) Chiffren für WPA. Eine oder mehrere von: CCMP (AES im Zählermodus mit CBC-MAC, RFC 3610, IEEE 802i/D7.0), TKIP (temporäres Schlüssel Integritätsprotokoll, IEEE 802.11i/D7.0).
el: Κατάλογος αποδεκτών ζευγών (unicast) ciphers για το WPA. Ένα ή περισσότερα από το: CCMP (AES στη λειτουργία Counter με CBC-MAC, RFC 3610, IEEE 802.11i/D7.0), TKIP (Temporal Key Integrity Protocol, IEEE 802.11i/D7.0).
es: Lista de pares aceptables (unidifusion) que cifra WPA. Uno o más de: CCMP (AES en modo Respuesta con CBC-MAC, RFC 3610, IEEE 802.11i/D7.0) TKIP (Protocolo de Integridad de clave temporal, IEEE 802.11i/D7.0).
fr: Liste des paires de clefs de chiffrage pour WPA. Une ou plus de type: CCMP (AES en mode compteur avec CBS-MAC, RFC 3610, IEEE 802.11i/D7.0), TKIP (Temporal Key Intergrity Protocol, IEEE 802.11i/D7.0).
hu: WPA-ra használható pairwise-ok (unicast) listája. Egy vagy több a következőkből: CCMP (AES számoló módban CBC-MAC-kel, RFC 3610, IEEE 802.11i/D7.0), TKIP (Temporal Key Integrity Protokoll, IEEE 802.11i/D7.0).
it: Elenco degli algoritmi di cifratura pairwise accettabili (unicast) per WPA. Uno o più fra: CCMP (AES in Counter mode with CBC-MAC, RFC 3610, IEEE 802.11i/D7.0), TKIP (Temporal Key Integrity Protocol, IEEE 802.11i/D7.0).
lo: ລາຍການລະຫັດ pairwise (unicast) ທີ່ຍອມຮັບໄດ້ສຳລັບ WPA. ໜຶ່ງ ຫຼື ຫຼາຍກວ່ານັ້ນ: CCMP (AES ໃນໂໝດ Counter ກັບ CBC-MAC, RFC 3610, IEEE 802.11i/D7.0), TKIP (Temporal Key Integrity Protocol, IEEE 802.11i/D7.0).
nl: Lijst van acceptabel paarsgewijs (unicast) bewakers voor WPA. 1 of meer van:CCMP (AES in Teller mode met CBC-MAC, RFC 3610, IEEE 802.11i/D7.0), TKIP (Temporal Key Integrity Protocol, IEEE 802.11i/D7.0).
ro: Lista perechilor de cifruri (unicast) pentru WPA. Unul sau mai multe cifruri CCMP (AES în modul Counter cu CBC-MAC, RFC 3610, IEEE 802.11i/D7.0), TKIP (Temporal Key Integrity Protocol, IEEE 802.11i/D7.0).
ru: Список принимаемых парных (unicast) кодов для WPA. Один или более из: CCMP (AES in Counter mode with CBC-MAC, RFC 3610, IEEE 802.11i/D7.0), TKIP (Temporal Key Integrity Protocol, IEEE 802.11i/D7.0).
sv: Lista över tillåtna parvisa (unicast) chiffer för WPA. En eller flera av: CCMP (AES i Counter-läge med CBC-MAC, RFC 3610, IEEE 802.11i/D7.0), TKIP (Temporal Key Integrity Protocol, IEEE 802.11i/D7.0).
uk: Список прийнятих парних (unicast) кодів для WPA. Один або більше із: CCMP (AES в режимі лічильника з CBC-MAC, RFC 3610, IEEE 802.11i / D7.0), TKIP (Temporal Key Integrity Protocol, IEEE 802.11i / D7.0).
zh_cn: 可接受的成对（单播）为WPA密码的列表。一个或多个：CCMP（AES计数器模式CBC-MAC，RFC3610，IEEE802.11i/D7.0），TKIP（临时密钥完整性协议，IEEE802.11i/D7.0）。

source: Enter the passphrase that will be used in WPA-PSK mode. This must be between 8 and 63 characters long.
af: Ingaan die wagfrase daardie sal wees gebruiked in WPA-PSK modus. Hierdie moet wees tussen 8 en 63 karakters lank.
ca: Introduïu la contrasenya que s'utilitza en la manera WPA-PSK. Aquest ha de tenir entre 8 i 63 caràcters.
cs: Zadejte heslovou frázi, která bude použita v režimu WPA-PSK. Je třeba, aby byla mezi 8 a 63 znaky dlouhá.
de: Geben sie das Passwort ein, welches für WPA-PSK benutzt werden soll. Es muss zwischen 8 und 63 Zeichen lang sein.
el: Εισαγωγή της φράσης-κλειδί που θα χρησιμοποιηθεί στο WPA-PSK. Το μήκος της πρέπει να είναι μεταξύ 8 και 63 χαρακτήρων.
es: Introduzca la contraseña que será usada en el modo WPA-PSK. Esta debe tener entre 8 y 63 caracteres de longitud
fr: Entrez la phrase d'accès qui sera utilisée par le mode WPA-PSK. Elle doit avoir entre 8 et 63 caractères.
hu: Adja meg a jelszót a WPA-PSK módhoz. Hosszának 8 és 63 karakter között kell lennie.
it: Inserisci la passphrase che sarà utilizzata nella modalità WPA-PSK. Dovrà essere compresa tra gli 8 e i 63 caratteri.
lo: ໃສ່ວະລີຜ່ານທີ່ຈະໃຊ້ໃນໂໝດ WPA-PSK. ຕ້ອງມີຄວາມຍາວລະຫວ່າງ 8 ຫາ 63 ຕົວອັກສອນ.
nl: Vul de wachtzin in dat gebruikt zal worden in WPA-PSK-mode. Dit moet tussen 8 en 63 karakters lang zijn.
pl: Wpisz ciąg znaków jaki zostanie użyty w trybie WPA-PSK. Długość ciągu musi zawierać się w zakresie od 8 do 63 znaków.
ro: Introduceți expresia de acces care va fi utilizată în modul WPA-PSK. Expresia utilizată la criptare trebuie să aibă între 8 și 63 de caractere.
ru: Введите парольную фразу для режима WPA-PSK. Длина должна быть в интервале между 8 и 63 символами.
sv: Skriv in lösenordsfrasen som skall användas i WPA-PSK-läget. Detta måste vara mellan 8 och 63 tecken långt.
uk: Введіть пароль для WPA-PSK. Довжина від 8 до 63 символів.
zh_cn: 请输入在 WPA-PSK 模式中使用的密码短语。这个密语长度必须在 8 到 63 个字元之间。

source: Add WLAN
af: Voeg WLAN
ca: Afegir WLAN
cs: Přidat WiFi síť
de: WLAN hinzufügen
el: Προσθήκη WLAN
es: Añadir WLAN
fr: Ajouter WLAN
hu: WLAN hozzáadása
it: Aggiungi WLAN
lo: ເພີ່ມ WLAN
nl: WLAN Toevoegen
pl: Dodaj WLAN
ro: Adăugare WLAN
ru: Добавить WLAN
sv: Lägg tlll WLAN
uk: Додати WLAN
zh_cn: 添加WLAN

source: Edit WLAN
af: Wysig WLAN
ca: Edita WLAN
cs: Upravit WiFi síť
de: WLAN bearbeiten
el: Επεξεργασία WLAN
es: Editar WLAN
fr: Modifier WLAN
hu: WLAN módosítása
it: Modifica WLAN
lo: ແກ້ໄຂ WLAN
nl: WLAN Bewerken
pl: Edytuj WLAN
ro: Editare WLAN
ru: Редактировать WLAN
sv: Ändra WLAN
uk: Редагувати WLAN
zh_cn: 编辑WLAN

source: WLAN is marked for deletion
af: WLAN is gemerk vir skrap
ca: WLAN està marcat per ser esborrat
cs: WiFi je označeno ke smazání
de: WLAN ist zum Löschen markiert
el: Το WLAN έχει σημειωθεί προς διαγραφή.
es: WLAN marcada para borrado
fr: Le WLAN est marqué pour la suppression
hu: WLAN törlésre megjelölve
it: WLAN segnalata per la cancellazione
lo: WLAN ຖືກໝາຍໄວ້ເພື່ອລຶບ
nl: WLAN is gemarkeerd voor verwijdering
pl: WLAN oznaczony do usunięcia
ro: Conexiunea WLAN este marcată pentru ștergere
ru: WLAN помечен для удаления
sv: WLAN är markerat för borttagning
uk: WLAN позначений для видалення
zh_cn: WLAN标记为删除

source: WLAN is protected
af: WLAN word beskerm
ca: WLAN està protegit
cs: WiFi je chráněno
de: WLAN ist geschützt
el: Το WLAN είναι προστατευμένο
es: WLAN protegida
fr: Le WLAN est protégé
hu: WLAN védett
it: WLAN protetta
lo: WLAN ຖືກປ້ອງກັນ
nl: WLAN is beschermd
pl: WLAN jest chroniony
ro: Conexiunea WLAN este protejată
ru: WLAN защищен
sv: WLAN är skyddat
uk: WLAN захищений
zh_cn: WALN被保护

source: WLAN is unlocked
af: WLAN is ontgeslot
ca: WLAN està desbloquejat
cs: WiFi je odemčené
de: WLAN ist entsperrt
el: Το WLAN είναι ξεκλείδωτο
es: WLAN desprotegida
fr: Le WLAN est déverrouillé
hu: A WLAN zárolását feloldottad
it: WLAN è sbloccata
lo: WLAN ຖືກປົດລັອກ
nl: WLAN is ontgrendeld
pl: WLAN jest odblokowany
ro: Conexiunea WLAN este deblocată
ru: WLAN разблокирован
sv: WLAN är olåst
uk: WLAN розблокований
zh_cn: WLAN已解锁

source: Delete Selected WLANs
af: Skrap Geselekteerde WLANs
ca: Suprimeix WLAN's seleccionats
cs: Smazat označená Wifi rozhraní
de: Gewählte WLANs löschen
el: Διαγραφή Επιλεγμένων WLAN
es: Borrar WLAN seleccionadas
fr: Supprimer les WLAN sélectionnés
hu: Kijelölt WLAN-ok törlése
it: Cancella le WLAN selezionate
lo: ລຶບ WLAN ທີ່ເລືອກ
nl: Geselecteerde WLANs Verwijderen
pl: Usuń zanaczone WLAN'y
ro: Ștergere rețele WLAN selectate
ru: Удалить выбранные WLAN
sv: Ta bort valda WLAN
uk: Видалити обрані WLAN
zh_cn: 删除选中的WLANs

source: Do you want to delete selected WLANs?
af: Wil jy geselekteerde WLAN's skrap?
ca: Voleu eliminar les WLAN's seleccionats?
cs: Opravdu smazat označená WiFi rozhraní?
de: Möchten Sie die ausgewählten WLANs löschen?
el: Θέλετε να διαγράψετε τα επιλεγμένα WLAN;
es: ¿Desea borrar las WLAN seleccionadas?
fr: Voulez-vous supprimer les WLANs sélectionnés?
hu: Biztos, hogy törlöd a kijelölt WLAN-okat?
it: Desideri cancellare le WLAN selezionate?
lo: ທ່ານຕ້ອງການລຶບ WLAN ທີ່ເລືອກບໍ?
nl: Wilt u de geselecteerde WLANs verwijderen?
pl: Czy chcesz usunąć zaznaczone WLAN'y?
ro: Doriți să ștergeți rețelele WVLAN selectate?
ru: Вы хотите удалить выбранные WLAN
sv: Vill du ta bort valda WLAN?
uk: Ви підтверджуєте видалення обраних WLAN?
zh_cn: 要删除选中的WLAN吗？

source: WLAN cannot be deleted because it is still being used as an interface.
af: WLAN kan nie geskrap word omdat dit is nog steeds gebruik word as 'n koppelvlak.
ca: WLAN no es pot eliminar perquè encara està sent utilitzat com una interfície.
cs: WiFi není možné smazat protože je používáno jako rozhraní.
de: WLAN kann nicht gelöscht werden, weil es als Schnittstelle verwendet wird.
el: Αυτό το WLAN δεν μπορεί να διαγραφεί γιατί χρησιμοποιείται ακόμη σαν διασύνδεση.
es: No se puede borrar WLAN en uso.
fr: Le WLAN ne peut pas être supprimé car il est toujours utilisé comme interface.
hu: WLAN nem törölhető, mert még interfészként használatban van.
it: WLAN non può essere cancellata perchè ancora usata come interfaccia
lo: ບໍ່ສາມາດລຶບ WLAN ໄດ້ເພາະວ່າມັນຍັງຖືກໃຊ້ເປັນອິນເຕີເຟດຢູ່.
nl: WLAN kan niet verwijderd worden omdat deze nog steeds gebruikt wordt als netwerk.
pl: WLAN nie może zostać usunięty, gdyż nadal jest w użyciu jako interfejs.
ro: Conexiunea WLAN nu poate fi ștearsă atât timp cât este activă.
ru: WLAN не может быть удален, потому что он по-прежнему используется в качестве интерфейса.
sv: WLAN kan inte tas bort eftersom den fortfarande används som ett gränssnitt.
uk: WLAN не може бути видалений, тому що він все ще використовується як інтерфейс.
zh_cn: 无法删除WLAN，因为它仍在用作接口。

source: Physical Interface
af: Fisiese Koppelvlak
ca: Interfície física
cs: Fyzické rozhraní
de: Physische Schnittstelle
el: Φυσική διασύνδεση
es: Interfaz físico
fr: Interface physique
hu: Fizikai interfész
it: Interfaccia Fisica
lo: ອິນເຕີເຟດທາງກາຍະພາບ
nl: Fysiek Netwerk
pl: Fizyczny Interfejs
ro: Interfață fizică
ru: Физический интерфейс
sv: Fysiskt gränssnitt
uk: Фізичний інтерфейс
zh_cn: 物理接口

source: WLAN Settings
af: WLAN Instellings
ca: Configuració WLAN
cs: Nastavení WiFi
de: WLAN-Einstellungen
el: Ρυθμίσεις WLAN
es: Ajustes de WLAN
fr: Paramètres WLAN
hu: WLAN beállítások
it: Settaggi WLAN
lo: ການຕັ້ງຄ່າ WLAN
nl: WLAN Instellingen
pl: Ustawienia WLAN
ro: Setări WLAN
ru: Настройки WLAN
sv: WLAN inställningar
uk: Налаштування WLAN
zh_cn: WLAN设置

source: AP mode
af: AP modus
ca: Mode AP
cs: Režim přístupového bodu (AP)
de: AP-Modus
el: Λειτουργία AP
es: Modo AP
fr: mode AP
hu: AP mód
it: modalità AP
lo: ໂໝດ AP
nl: AP modus
pl: Tryb Access pointa
ro: Mod AP
ru: Режим точки доступа (AP mode)
sv: AP läge
uk: Режим точки доступу (AP mode)
zh_cn: AP 模式

source: Please check the documentation
af: Tjek asseblief die dokumentasie
ca: Si us plau, consulteu la documentació
cs: Podívejte se do dokumentace
de: Bitte die Dokumentation lesen
el: Παρακαλώ ελέγξτε την τεκμηρίωση
es: Por favor revise la documentación
fr: S'il vous plaît consulter la documentation
hu: Olvasd el a dokumentációt.
it: Per favore controllare la documentazione
lo: ກະລຸນາກວດເບິ່ງເອກະສານ
nl: Bekijk de documentatie
pl: Sprawdź dokumentację.
ro: Verificați documentația
ru: Пожалуйста, проверьте документацию
sv: Kontrollera dokumentationen
uk: Будь ласка, дивіться документацію
zh_cn: 请查看文档

source: MIT License
af: MIT Lisensie
ca: Llicència MIT
de: MIT-Lizenz
el: Άδεια MIT
fr: Licence MIT
hu: MIT licensz
it: Licenza MIT
lo: ໃບອະນຸຍາດ MIT
nl: MIT Licentie
pl: Licencja MIT
ro: Licență MIT
ru: Лицензия MIT
sv: MIT Licens
uk: Ліцензія MIT
zh_cn: MIT许可

source: License
af: Lisensie
ca: Llicència
cs: Licence
de: Lizenz
el: Άδεια
es: Licencia
fr: Licence
hu: Licensz
it: Licenza
lo: ໃບອະນຸຍາດ
nl: Licentie
pl: Licencja
ro: Licență
ru: Лицензия
sv: Licens
uk: Ліцензія
zh_cn: 授权

source: Credits
af: Krediete
ca: Crèdits
cs: Zásluhy
de: Mitwirkende
el: Συντελεστές
es: Créditos
fr: Crédits
hu: Készítők
it: Riconoscimenti
lo: ຜູ້ສ້າງ
nl: Met dank aan
pl: Zasługi
ro: Credite
ru: Список разработчиков
sv: Tack till
uk: Розробники
zh_cn: 致谢

source: The following persons have contributed to %s:
af: Die volgende persone het bygedra tot %s:
ca: Les següents persones han contribuït a %s:
cs: Do %s přispěli následující lidé:
de: Folgende Personen haben zu %s beigetragen:
el: Τα ακόλουθα άτομα έχουν συνεισφέρει στο %s:
es: Las siguientes personas han contribuido a %s:
fr: Les personnes suivantes ont contribué à %s:
hu: A következő személyek működtek közre %s előállításához:
it: Le seguenti persone hanno contribuito a %s:
lo: ບຸກຄົນຕໍ່ໄປນີ້ໄດ້ມີສ່ວນຮ່ວມໃນ %s:
nl: De volgende personen hebben bijgedragen aan %s:
pl: Następujące osoby mają dostęp do %s:
ro: Următoarele persoane au contribuit la proiectul %s:
ru: В %s участвовали следующие лица:
sv: Följande personer har bidragit till %s:
uk: Наступні особи внесли свій вклад до %s:
zh_cn: 以下人员贡献了%s：

source: Software Used
af: Sagteware Gebruik
ca: Programari utilitzat
cs: Použitý software
de: Verwendete Software
el: Λογισμικό που χρησιμοποιείται
es: Software Usado
fr: Logiciel utilisé
hu: Felhasznált szoftver
it: Software Usato
lo: ຊອຟແວທີ່ໃຊ້
nl: Gebruikte Software
pl: Użyte oprogramowanie
ro: Software utilizat
ru: Используемое программное обеспечение
sv: Använd programvara
uk: Робота з програмним забезпеченням
zh_cn: 使用的软件
