Repository: rojim666/xigmanas-code-r10599-trunk
Catalog: locale/xigmanas-*.po
Languages: af, ca, cs, de, el, es, fr, hu, it, lo, nl, pl, ro, ru, sv, uk, zh_cn

source: When enabled, destroying a dataset will also destroy all dependents (datasets, snapshots and clones).
de: Falls aktiviert, werden neben dem Dataset auch alle abhängigen Daten gelöscht (Dataset, Snapshots und Kopien)
el: Όταν ενεργοποιηθεί, η καταστροφή του dataset θα καταστρέψει επίσης και όσα εξαρτώνται από αυτό (dataset, snapshots και κλώνους).
fr: Lorsque cette option est activée, la destruction d'un ensemble de données détruira également tous les éléments dépendants (ensembles de données, instantanés et clones).
lo: ເມື່ອເປີດໃຊ້, ການທຳລາຍຊຸດຂໍ້ມູນຈະທຳລາຍທຸກສ່ວນທີ່ກ່ຽວຂ້ອງ (ຊຸດຂໍ້ມູນ, ສະແນັບຊັອດ ແລະ ໂຄລນ) ນຳ.
nl: Wanneer ingeschakeld, zal het vernietigen van een dataset ook alle afhankelijkheden (datasets, snapshots en klonen) vernietigen.
sv: När aktiverad kommer förstörelse av dataset också förstöra alla beroenden (dataset, ögonblicksbilder och kloner).

source: /update?domain=
ca: /actualitza?domini=
fr: /mise à jour?domaine=
it: /aggiornamento?dominio=
nl: /update?domein=

source: LUN UUID
fr: Identificateur unique du LUN
lo: UUID ຂອງ LUN

source: Permit guest connections only.
ca: Permet només connexions de convidats.
de: Nur Gast-Verbindungen sind zulässig
el: Ν αεπιτρέπονται μόνο συνδέσεις από επισκέπτες.
es: Permitir conexiones de invitados únicamente.
fr: Autoriser uniquement les connexions d’invités.
lo: ອະນຸຍາດການເຊື່ອມຕໍ່ຂອງແຂກເທົ່ານັ້ນ.
nl: Alleen gastverbindingen toestaan.
sv: Tillåt endast gästanslutningar.

source: Guest Only
ca: Només convidat
de: Nur für Gäste
el: Επισκέπτες Μόνο
es: Invitados únicamente.
fr: Invité seulement
lo: ສະເພາະແຂກ
nl: Alleen Gasten
sv: Endast Gäster

source: Server Signing
ca: Signatura del servidor
de: Server Signierung
el: Υπογραφή Διακομιστή
es: Firma del servidor
fr: Signature du serveur
lo: ການເຊັນຂອງເຊີບເວີ
nl: Server Ondertekening
sv: Serversignering

source: Server SMB Encryption
ca: Xifratge SMB del servidor
de: Server SMB Verschlüsselung
el: Κρυπτογράφηση SMB Διακομιστή
es: Cifrado SMB del servidor
fr: Cryptage du serveur SMB
lo: ການເຂົ້າລະຫັດ SMB ຂອງເຊີບເວີ
nl: Server SMB Encryptie
sv: Server SMB kryptering

source: Client SMB Encryption
ca: Xifratge SMB del client
de: Client SMB Verschlüsselung
el: Κρυπτογράφηση SMB Υπολογιστή-πελάτη
es: Cifrado SMB de cliente
fr: Chiffrement du client SMB
lo: ການເຂົ້າລະຫັດ SMB ຂອງ client
nl: Cliënt SMB Encryptie
sv: Klient SMB kryptering

source: This controls whether the client is allowed or required to use SMB1 and SMB2 signing.
ca: Això controla si el client té permís o requereix que utilitzi la signatura SMB1 i SMB2.
de: Dies steuert, ob der Client die SMB1 und SMB2 Signierung verwenden darf oder muss.
el: Αυτό ελέγχει αν ο πελάτης θα επιτρέπεται ή θα απαιτείται να χρησιμοποιεί υπογραφή για το SMB1 και το SMB2.
es: Esto controla si el cliente puede o debe utilizar la firma SMB1 y SMB2.
fr: Cela contrôle si le client est autorisé ou obligé d'utiliser la signature SMB1 et SMB2.
lo: ນີ້ຄວບຄຸມວ່າ client ໄດ້ຮັບອະນຸຍາດ ຫຼື ຖືກບັງຄັບໃຫ້ໃຊ້ການເຊັນ SMB1 ແລະ SMB2 ຫຼືບໍ່.
nl: Dit bepaalt of de client SMB1 en SMB2 ondertekening mag of moet gebruiken.
sv: Detta styr huruvida klienten tillåts eller måste använda SMB1 och SMB2 signering.

source: This parameter controls whether a remote client is allowed or required to use SMB encryption. (Effects for SMB3 and newer).
ca: Aquest paràmetre controla si un client remot està permès o requereix que utilitzi el xifratge SMB. (Efectes per a SMB3 i posteriors).
de: Dieser Parameter definiert, ob der Computerclient SMB-Verschlüsselung nutzen muss oder darf. (Betrifft SMB3 und neuere Versionen).
el: Αυτή η παράμετρος ελέγχει αν ο απομακρυσμένος πελάτης θα επιτρέπεται ή απαιτείται να χρησιμοποιήσει κρυπτογράφηση SMB. (Επηρεάζει SMB3 και νεώτερα).
es: Este parámetro controla si un cliente remoto puede o debe utilizar cifrado SMB. (Efectos para SMB3 y posteriores).
fr: Ce paramètre contrôle si un client distant est autorisé ou requis à utiliser le chiffrement SMB. (Effectif pour SMB3 et plus récent).
lo: ພາຣາມິເຕີນີ້ຄວບຄຸມວ່າ client ທາງໄກໄດ້ຮັບອະນຸຍາດ ຫຼື ຖືກບັງຄັບໃຫ້ໃຊ້ການເຂົ້າລະຫັດ SMB ຫຼືບໍ່. (ມີຜົນສຳລັບ SMB3 ແລະ ໃໝ່ກວ່າ).
nl: Deze parameter bepaalt of een externe client SMB encryptie mag of moet gebruiken. (Effectief voor SMB3 en nieuwer).
sv: Denna parameter styr om en fjärrklient tillåts eller måste använda SMB kryptering. (påverkar SMB3 och senare).

source: Desired
ca: Desitjat
de: Erwünscht
el: Επιθυμητό
es: Deseado
fr: Souhaité
lo: ຕ້ອງການ
nl: Gewenst
sv: Önskad

source: Required
ca: Obligatori
de: Benötigt
el: Απαιτείται
es: Requerido
fr: Requis
lo: ຈຳເປັນ
nl: Vereist
sv: Krävd

source: This parameter controls whether a client should try or is required to use SMB encryption. (Effects for SMB3 and newer).
ca: Aquest paràmetre controla si un client està permès o requereix que utilitzi el xifratge SMB. (Efectes per a SMB3 i posteriors).
de: Dieser Parameter definiert, ob der Computerclient SMB-Verschlüsselung nutzen sollte oder muss. (Betrifft SMB3 und neuere Versionen).
el: Αυτή η παράμετρος ελέγχει αν ο πελάτης θα πρέπει να δοκιμάζει ή να απαιτείται να χρησιμοποιήσει κρυπτογράφηση SMB . (Επηρεάζει SMB3 και νεώτερα).
es: Este parámetro controla si un cliente puede o debe utilizar cifrado SMB. (Efectos para SMB3 y posteriores).
fr: Ce paramètre contrôle si un client doit essayer ou doit utiliser le chiffrement SMB. (Effectif pour SMB3 et plus récent).
lo: ພາຣາມິເຕີນີ້ຄວບຄຸມວ່າ client ຄວນພະຍາຍາມ ຫຼື ຖືກບັງຄັບໃຫ້ໃຊ້ການເຂົ້າລະຫັດ SMB ຫຼືບໍ່. (ມີຜົນສຳລັບ SMB3 ແລະ ໃໝ່ກວ່າ).
nl: Deze parameter bepaalt of een client SMB encryptie mag proberen of is vereist deze te moeten gebruiken. (Effectief voor SMB3 en nieuwer).
sv: Denna parameter styr om en fjärrklient skall pröva eller måste använda SMB kryptering. (påverkar SMB3 och senare).

source: The value of the parameter allows the debug level (logging level) to be specified.
ca: El valor del paràmetre permet especificar el nivell de depuració (nivell de registre).
de: Dieser Parameter definiert, ob 'debug level logging' ausgewählt werden darf.
el: Η τιμή της παραμέτρου επιτρέπει να καθοριστεί το επίπεδο εντοπισμού σφαλμάτων (επίπεδο καταγραφής σφαλμάτων).
es: El valor del parámetro permite especificar el nivel de depuración (nivel de registro).
fr: La valeur du paramètre permet de préciser le niveau de débogage (niveau de journalisation).
lo: ຄ່າຂອງພາຣາມິເຕີອະນຸຍາດໃຫ້ລະບຸລະດັບການດີບັກ (ລະດັບການບັນທຶກ) ໄດ້.
nl: Met de waarde van de parameter kan het debug-niveau (logniveau) worden gespecificeerd.
sv: Denna parameter ger möjlighet att specificera debug nivå (loggnivå).

source: Umask
de: Unmaskieren (Unix)
fr: Masque d'autorisations
hu: UImaszk
sv: Ta fram

source: Snapdir
cs: Složka se zachycenými stavy
de: Snap-Verzwichnis (Snapdir)
fr: Répertoire Snap
hu: Pillanatkép-mappa
it: Directory di snap
nl: Snapmap
sv: Snapkatalog

source: RAID 0/1/5
el: Συστοιχία RAID 0/1/5
ru: Массив RAID 0/1/5 (Vinum)

source: URL
cs: URL adresa
el: Διεύθυνση URL

source: FirstBurstLength
af: EerstGebarsLengte
ca: Longitud de la primera salva
cs: Délka první dávky (FirstBurstLength)
el: Μήκος FirstBurstLength

source: MaxBurstLength
ca: Longitud màxima de salva
cs: MaxDelkaDavky
el: Μήκος MaxBurstLength
ro: LungimeMaximăBurst

source: Active Directory
af: Aktiewe Lêergids
ca: Directori actiu
es: Directorio activo
hu: Címtárszolgáltatás (AD)
ro: Active Directory (AD)
ru: Служба каталогов Active Directory

source: UPS
ca: SAI
cs: Zdroj nepřeruš. napájení (UPS)
de: USV
hu: Szünetmentes táp (UPS)

source: SmartTrim
af: SlimVerstelling
ca: Retallada intel·ligent
cs: SmartTrim (vyrovnání přepětí)
ru: SmartTrim (снижение входного напряжения)

source: SmartBoost
af: SlimStoot
ca: Increment intel·ligent
cs: SmartBoost (vyrovnání podpětí)
ru: SmartBoost (повышение входного напряжения)

source: Time Machine
af: Tyd Masjien
ca: Màquina del temps
cs: Apple Time Machine
hu: Időkiszolgáló

source: TLS
ca: Xifrat TLS

source: MaxRecvDataSegmentLength
ca: Longitud màxima del segment de recepció de dades
cs: MaxDelkaPrijmutehoDatovehoSegmentu
es: MaxRecvDataSegmentLength: Longitud maxima para recibir segmentos de datos

source: MaxOutstandingR2T
ca: R2T màxim excepcional
cs: MaxZbyvajicichZpravPriravenychKPrenosu
de: Maximale Anzahl ausstehender Ready2Transfer-Pakete

source: MibII
af: Mibll
ca: Mib||

source: Ramdisk
af: Geheue skyf
ca: Disc RAM
cs: Disk v operační paměti
hu: Memórialemez
pl: ramdysk
sv: Minnesdisk

source: VFS fruit:time machine
af: VFS fruit:tyd masjien
ca: Fruita VFS: Time Machine
hu: VFS gyümölcs:idő gép

source: OK
lo: ຕົກລົງ
ru: ОК

source: DVD
lo: ດີວີດີ

source: Raw
af: Rou
de: Rohdaten (Raw)
es: Bruto
it: Grezzo
lo: ດິບ
pl: Surowy
sv: Rå

source: VCPUs
cs: Virt. procesory
es: CPU Virtual
hu: VCPU-k
pl: Wirtualne CPU
ru: Вирт. CPUs
sv: VCPUer

source: 802.1ad (QinQ)
sv: 802.1ad (QiQ)

source: LDAP
ru: Протокол LDAP

source: Fsck
cs: Kontrola souborového systému (fsck)
ru: Утилита fsck

source: JBOD
ru: JBOD (простой массив дисков)

source: RAID 5
ru: Массив RAID 5

source: ZFS
ru: ZFS (Zettabyte File System)

source: Ping/Traceroute
nl: Ping/Traceer Routes
ru: Команды Ping и Traceroute

source: LUN
cs: Číslo logické jednotky (LUN)
hu: Logikai egységszám (LUN)
ru: Логический номер устройства LUN

source: example.com
de: beispiel.com
es: ejemplo.com
it: esempio.com
nl: voorbeeld.com
ro: exemplu.com

source: UUID
cs: Nikde se neopakující identifikátor (UUID)
es: Identificador único universal (UUID)

source: URI
cs: URI adresa
de: Webadresse

source: DomID
cs: Identifikátor Dom
de: Domain ID

source: update.example.com
nl: update.voorbeeld.com
pl: zaktualizuj przykład com
ro: update.exemplu.com

source: DRAID-3
it: Copy text DRAID-3

source: sh - Bourne Shell
it: sh - Shell Bourne
ro: sh - Shell Bourne

source: tcsh - TENEX C Shell
it: tcsh - Shell C TENEX
ro: tcsh - Shell TENEX C

source: Logbias
ro: Deviație

source: AFP
hu: AFP (Apple MacOSX)

source: +upnp:class,+upnp:originalTrackNumber,+dc:title
hu: +upnp:osztály,+upnp:erefetiSzám,+dc:cím
pl: +upnp:klasa,+upnp:oryginalny numer utworu,+dc:tytuł

source: S.M.A.R.T.
cs: SMART diagnostika

source: CD/DVD
cs: CD/DVD/BD

source: DHCP
cs: Automaticky (DHCP)

source: SSID
cs: Název bezdrátové sítě (SSID)

source: PG
cs: Hl. skupina

source: IG
cs: Sk. inic.

source: AG
cs: Sk. ověř.

source: ZFS ARC
cs: ZFS ARC mezipaměť
