Repository: rojim666/xigmanas-code-r10599-trunk
Catalog: locale/xigmanas-*.po
Languages: af, ca, cs, de, el, es, fr, hu, it, lo, nl, pl, ro, ru, sv, uk, zh_cn

source: An alert email is sent when the capacity of a pool exceeds the critical threshold.
af: 'N waarskuwing e-pos gestuur word wanneer die kapasiteit van 'n swembad die kritieke drumpel oorskry.
ca: S'envia un correu electrònic d'alerta quan la capacitat de la piscina excedeix el llindar crític.
cs: Pokud kapacita fondu poklesne pod kritickou úroveň, je odeslán výstražný e-mail.
de: Eine Warn-E-mail wird gesendet, falls die Kapazitätsauslastung eines Pools einen kritischen Grenzwert überschreitet.
el: Μια ειδοποίηση μέσω μηνύματος ηλεκτρονικού ταχυδρομείου στέλνεται όταν το υπολοιπόμενος ελεύθερος χώρος στο pool υπερβεί το όριο που χαρακτηρίζεται ως κρίσιμο.
es: Se enviará un e-mail de alerta cuando el espacio de almacenamiento de la agrupación de dispositivos(Pool) sea crítico.
fr: Un courriel d'alerte est envoyé lorsque la capacité d'un pool dépasse le seuil critique.
hu: Egy figyelmeztető e-mail küldünk amikor egy tároló kapacitása eléri a kritikus küszöbértéket.
it: Un email di allerta è inviata quando la capacità di un pool eccede la soglia critica.
lo: ອີເມວແຈ້ງເຕືອນຈະຖືກສົ່ງເມື່ອຄວາມຈຸຂອງພູລເກີນລະດັບວິກິດ.
nl: Een alert e-mail wordt verzonden wanneer de capaciteit van een pool de kritische drempel overschrijdt.
pl: Wysyła wiadomość email z powiadomieniem, gdy pojemność puli przekroczy próg krytyczny
ro: Un email de atențíonare va fi trimis atunci când încărcarea structurii pool va depăși pragul critic stabilit.
ru: Электронное письмо - уведомление отправляется когда емкость пула превышает критический порог.
sv: Ett varningsmail skickas när utrymmet i en pool överskrider den kritiska gränsen.
uk: Повідомлювальний email відправляється, коли місткість пула перевищує критичний поріг.
zh_cn: 当池的容量超过临界阈值时发送警报电子邮件。

source: Must be a number between 90 and 95.
af: Moet 'n getal tussen 90 en 95 wees.
ca: Ha de ser un número entre 90 i 95.
cs: Je třeba aby bylo číslo z rozmezí 90 až 95.
de: Muss eine Zahl zwischen 90 und 95 sein.
el: Πρέπει να είναι ένα νούμερο μεταξύ 90 και 95.
es: Debe ser un número entre 90 y 95
fr: Doit être un nombre entre 90 et 95.
hu: 90 és 95 között szám kell, hogy legyen.
it: Deve essere un numero tra 90 e 95.
lo: ຕ້ອງເປັນຕົວເລກລະຫວ່າງ 90 ແລະ 95.
nl: Dient een nummer tussen 90 en 95 te zijn.
pl: Musi być liczbą pomiędzy 90 i 95
ro: Trebuie să fie un număr între 90 și 95.
ru: Должно быть число от 90 до 95.
sv: Måste vara ett nummer mellan 90 och 95.
uk: Має бути число від 90 до 95.
zh_cn: 必须是90到95之间的数字。

source: Lifetime
af: Lewensduur
ca: Temps de funcionament
de: Lebensdauer
el: Διάρκεια Ζωής
es: Tiempo de vida
fr: Durée de vie
it: Durata di vita
lo: ອາຍຸການໃຊ້ງານ
nl: Levensduur
ro: Timp de viață
ru: Пожизненно
sv: Livstid
uk: Час життя
zh_cn: 生命周期

source: Second(s)
ca: Segon(s)
de: Sekunde(n)
el: Δευτερόλεπτο(α)
es: Segundo(s)
fr: Seconde(s)
hu: Másodperc(ek)
it: Secondo(i)
lo: ວິນາທີ
nl: Seconde(n)
pl: Sekunda(y)
ro: Secundă(e)
ru: секунд
sv: Sekund(er)
uk: Сек.
zh_cn: 秒

source: Minute(s)
af: Minuut/minute
ca: Minut/s
de: Minute(n)
el: Λεπτό(ά)
es: Minuto(s)
hu: Perc(ek)
it: Minuto(i)
lo: ນາທີ
nl: Minu(u)t(en)
pl: Minuta(y)
ro: Minut(e)
ru: Минута(ы)
sv: Minut/-er
uk: Хв.
zh_cn: 分钟

source: Hour(s)
af: Uur/ure
ca: Hora/es
de: Stunde(n)
el: Ώρα(ες)
es: Hora(s)
fr: Heure(s)
hu: Óra (órák)
it: Ora(e)
lo: ຊົ່ວໂມງ
nl: U(u)r(en)
pl: Godzina(y)
ro: Oră(ore)
ru: Час(ов)
sv: Timme(-ar)
uk: Год.
zh_cn: 小时

source: Day(s)
af: Dag/dae
ca: Dia/es
de: Tag(e)
el: Ημέρα(ες)
es: Día(s)
fr: Jour(s)
hu: Nap(ok)
it: Giorno(i)
lo: ມື້
nl: Dag(en)
pl: Dzień/Dni
ro: Zi(zile)
ru: Дни
sv: Dag(ar)
uk: Дн.
zh_cn: 天

source: Week(s)
ca: Setmana(es)
de: Woche(n)
el: Εβδομάδα(ες)
es: Semana(s)
fr: Semaine(s)
hu: Het(ek)
it: Settimana(e)
lo: ອາທິດ
nl: We(e)k(en)
pl: Tydzień/Tygodni
ro: Săptămâni
ru: Неделя(ли)
sv: Vecka(-or)
uk: Тижні(-ів)
zh_cn: 周

source: Month(s)
af: Maand(e)
ca: Mes/os
de: Monat(e)
el: Μήνας(ες)
es: Mes(es)
fr: Mois
hu: Hónap(ok)
it: Mese(i)
lo: ເດືອນ
nl: Maand(en)
pl: Miesiąc/Miesiące
ro: Lună (luni)
ru: Месяц (ы)
sv: Månad(er)
uk: Місяці(-ів)
zh_cn: 月

source: Year(s)
ca: Any(s)
de: Jahr(e)
el: Έτος(η)
es: Año(s)
fr: Année(s)
hu: Év(ek)
it: Anno(i)
lo: ປີ
nl: Ja(a)r(en)
pl: Rok/Lat
ro: An/Ani
ru: Года(лет)
sv: År
uk: Рк.
zh_cn: 年

source: Hourly
af: Uurliks
ca: Cada hora
de: Stündlich
el: Ωριαίο
es: Por hora
fr: Toutes les heures
hu: Óránként
it: Ogni ora
lo: ລາຍຊົ່ວໂມງ
nl: Uurlijks
pl: Co godzinę
ro: În fiecare oră
ru: Ежечасно
sv: Varje timme
uk: Щогодини
zh_cn: 每小时

source: Daily
af: Daagliks
ca: Diàriament
de: Täglich
el: Ημερησίως
es: Diariamente
fr: Quotidien
hu: Napi
it: Ogni Giorno
lo: ລາຍວັນ
nl: Dagelijks
pl: Codzienne
ro: Zilnic
ru: Каждый день
sv: Dagligen
uk: Щоденно
zh_cn: 每天

source: Weekly
ca: Setmanalment
de: Wöchentlich
el: Εβδομαδιαίο
es: Semanalmente
fr: Hebdomadaire
hu: Hetente
it: Settimanale
lo: ລາຍອາທິດ
nl: Wekelijks
pl: cotygodniowo
ro: Săptămânal
ru: Еженедельно
sv: Varje vecka
uk: Щотижня
zh_cn: 每周

source: Monthly
af: Maandeliks
ca: Mensualment
de: Monatlich
el: Μηνιαίο
es: Mensualmente
fr: Mensuel
hu: Havi
it: Mensilmente
lo: ລາຍເດືອນ
nl: Maandelijks
pl: Co miesiąc
ro: Lunar
ru: Ежемесячно
sv: Varje månad
uk: Щомісяця
zh_cn: 月度

source: Yearly
af: Jaarliks
ca: Anualment
de: Jährlich
el: Ετήσιο
es: Anualmente
fr: annuelle
hu: Évi
it: Annuale
lo: ລາຍປີ
nl: Jaarlijks
pl: Co rok
ro: Anual
ru: Ежегодно
sv: Varje år
uk: Щороку
zh_cn: 每年

source: Custom Setting
af: Pasgemaakte Instelling
ca: Configuració personalitzada
de: Benutzerdefinierte Einstellung
el: Προσαρμοσμένη Ρύθμιση
es: Ajustes personalizados
fr: Paramètre personnalisé
it: impostazioni personali
lo: ການຕັ້ງຄ່າແບບກຳນົດເອງ
nl: Aangepaste Instelling
pl: Spersonalizowane ustawienia
ro: Setare utilizator
ru: Пользовательская настройка
sv: Anpassade inställningar
uk: Спеціальне налаштування
zh_cn: 自定义设置

source: Schedule
ca: Planificació
de: Terminplanung
el: Προγραμματισμός
es: Planificación
fr: Planification
hu: Ütemezés
it: Schedulazione
lo: ຕາຕະລາງ
nl: Planning
pl: Harmonogram
ro: Programare
ru: Расписание
sv: Schemalägg
uk: Розклад
zh_cn: 时间表

source: Weekdays
af: Weeksdae
ca: Setmanal
cs: Všední dny
de: An Werktagen
el: Ημέρες Εβδομάδας
es: Días laborables
fr: Les jours de la semaine
hu: Hétköznapok
it: Giorni della settimana
lo: ວັນທຳການ
nl: Weekdagen
pl: Dni robocze
ro: Zilele săptămânii
ru: Будни
sv: Veckodagar
uk: Дні тижня
zh_cn: 工作日

source: All Minutes
af: Alle Notule
ca: Tots els minuts
cs: Každou minitu
de: Alle Minuten
el: Όλα τα Λεπτά
es: Todos los minutos
fr: Toutes les Minutes
it: Tutti i minuti
lo: ທຸກນາທີ
nl: Alle Minuten
pl: Wszystkie minuty
ro: În fiecare minut
ru: Все минуты
sv: Varje minut
uk: Всі мінути
zh_cn: 所有分钟

source: All Hours
af: Alle Ure
ca: Totes les hores
cs: Každou hodinu
de: Alle Stunden
el: Όλες τις Ώρες
es: Todas las horas
fr: Toutes les Heures
hu: Minden óra
it: Tutte le ore
lo: ທຸກຊົ່ວໂມງ
nl: Alle Uren
pl: Wszystkie godziny
ro: În fiecare oră
ru: Все часы
sv: Varje timme
uk: Всі години
zh_cn: 所有小时

source: All Days
af: Alle Dae
ca: Cada dia
cs: Každý den
de: Alle Tage
el: Όλες τις Ημέρες
es: Todos los días
fr: Tous les Jours
hu: Minden nap
it: Tutti i giorni
lo: ທຸກມື້
nl: Alle Dagen
pl: Wszystkie dni
ro: În fiecare zi
ru: Все дни
sv: Alla dagar
uk: Всі дні
zh_cn: 所有日子

source: All Months
af: Alle Maande
ca: Tots els mesos
cs: Každý měsíc
de: Alle Monate
el: Όλους τους Μήνες
es: Todos los meses
fr: Tous les Mois
hu: Minden hónap
it: Tutti i mesi
lo: ທຸກເດືອນ
nl: Alle Maanden
pl: Wszystkie miesiące
ro: În fiecare lună
ru: Все месяцы
sv: Alla månader
uk: Всі місяці
zh_cn: 所有月份

source: All Weekdays
af: Alle Weeksdae
ca: Tots els dias de la setmana
cs: Každý den z týdne
de: Alle Wochentage
el: Όλες τις Εργάσιμες Ημέρες
es: Todos los días de la semana
fr: Tous les Jours de la Semaine
hu: Minden hétvége
it: Tutti i giorni della settimana
lo: ທຸກວັນທຳການ
nl: Alle Weekdagen
pl: Wszystkie tygodnie
ro: În fiecare zi din săptămână
ru: Все будни
sv: Alla veckodagar
uk: Всі дні тижня
zh_cn: 所有工作日

source: Select Pool, Filesystem or Volume
ca: Seleccioneu Agrupació, Sistema de fitxers o Volum
de: Pool, Dateisystem oder Volume auswählen
el: Επιλέξτε Pool, Σύστημα αρχείων ή Τόμο
es: Seleccionar Grupo, Sistema de archivos o Volumen
fr: Sélectionner un Pool, un Système de Fichiers ou un Volume
it: Scegli Pool, Filesystem o Volume
lo: ເລືອກພູລ, ລະບົບໄຟລ໌ ຫຼື ໂວລຸມ
nl: Selecteer Pool, Bestandssysteem of Volume
ro: Selelctare Pool, Sistem de fișiere sau Volum
ru: Выберите пул, файловую систему или том
sv: Välj Pool, Filsystem eller Volym
uk: Оберіть пул, файлову систему або том
zh_cn: 选择池、文件系统或卷

source: Recursively destroy snapshots of all descendent datasets.
ca: Destruïu recursivament instantànies de tots els conjunts de dades descendents.
de: Rekursives Vernichten von Snapshots aller untergeordneten Datasets.
el: Καταστροφή αναδρομικών στιγμιότυπων για όλα τα dataset - απογόνους.
es: Destruir los snapshot recursivamente de los dataset.
fr: Détruisez de manière récursive les instantanés de tous les jeux de données descendants.
it: Cancella ricorsivamente gli snapshot di tutti i dataset successivi
lo: ທຳລາຍສະແນັບຊັອດຂອງຊຸດຂໍ້ມູນລູກຫຼານທັງໝົດແບບຕໍ່ເນື່ອງ.
nl: Vernietig recursief momentopnamen van alle afstammende datasets.
ro: Distrugere recursivă a imaginilor snapshot a seturile de date descendente.
ru: Рекурсивно уничтожить снимки всех дочерних наборов данных.
sv: Förstör ögonblicksbilder av alla länkade dataset.
uk: Рекурсивно знищує знімки всіх нащадкових наборів даних.
zh_cn: 递归销毁所有后代数据集的快照。

source: Lifetime Value
af: Lewensduur Waarde
ca: Valor de temps de funcionament
de: Lebensdauer-Wert
el: Τιμή Διάρκειας Ζωής
es: Valor del tiempo de vida
fr: Valeur de Durée de Vie
it: Valore della durata di vita
lo: ຄ່າອາຍຸການໃຊ້ງານ
nl: Levensduur Waarde
ro: Durata de viață
ru: Значение показателя жизненного цикла
sv: Livstidsvärde
uk: Значення часу життя
zh_cn: 终生值

source: Lifetime Units
af: Lewensduur Eenhede
ca: Unitats de temps de funcionament
de: Lebensdauer-Einheit
el: Μονάδες Μέτρησης Διάρκειας Ζωής
es: Unidad del tiempo de vida
fr: Unités de Durée de Vie
it: Durata di vita delle unità
lo: ໜ່ວຍອາຍຸການໃຊ້ງານ
nl: Levensduur Eenheden
ro: Unități durată de viață
ru: Единицы измерения жизненного цикла
sv: Livstidsenhet
uk: Одиниці часу життя
zh_cn: 终身单位

source: Commands are executed by the scheduler when the minute, hour, and month of year fields match the current time, and when at least one of the two day fields (day of month, or day of week) matches the current time.
af: Bevele word deur die skeduleerder uitgevoer as die minuut, uur, en maand van die jaar velde met die huidige tyd ooreenstem, en as ten minste een van die twee dag velde (dag van die maand of dag van die week) met die huidige tyd ooreenstem.
ca: Els comandaments els executa el programador quan els camps de minuts, hores i mes de l'any coincideixen amb l'hora actual i quan almenys un dels dos camps de dos dies (dia del mes o dia de la setmana) coincideix amb l'hora actual.
cs: Příkazy jsou automaticky provedeny, když zvolená minuta, hodina a měsíc v roce odpovídají aktuálnímu času a zároveň odpovídá aktuálnímu času zvolený den v měsíci nebo den v týdnu.
de: Befehle werden vom Scheduler ausgeführt, wenn die Felder Minute, Stunde und Monat des Jahres mit der aktuellen Uhrzeit übereinstimmen und wenn mindestens eines der beiden Tagesfelder (Monatstag oder Wochentag) mit der aktuellen Uhrzeit übereinstimmt.
el: Οι εντολές εντελούνται βάση προγράμματος όταν πεδία για τα λεπτά, την ώρα και το μήνα ταιριάζουν με την τρέχουσα χρονική στιγμή και όταν τουλάχιστον ένα από τα δύο πεδία ημέρας (ημέρα του μήνα ή ημέρα της εβδομάδας) ταιριάζει με την τρέχουσα χρονική στιγμή.
es: El planificador ejecuta los comandos cuando los campos de minuto, hora y mes del año coinciden con la hora actual, y cuando al menos uno de los campos de dos días (día del mes o día de la semana) coincide con la hora actual.
fr: Les commandes sont exécutées par le planificateur lorsque les champs minutes, heures et mois de l'année correspondent à l'heure actuelle et lorsqu'au moins l'un des deux champs jour (jour du mois ou jour de la semaine) correspond à l'heure actuelle.
hu: Az ütemező akkor hajtja végre a parancsokat, ha a perc, óra és az adott hónap értéke egyezik az aktális idővel és legalább egy a megadott kép nap mező egyezése közül (adott nap a hónapban vagy a hét adott napja) is bekövetkezik.
it: I comandi vengono eseguiti dallo scheduler quando i campi minuto, ora e mese dell'anno corrispondono all'ora corrente e quando almeno uno dei due campi del giorno (giorno del mese o giorno della settimana) corrisponde all'ora corrente.
lo: ຄຳສັ່ງຈະຖືກປະຕິບັດໂດຍໂຕກຳນົດເວລາເມື່ອຊ່ອງຂໍ້ມູນນາທີ, ຊົ່ວໂມງ, ແລະ ເດືອນຂອງປີກົງກັບເວລາປັດຈຸບັນ, ແລະ ເມື່ອຢ່າງໜ້ອຍໜຶ່ງໃນສອງຊ່ອງຂໍ້ມູນວັນ (ວັນທີຂອງເດືອນ, ຫຼື ວັນຂອງອາທິດ) ກົງກັບເວລາປັດຈຸບັນ.
nl: Opdrachten worden door de planner uitgevoerd wanneer de velden voor minuten, uren en maanden van het jaar overeenkomen met de huidige tijd en wanneer ten minste een van de twee dagvelden (dag van de maand of dag van de week) overeenkomt met de huidige tijd.
ro: Comenzile sunt executate când minutul, ora și luna din an specificate coincid cu data curentă și când cel puțin unul dintre cele două câmpuri pentru zi (ziua din lună sau ziua din săptămână) coincid cu data curentă.
ru: Команды выполняются планировщиком, когда поля минут, часов и месяцев года соответствуют текущему времени и когда хотя бы одно из двух полей дня (день месяца или день недели) совпадает с текущим временем.
sv: Kommandot körs av schemaläggaren när minuten, timmen, och månaden på året matchar den aktuella tiden, och när minst en av de två fälten (dag i månad eller veckodag) matchar aktuell tid.
uk: Команди виконуються планувальником, коли поля хвилин, години та місяця року збігаються з поточним часом і коли принаймні одне з двох полів дня (день місяця або день тижня) відповідає поточному часу.
zh_cn: 当分钟、小时和月份字段与当前时间匹配时，并且当两个日期字段中的至少一个（月份中的某一天或一周中的某一天）与当前时间匹配时，调度程序将执行命令。

source: Presets
ca: Prearranjaments
de: Voreinstellungen
el: Προεπιλογές
es: Preajustes
fr: Présélections
it: Pre-impostazioni
lo: ຄ່າທີ່ຕັ້ງໄວ້ລ່ວງໜ້າ
nl: Voorinstelling
pl: Szablony
ro: Setări predefinite
ru: Предустановки
sv: Förinställningar
uk: Шаблони
zh_cn: 预设

source: Add Schedule
af: Voeg Skedule By
ca: Afegeix una programació
cs: Přidat plán
de: Zeitplan hinzufügen
el: Προσθήκη Προγράμματος
es: Añadir planificación
fr: Ajouter une Planification
hu: Ütemezés felvétele
it: Aggiungi una Programmazione
lo: ເພີ່ມຕາຕະລາງ
nl: Planning Toevoegen
pl: Dodaj Plan
ro: Adăugare programare
ru: Добавить расписание
sv: Lägg till schema
uk: Додати розклад
zh_cn: 添加时间表

source: Edit Schedule
af: Redigeer Skedule
ca: Edita la programació
de: Zeitplan bearbeiten
el: Επεξεργασία Προγράμματος
es: Editar planificación
fr: Modifier la Planification
it: Modifica schedulazione
lo: ແກ້ໄຂຕາຕະລາງ
nl: Planning Bewerken
pl: Edytuj harmonogram
ro: Editare programare
ru: Изменить расписание
sv: Ändra schemaläggning
uk: Змінити Розклад
zh_cn: 编辑计划

source: Schedule is marked for deletion
ca: La programació està marcada per esborrar
de: Termin ist zur Löschung vorgemerkt
el: Το πρόγραμμα έχει σημειωθεί προς διαγραφή
es: Planificación marcada para borrar
fr: La planification est marqué pour suppression
it: La schedulazione è contrassegnata per la cancellazione
lo: ຕາຕະລາງຖືກໝາຍໄວ້ເພື່ອລຶບ
nl: Planning is gemarkeerd voor verwijdering
pl: Harmonogram zonaczony do usunięcia
ro: Programarea este marcată pentru ștergere
ru: Расписание отмечено для удаления
sv: Schemaläggningen är markerad för borttagning
uk: Розклад маркований для видалення
zh_cn: 时间表被标记为删除

source: Schedule is locked
ca: La programació està bloquejada
de: Termin ist blockiert
el: Το πρόγραμμα είναι κλειδωμένο
es: Planificación bloqueada
fr: La Planification est verrouillée
it: La schedulazione è bloccata
lo: ຕາຕະລາງຖືກລັອກ
nl: Planning is vergrendeld
pl: Harmonogram zablokowany
ro: Programare blocată
ru: Расписание заблокировано
sv: Schemaläggningen är låst
uk: Розклад заблокований
zh_cn: 时间表已锁定

source: Schedule is unlocked
ca: La programació està desbloquejada
de: Terminplan ist freigegeben
el: Το πρόγραμμα είναι ξεκλείδωτο
es: Planificación desbloqueada
fr: La Planification est déverrouillée
it: La schedulazione è sbloccata
lo: ຕາຕະລາງຖືກປົດລັອກ
nl: Planning is ontgrendeld
pl: Harmonogram odblokowany
ro: Programarea este deblocată
ru: Расписание разблокировано
sv: Schemaläggningen är olåst
uk: Розклад розблокований
zh_cn: 时间表已解锁

source: Delete Selected Schedules
af: Vee Gekose Skedules Uit
ca: Suprimeix els horaris seleccionats
de: Ausgewählte Zeitpläne löschen
el: Διαγραφή Επιλεγμένων Προγραμμάτων
es: Borrar la planificación seleccionada
fr: Effacer les Planification sélectionnées
it: cancella le programmazioni selezionate
lo: ລຶບຕາຕະລາງທີ່ເລືອກ
nl: Geselecteerde Planningen Verwijderen
pl: Usuń wybrane harmonogramy
ro: Ștergere programări selectate
ru: Удалить выбранные расписания
sv: Ta bort valda schemaläggningar
uk: Видалити обрані розклади
zh_cn: 删除选定的计划

source: Do you want to delete selected schedules?
af: Wil jy die gekose skedules uitvee?
ca: Vols suprimir els horaris seleccionats?
de: Möchten Sie die ausgewählten Zeitpläne deaktivieren?
el: Θέλετε να διαγράψετε τα επιλεγμένα προγράμματα;
es: Quiere borrar las planificaciones seleccionadas?
fr: Voulez vous effacer les planifications sélectionnées?
it: Vuoi cancellare le schedulazioni selezionate?
lo: ທ່ານຕ້ອງການລຶບຕາຕະລາງທີ່ເລືອກບໍ່?
nl: Wilt u de geselecteerde planningen verwijderen?
pl: Czy chcesz usunąć wybrane harmonogramy?
ro: Doriți să ștergeți programările selectate?
ru: Вы хотите удалить выбранные расписания?
sv: Vill du ta bort valda schemaläggningar?
uk: Ви дійсно бажаєте видалити обрані розклади?
zh_cn: 您要删除选定的计划吗？

source: Do you want to disable selected schedules?
af: Wil jy die gekose skedules deaktiveer?
ca: Vols desactivar els horaris seleccionats?
de: Möchten Sie die ausgewählten Zeitpläne deaktivieren?
el: Θέλετε να απενεργοποιήσετε τα επιλεγμένα προγράμματα;
es: Quiere desactivar las planificaciones seleccionadas?
fr: Voulez-vous désactiver les planifications sélectionnées?
it: Vuoi disabilitare le schedulazioni selezionate?
lo: ທ່ານຕ້ອງການປິດໃຊ້ງານຕາຕະລາງທີ່ເລືອກບໍ່?
nl: Wilt u de geselecteerde planningen uitschakelen?
pl: Czy chcesz wyłączyć wybrane harmonogramy?
ro: Doriți să dezactivați programările selectate?
ru: Вы хотите отключить выбранные расписания?
sv: Vill du inaktivera valda schemaläggningar?
uk: Ви дійсно бажаєте вимкнути обрані розклади?
zh_cn: 是否要禁用选定的计划？

source: Do you want to enable selected schedules?
af: Wil jy die gekose VLANs aktiveer?
ca: Vols activar els horaris seleccionats?
de: Möchten Sie die ausgewählten Zeitpläne aktivieren?
el: Θέλετε να ενεργοποιήσετε τα επιλεγμένα προγράμματα;
es: Quiere activar las planificaciones seleccionadas?
fr: Voulez-vous activer les planifications sélectionnées?
it: Vuoi abilitare le pianificazioni selezionate ?
lo: ທ່ານຕ້ອງການເປີດໃຊ້ງານຕາຕະລາງທີ່ເລືອກບໍ່?
nl: Wilt u de geselecteerde planningen inschakelen?
pl: Czy chcesz włączyć wybrane harmonogramy?
ro: Doriți să activați programările selectate?
ru: Вы хотите включить выбранные расписания?
sv: Vill du aktivera valda schemaläggningar?
uk: Ви дійсно бажаєте увімкнути обрані розклади?
zh_cn: 是否要启用选定的计划？

source: Do you want to toggle selected schedules?
af: Wil jy die gekose skedules wissel?
ca: Voleu canviar els horaris seleccionats?
de: Möchten Sie ausgewählte Zeitpläne umschalten?
el: Θέλετε να κάνετε εναλλαγή επιλογής των επιλεγμένων προγραμμάτων;
es: Quiere conmutar las planificaciones seleccionadas?
fr: Voulez-vous changer d'état les planifications sélectionnées
it: Vuoi cambiare lo stato delle pianificazioni selezionate ?
lo: ທ່ານຕ້ອງການສະຫຼັບການໃຊ້ງານຕາຕະລາງທີ່ເລືອກບໍ່?
nl: Wilt u de geselecteerde planningen omschakelen?
pl: Czy chcesz przełączyć wybrane harmonogramy?
ro: Doriți să inversați starea programărilor selectate?
ru: Вы хотите переключить выбранные расписания?
sv: Vill du växla valda schemaläggningar?
uk: Ви дійсно бажаєте перемкнути вибрані розклади?
zh_cn: 是否要切换选定的计划？

source: Invalid
af: Ongeldig
ca: Invàlid
de: Ungültig
el: Μη έγκυρο
es: Inválido
fr: Invalide
hu: Érvénytelen
it: Non valido
lo: ບໍ່ຖືກຕ້ອງ
nl: Ongeldig
pl: Nieprawidłowy
ru: Недопустимый
sv: Ogiltig
uk: Помилковий
zh_cn: 无效

source: Destroy
af: Vernietig
ca: Destrueix
de: Zerstören
el: Καταστροφή
es: Destruir
fr: Détruire
hu: Megsemmisítés
it: distruggi
lo: ທຳລາຍ
nl: Vernietigen
pl: Zniszcz
ro: Distruge
ru: Уничтожить
sv: Förstör
uk: Знищити
zh_cn: 销毁

source: Create Snapshot
af: Skep Momentopname
ca: Crea una instantània
cs: Vytvořit snímek snapshot
de: Snapshot erstellen
el: Δημιουργία Snapshot
es: Crear captura
fr: Créer un Instantané
hu: Pillanatkép létrehozása
it: Crea Snapshot
lo: ສ້າງສະແນັບຊັອດ
nl: Creëer Momentopname
pl: Utwórz migawkę
ro: Creare snapshot
ru: Создать снимок
sv: Skapa avbild
uk: Cтворити знімок
zh_cn: 创建快照

source: Destroy Snapshot
af: Vernietig Momentopname
ca: Destrueix Captures
de: Snapshot zerstören
el: Καταστροφή Στιγμιότυπου
es: Destruir Snapshot
fr: Détruire l'Instantané
hu: Pillanatkép törlése
it: Distruggi lo Snapshot
lo: ທຳລາຍສະແນັບຊັອດ
nl: Momentopname Vernietigen
pl: Usuń migawkę
ro: Dsitrugere snapsot
ru: Уничтожить снимок
sv: Förstör ögonblicksbild
uk: Знищіти знімок
zh_cn: 销毁快照

source: Scrub Pool
ca: Piscina de fregat
de: Führe Scrub (Fehlerüberprüfung) für Pool durch
el: Scrub του Pool
fr: Verification du Pool
it: Pool di pulitura
lo: ຂັດພູລ
ro: Curățare pool
ru: Проверка пула
sv: Rensa Pool
uk: Чищення пулу
zh_cn: 擦洗池

source: Recursively create snapshots of all descendent datasets.
ca: Creeu recursivament instantànies de tots els conjunts de dades descendents.
de: Rekursives Erstellen von Snapshots aller untergeordneten Datasets.
el: Δημιουργία αναδρομικού στιγμιότυπου για όλα τα dataset - απογόνους.
es: Crear de forma recursiva capturas de todos los conjuntos de datos descendientes.
fr: Créez de manière récursive des instantanés de tous les ensembles de données descendants.
it: Crea uno snapshot ricorsivamente di tutti i dataset successivi
lo: ສ້າງສະແນັບຊັອດຂອງຊຸດຂໍ້ມູນລູກຫຼານທັງໝົດແບບຕໍ່ເນື່ອງ.
nl: Creëer recursief momentopnamen van alle onderliggende datasets.
ro: Creare recursivă de imagini snapshot pentru toate seturile de date descendente.
ru: Рекурсивно создавать снимки всех дочерних наборов данных.
sv: Skapa avbilder för alla underliggande dataset.
uk: Рекурсивно створювати знімки всіх нащадкових наборів даних.
zh_cn: 递归地创建所有后代数据集的快照。

source: Scrub
ca: Fregat
de: Schrubben (Scrub)
fr: Scrub (vérification)
it: Pulitura
lo: ຂັດ
ro: Curățare
sv: Rensa
uk: Чищення
zh_cn: 擦洗

source: Select pool.
ca: Seleccioneu piscina
de: Pool auswählen.
el: Επιλογή pool.
es: Seleccionar el Pool.
fr: Sélectionner le pool
hu: Tároló (pool) kijelölése.
it: Seleziona Pool
lo: ເລືອກພູລ.
nl: Selecteer pool.
pl: Wybierz pulę
ro: Selectare pool.
ru: Выберите пул.
sv: Välj pool
uk: Оберіть пул.
zh_cn: 选择池。

source: No ZFS zpool information available.
af: Geen ZFS zpoel inligting beskibarr.
ca: No hi ha informació zpool disponible ZFS.
de: Keine ZFS-Zpool-Informationen verfügbar.
el: Δεν υπάρχουν διαθέσιμες πληροφορίες για zpool ZFS.
es: Sin información disponible del pool ZFS
fr: Aucune information ZFS zpool disponible.
it: Non è disponibile nessuna informazione sul zpool ZFS.
lo: ບໍ່ມີຂໍ້ມູນ zpool ຂອງ ZFS.
nl: Geen ZFS zpool informatie beschikbaar.
ro: Nicio informație zpool ZFS disponibilă.
ru: Информация о ZFS zpool недоступна.
sv: Ingen ZFS zpoolinformation tillgänglig.
uk: Доступної інформації про zpool ZFS немає.
zh_cn: 没有可用的ZFS池信息。
