Repository: rojim666/xigmanas-code-r10599-trunk
Catalog: locale/xigmanas-*.po
Languages: af, ca, cs, de, el, es, fr, hu, it, lo, nl, pl, ro, ru, sv, uk, zh_cn

source: Upgrade Firmware
af: Opgradering Firmware
ca: Actualitzar microprogramari
cs: Přejít na novější verzi základního systému
de: Firmware aktualisieren
el: Αναβάθμιση Υλικολογισμικού
es: Actualizar Firmware
fr: Mise à jour du Micrologiciel
hu: Firmware frissítése
it: Aggiornamento firmware
lo: ອັບເກຣດເຟີມແວ
nl: Update Firmware
pl: Aktualizuj oprogramowanie układowe
ro: Actualizare firmware
ru: Обновление прошивки
sv: Uppgradera systemmjukvara
uk: Оновлення прошивки
zh_cn: 升级固件

source: Do not abort the firmware upgrade process once it has started.
af: Moenie aborteer die firmware opgraderings proses sodra dit begin het.
ca: No interrompre el procés d'actualització del microprogramari una vegada que ha començat.
cs: Jakmile začne, přechod na novější verzi základního systému nepřerušujte.
de: Der Prozess des Firmware-Upgrades darf nach dem Start nicht abgebrochen werden.
el: Μην ακυρώσετε τη διαδικασία ενημέρωσης υλικολογισμικού αν αυτή ξεκινήσει.
es: No interrumpir la actualización del Firmware una vez iniciada.
fr: N'abandonnez pas le processus de mise à niveau du micrologiciel une fois qu'il a commencé.
hu: Miután már elindult a frissítési folyamat NE szakítsd meg.
it: Non interrompere l'aggiornamento del firmware una volta che questo è iniziato.
lo: ຢ່າຍົກເລີກຂະບວນການອັບເກຣດເຟີມແວເມື່ອມັນເລີ່ມຕົ້ນແລ້ວ.
nl: Breek de firmware upgrade procedure niet af nadat deze is gestart.
pl: Po uruchomieniu procesu aktualizacji oprogramowania układowego nie przerywać!
ro: Nu opriți procesul de actualizare firmware odată lansat.
ru: Не прерывать процесс обновления прошивки после его начала.
sv: Avbryt inte uppdateringen av systemmjukvaran när den väl har startat.
uk: Не переривати процес оновлення прошивки після його початку.
zh_cn: 一旦启动，请勿中止固件升级过程。

source: It is recommended that you backup the server configuration before you upgrade
af: Dit word aanbeveel dat jy 'n rugsteun maak die bediener konfigurasie voordat jy opgradeer.
ca: Es recomana fer còpia de seguretat de la configuració del servidor abans d'actualitzar
cs: Před přechodem na novější verzi doporučujeme provést zálohu nastavení serveru
de: Eine Sicherung der Serverkonfiguration wird vor der Systemaktualisierung empfohlen.
el: Συνιστάται να κάνετε ένα αντίγραφο ασφαλείας των ρυθμίσεων του διακομιστή πριν κάνετε την αναβάθμιση
es: Es recomendable respaldar la configuración del sistema antes de actualizar
fr: Il est recommandé de sauvegarder la configuration du serveur avant la mise à niveau
hu: Frissítés előtt ajánlott a szerverbeállítások mentése
it: Si raccomanda di eseguire il backup della configurazione prima dell'upgrade
lo: ແນະນຳໃຫ້ທ່ານສຳຮອງຂໍ້ມູນການຕັ້ງຄ່າຂອງເຊີບເວີກ່ອນທີ່ທ່ານຈະອັບເກຣດ
nl: Het is aanbevolen eerst een Backup van de huidige configuratie te maken voor u de firmware update gaat uitvoeren
pl: Zaleca się wykonanie kopii konfiguracji serwera przed wykonaniem aktualizacji.
ro: Este recomandat să faceți un backup al serverului înainte de upgrade
ru: Рекомендуется создать резервную копию конфигурации сервера перед обновлением
sv: Du rekommenderas att ta en backup av serverns konfiguration innan du uppgraderar
uk: Рекомендується створити резервну копію конфігурації сервера перед оновленням
zh_cn: 建议您在升级之前备份服务器配置

source: Hostname Database
af: Gasheernaam Databasis
ca: Base de dades d'amfitrió
cs: Databáze názvů strojů
de: Hostnamen-Datenbank
el: Βάση Ονομάτων υπολογιστών
es: BBDD de Host
fr: Base de données de nom d'Hôte
hu: Kiszolgálónév-adatbázis
it: Database del nome degli Host
lo: ຖານຂໍ້ມູນຊື່ໂຮສຕ໌
nl: Hostnaam Database
pl: Baza danych nazw hostów
ro: Bază de date nume sisteme
ru: База данных имен хостов
sv: Värdnamnsdatabas
uk: База Даних Імен Хостів
zh_cn: 主机名数据库

source: Edit Host
af: Redigeer Gasheer
ca: Editar amfitrió
cs: Upravit záznam o stroji
de: Host bearbeiten
el: Επεξεργασία Υπολογιστή
es: Editar Host
fr: Modifier l'hôte
hu: Állomásnév módosítása
it: Modifica host
lo: ແກ້ໄຂໂຮສຕ໌
nl: Bewerk Host
pl: Edytuj hosta
ro: Editare sistem
ru: Изменить хост
sv: Redigera värd
uk: Редагувати хост
zh_cn: 编辑主机资讯

source: Do you really want to delete this host?
af: Wil jy regtig hierdie gasheer uitwis?
ca: Realment vol eliminar aquest amfitrió?
cs: Opravdu smazat záznam pro tento stroj?
de: Möchten Sie diesen Host wirklich löschen?
el: Θέλετε σίγουρα να διαγράψετε αυτόν τον υπολογιστή;
es: Realmente quiere borrar esta máquina?
fr: Voulez-vous vraiment supprimer cet hôte?
hu: Biztos, hogy törlöd ezt az állomást?
it: Si vuole realmente cancellare questo host?
lo: ທ່ານຕ້ອງການລຶບໂຮສຕ໌ນີ້ແທ້ບໍ?
nl: Weet u zeker dat u deze host wil verwijderen?
pl: Czy na pewno chcesz usunąć tego hosta?
ro: Doriți să ștergeți acest sistem?
ru: Вы действительно хотите удалить этот хост?
sv: Vill du verkligen ta bort denna värd?
uk: Ви підтверджуєте видалення цього хосту?
zh_cn: 你确定要删除这个主机吗？

source: Delete Host
af: Skrap Gasheer
ca: Suprimeix servidor
cs: Smazat záznam pro stroj
de: Lösche Host
el: Διαγραφή υπολογιστή
es: Borrar Máquina
fr: Supprimer un hôte
hu: Állomás törlése
it: Cancella host
lo: ລຶບໂຮສຕ໌
nl: Host Verwijderen
pl: Usuń hosta
ro: Ștergere Sistem
ru: Удалить хост
sv: Ta bort värd
uk: Видалити хост
zh_cn: 删除主机

source: Add Host
af: Voeg Gasheer
ca: Afegeix una màquina
cs: Přidat stroj
de: Host Hinzufügen
el: Προσθήκη Υπολογιστή
es: Añadir equipo
fr: Ajouter un hôte
hu: Állomás hozzáadása
it: Aggiungi host
lo: ເພີ່ມໂຮສຕ໌
nl: Host Toevoegen
pl: Dodaj hosta
ro: Adăugare sistem
ru: Добавить хост
sv: Lägg till värd
uk: Додати вузол
zh_cn: 添加主机

source: Check the FreeBSD documentation for detailed information about TCP Wrappers
af: Tjek die FreeBSD dokumentasie vir gedetailleerde inligting omtrent TCP Toedraaiere
ca: Consulteu la documentació de FreeBSD per obtenir informació detallada sobre els embolcalls TCP
cs: Podrobné informace o TCP mezivrstvách (wrapper) naleznete v dokumentaci k systému FreeBSD
de: Sehen Sie in der FreeBSD-Dokumentation nach, um detaillierte Informationen über 'TCP Wrappers' zu bekommen
el: Ελέγξτε την τεκμηρίωση του FreeBSD για λεπτομερείς πληροφορίες σχετικά με τα TCP Wrappers
es: Revise la documentacion FreeBSD para información detallada de los wrappers TCP
fr: Consultez la documentation FreeBSD pour des informations détaillées sur TCP Wrappers
hu: TCP csomagolóval kapcsolatos részletes információkért olvasd el a FreeBSD dokumentációját
it: Controllare la documentazione FreeBSD per informazioni dettagliate circa TCP Wrappers
lo: ກວດເບິ່ງເອກະສານຂອງ FreeBSD ສຳລັບຂໍ້ມູນລະອຽດກ່ຽວກັບ TCP Wrappers
nl: Raadpleeg de FreeBSD documentatie voor gedetailleerde informatie over TCP wrappers
pl: Zapoznaj się z dokumentacją FreeBSD w temacie szczegółów o TCP Wrappers
ro: Verifică documentația FreeBSD pentru informații detaliate despre wraperele TCP
ru: Проверьте документацию FreeBSD для получения более подробной информации о TCP Wrappers
sv: Kontrollera FreeBSD dokumentationen för detaljer kring TCP Wrappers.
uk: Перевірте документацію FreeBSD для отримання більш докладної інформації про TCP Wrappers
zh_cn: 有关TCP Wrappers的详细信息，请参阅FreeBSD文档

source: Host Access Control
af: Gasheer Toelaat Beheer
ca: Control d'Accés a l'amfitrió
cs: Řízení přístupu ke stroji
de: Host-Zugangskontrolle
el: Έλεγχος Πρόσβασης υπολογιστών
es: Control de acceso al Host
fr: Contrôle d'Accès de l'Hôte
hu: Kiszolgálóhozzáférés-felügyelet
it: Controllo Accesso al Host
lo: ການຄວບຄຸມການເຂົ້າເຖິງໂຮສຕ໌
nl: Host toegangsbeheer
pl: Kontrola dostępy do hosta
ro: Control acces sistem
ru: Управление доступом хоста
sv: Värd åtkomstkontroll
uk: Керування Доступом до Хосту
zh_cn: 主机访问控制

source: The basic configuration usually takes the form of 'daemon : address : action'. Where daemon is the daemon name of the service started. The address can be a valid hostname, an IP address or an IPv6 address enclosed in brackets. The action field can be either allow or deny to grant or deny access appropriately. Keep in mind that configuration works off a first rule match semantic, meaning that the configuration file is scanned in ascending order for a matching rule. When a match is found the rule is applied and the search process will halt.
af: Die basiese konfigurasie neem gewoonlik die vorm aan van 'daemon : address : action'. Waar daemon is, is die naam van die diens begin. Die adres kan 'n geldige gasheernaam, 'n IP-adres of 'n IPv6-adres wees tussen hakies. Die aksieveld kan toelaat of weier om toegang op die regte manier toe te staan of te weier. Hou in gedagte dat die konfigurasie van 'n semantiese eerste reël ooreenstem, wat beteken dat die konfigurasielêer in stygende volgorde geskandeer word vir 'n ooreenstemende reël. As 'n wedstryd gevind word, word die reël toegepas en die soekproses stop.
ca: La configuració bàsica en general pren la forma de 'dimoni : adreça : acció'. On el dimoni és el nom del dimoni al inici del servei. La direcció pot ser un nom d'amfitrió vàlid, una adreça IP o una adreça IPv6 entre parèntesi. El camp d'acció pot ser permetre o denegar per concedir o denegar l'accés de manera apropiada. Recordeu que la configuració funciona en primer lloc com a regla semàntica, el que significa que el fitxer de configuració es llegeix en ordre ascendent per una regla de coincidència. Quan es troba una coincidència s'aplica la regla i el procés de recerca s'aturarà.
cs: Základní nastavení má obvykle podobu „proces_sluzby : adresa : akce“. Kde proces služby je název procesu spouštěné služby. Adresa může být platný název stroje nebo IP v4 či v6 adresa (druhá jmenovaná uzavřena v hranatých závorkách). Kolonka akce může být buď „allow“ (povolit) nebo „deny“ (odepřít), čímž je přístup umožněn nebo ne. Mějte na paměti, že platit bude první výskyt pravidla, nalezený v souboru s nastaveními. To znamená, že další výskyty už nebudou brány v potaz.
de: Die Basiskonfiguration erfolgt normalerweise in der Form 'daemon : adresse : aktion', wobei 'daemon' der Name des gestarteten Hintergrunddienstes ist. Die Adresse muss ein gültiger Hostname sein und wird als IP-Adresse oder IPv6-Adresse in Klammern angegeben. Im Feld 'aktion' kann der Wert 'allow' oder 'deny' gesetzt werden, um den Zugriff zuzulassen oder abzuweisen. Beachten Sie, dass für die Konfiguration die erste Übereinstimmung mit einer gesuchten Regel gültig ist, und die Konfigurationsdatei aufsteigend nach einer Übereinstimmung durchsucht wird. Wird eine Übereinstimmung gefunden, wird die Regel angewandt und der Suchprozess angehalten.
el: Η βασική διαμόρφωση παίρνει συνήθως τη μορφή 'daemon : address : action'. Όπου daemon είναι το όνομα της υπηρεσίας που ξεκίνησε. To address μπορεί να είναι ένα έγκυρο όνομα, μια διεύθυνση IP ή μια διεύθυνση IPv6 μέσα σε αγκύλες. Το action μπορεί να ρυθμιστεί είτε να επιτρέψει (allow) ή να αρνηθεί (deny) να χορηγήσει μια άδεια (grant), ή να αρνηθεί (deny) την πρόσβαση κατάλληλα. Λάβετε υπόψη ότι η διαμόρφωση λειτουργεί με το πρώτο σημασιολογικό ταίριασμα του κανόνα, πράγμα που σημαίνει ότι το αρχείο ρυθμίσεων έχει σαρωθεί σε αύξουσα σειρά για ένα αντίστοιχο κανόνα. Όταν ένα ταίριασμα βρεθεί, ο κανόνας εφαρμόζεται και η διαδικασία αναζήτησης σταματάει.
es: La configuracion basica usualmente toma la forma de 'demonio : dirección : acción'. Donde demonio es el nombre del demonio del servicio iniciado. La direccion puede ser un nombre de equipo valido, una dirección IP o una dirección IPv6 encerrada entre corchetes. La acción campo puede ser, ya sea permitir o denegar para otorgar o denegar el acceso adecuadamente. Tenga en mente que la configuración funciona libre en una regla semantica coincidente, lo que significa que el archivo de configuracion es escaneado en orden ascendente para encontrar una regla coincidente.
fr: La configuration basique prend habituellement la forme 'démon : adresse : action'. Où <i>démon</i> est le nom du démon du service démarré. L'<i>adresse</i> peut être un nom d'hôte valide, une adresse IP ou une adresse IPv6 entre crochets. Le champ <i>action</i> peut être soit <i>allow</i> ou <i>deny</i> pour respectivement autoriser ou interdire les accès. Gardez bien en tête que le configuration fonctionne sur la première règle satisfaite, c'est à dire que le fichier de configuration est parcouru à partir du début vers la fin jusqu'à trouver une règle satisfaisante. Dès qu'une règle est satisfaite, elle est appliquée et la recherche est arrêtée.
hu: Az alapbeállítás rendszerint 'démon : cím : esemény' formátumú. A démon az elindult szolgáltatás démonjának neve. A cím egy érvényes kiszolgálónév, szögletes zárójelben lévő IP-cím vagy IPv6-cím lehet. A eseménymező a megfelelő hozzáférés engedélyezése vagy tiltása lehet. Ne feledd, hogy a beállításban az &quot;első illeszkedő szabály&quot; elmélete valósul meg, ami azt jelenti, hogy egyezést keresve növekvő sorrendben olvassuk be a konfigurációs fájl szabályait. Amikor egyezést találunk, akkor a szabályt alkalmazzuk, és a keresési folyamat leáll.
it: La configurazione di base di solito ha la forma seguente: 'daemon : indirizzo : azione'. Dove <i>daemon</i> è il nome del daemon del servizio avviato. L'<i>indirizzo</i> può essere un nome di host valido oppure un indirizzo IPv6 tra parentesi. Il campo <i>azione</i> può essere sia <i>allow</i> che <i>deny</i> per rispettivamente permettere o impedire gli accessi. Occorre tenere presente che la configurazione si basa sulla prima regola soddisfatta, cioè il file di configurazione è percorso in ordine ascendente alla ricerca di una regola che corrisponde. Nel momento in cui una regola è soddisfatta la regola verrà applicata e il processo di ricerca verrà interrotto.
lo: ການຕັ້ງຄ່າພື້ນຖານໂດຍປົກກະຕິຈະຢູ່ໃນຮູບແບບ 'daemon : address : action'. ບ່ອນທີ່ daemon ແມ່ນຊື່ daemon ຂອງບໍລິການທີ່ເລີ່ມຕົ້ນ. address ສາມາດເປັນຊື່ໂຮສຕ໌, ທີ່ຢູ່ IP ຫຼື ທີ່ຢູ່ IPv6 ທີ່ຖືກຕ້ອງ ທີ່ຢູ່ໃນວົງເລັບ. ຊ່ອງ action ສາມາດເປັນ allow ຫຼື deny ເພື່ອໃຫ້ ຫຼື ປະຕິເສດການເຂົ້າເຖິງຢ່າງເໝາະສົມ. ຈົ່ງຈື່ໄວ້ວ່າການຕັ້ງຄ່າເຮັດວຽກຕາມຫຼັກການທີ່ວ່າກົດທຳອິດທີ່ກົງກັນຈະຖືກນຳໃຊ້, ໝາຍຄວາມວ່າໄຟລ໌ການຕັ້ງຄ່າຈະຖືກສະແກນຕາມລຳດັບເພີ່ມຂຶ້ນເພື່ອກົດທີ່ກົງກັນ. ເມື່ອພົບກົດທີ່ກົງກັນ, ກົດນັ້ນຈະຖືກນຳໃຊ້ ແລະ ຂະບວນການຄົ້ນຫາຈະຢຸດລົງ.
nl: De basisconfiguratie heeft meestal de vorm van 'daemon : adres: actie'. Waar daemon de daemonnaam van de gestarte service is. Het adres kan een geldig hostnaam, een IP-adres of een IPv6-adres tussen haakjes ingesloten zijn. Het actiegebied kan zijn toestaan of afwijzen om geschikt toegang toe te staan of in zijn geheel af te wijzen. Houd in gedachte dat de configuratie werkt van een eerste semantische regelgelijke, dit betekent dat het configuratiebestand in stijgende lijn voor een passende regel wordt afgezocht. Wanneer een gelijke is gevonden zal de regel worden toegepast en het zoek proces zal worden beëindigd.
pl: Podstawowa konfiguracja przybiera formę 'demon : adres: akcja'. Demon oznacza nazwę demona uruchomionej usługi. Adres może być prawidłową nazwą hosta, adresem IP lub IPv6 w nawiasie. Akcja może przybierać wartość zezwól (allow) lub odmów (deny) aby udzielić lub zabronić dostępu. Pamiętaj, że konfiguracja działa według pierwszego dopasowania w kolejności rosnącej. Kiedy dopasowanie jest znalezione reguła jest stosowana, a proces wyszukiwania jest zatrzymywany.
ro: Configurația de bază în mod normal este de forma 'daemon : adresă : acțiune', unde daemon reprezintă numele daemon-ului/serviciului pornit. Adresa poate fi reprezentată de un nume valid de sistem, o adresă IP4 sau IP6 inclusă între paranteze. Câmpul acțiune poate avea valorile 'allow' (permite) sau 'deny' (refuză). Aveți în vedere faptul că sistemul va aplica prima regulă găsită în listă, cu ignorarea tuturor intrărilor ulterioare.
ru: Конфигурация обычно задается в форме 'daemon : address : action'. Имя демона стартуемой службы задается в поле 'daemon'. В поле 'address' могут быть заданы действительные имена хостов, а также IPv4- или IPv6-адреса, заключенные в квадратные скобки. Поле 'action' может принимать значения 'allow' или 'deny', что соответствующим образом разрешает или отказывает в доступе. Имейте в виду, что конфигурация работает до первого совпадающего правила. Это означает, что конфигурационный файл сканируется по возрастанию в поисках соответствующего правила. Когда совпадение находится, применяется найденное правило и процесс поиска останавливается.
sv: Den grundläggande konfigurationen sker vanligen i form av "demon : adress : åtgärd" ('daemon : address : action'). Där demonen är demonnamnet på den startade tjänsten. Adressen kan vara ett giltigt värdnamn, en IP-adress eller en IPv6-adress inom hakparenteser. Åtgärdsfältet kan antingen tillåta eller neka att bevilja eller neka åtkomst på lämpligt sätt. Tänk på att konfigurationen fungerar från en första regel match semantiskt, vilket innebär att konfigurationsfilen genomsöks i stigande ordning efter en matchande regel. När en matchning har hittats tillämpas regeln och sökprocessen kommer att stoppa.
uk: Конфігурація зазвичай задається у формі 'daemon : address : action'. Ім'я демона служби що стартує задається в поле 'daemon'. В поле 'address' можуть бути задані дійсні імена хостів, а також IPv4 або IPv6 адреси, укладені в квадратні дужки. Поле 'action' може набувати значень 'allow' або 'deny', що відповідним чином дозволяє або відмовляє в доступі. Майте на увазі, що конфігурація працює до першого збігається правила. Це означає, що конфігураційний файл сканується по зростанню в пошуках відповідного правила. Коли збіг знаходиться, застосовується знайдене правило і процес пошуку зупиняється.
zh_cn: 基本配置的形式通常是“daemon：address：action”。 daemon 是一个守护进程启动该服务的名称。这个地址可以是一个有效的主机名，IP 地址或括在括号中的IPv6 地址。 action 可以是允许或拒绝访问的权限。请记住，进行扫描时会沿着配置文件内的规则顺序地匹配规则。当搜索过程找到一个匹配的规则就会应用规则，然后停止匹配。

source: The host name contain invalid characters.
af: Die gasheer naam bevat ongeldige karakters.
ca: El nom d'amfitrió conté caràcters no vàlids.
cs: Název stroje obsahuje neplatné znaky.
de: Der Hostname enthält ungültige Zeichen.
el: Το όνομα υπολογιστή περιέχει μη έγκυρους χαρακτήρες.
es: El nombre de la máquina contiene caracteres no validos.
fr: Le nom d'hôte contient des caractères invalides.
hu: Az állomásnév érvénytelen karaktert tartalmaz.
it: Il nome di host contiene caratteri non validi.
lo: ຊື່ໂຮສຕ໌ມີຕົວອັກສອນທີ່ບໍ່ຖືກຕ້ອງ.
nl: De hostnaam bevat ongeldige tekens.
pl: Nazwa hosta zawiera niedozwolone znaki.
ro: Numele sistemului conține caractere invalide.
ru: Имя хоста содержит недопустимые символы.
sv: Värdnamnet innehåller ogiltiga tecken.
uk: Ім'я хоста містить заборонені символи.
zh_cn: 主机名称含有无效的字元。

source: An host with this name already exists.
af: 'N gasheer met hierdie naam bestaan reeds.
ca: Ja existeix un amfitrió amb aquest nom.
cs: Tento název je už používán pro jiný stroj.
de: Ein Host mit diesem Namen existiert bereits.
el: Ένας υπολογιστής με αυτό το όνομα υπάρχει ήδη.
es: Ya existe una máquina con este nombre.
fr: Une hôte portant ce nom existe déjà.
hu: Egy állomás ugyanezzel a névvel létezik már.
it: Esiste gia' un host con questo nome.
lo: ມີໂຮສຕ໌ຊື່ນີ້ຢູ່ແລ້ວ.
nl: Een host met deze naam bestaat reeds.
pl: Host o tej nazwie już istnieje.
ro: Un sistem cu acest nume există deja.
ru: Хост с таким именем уже существует.
sv: En värd med det här namnet finns redan.
uk: Хост із таким іменем вже існує
zh_cn: 已经有一个相同的主机名称存在了。

source: Hosts Setup
af: Gasheer Stel op
ca: Configuració de hosts
cs: Nastavení strojů
de: Hosts Einstellungen
el: Ρύθμιση Υπολογιστών
es: Compifuracion de hosts
fr: Configuration de l'hôte
hu: Kiszolgálók beállítása
it: Settaggi degli hosts
lo: ການຕັ້ງຄ່າໂຮສຕ໌
nl: Hosts Instellen
pl: Ustawienia hosta
ro: Setări sisteme
ru: Настройка хостов
sv: Hosts Inställningar
uk: Встановлення хостів
zh_cn: 主机设置

source: The host name may only consist of the characters a-z, A-Z and 0-9, - , _ and .
af: Die gasheer naam mag slegs die volgende karakters bevat a-z, A-Z en 0-9, - , _ en.
ca: El nom d'amfitrió només pot constar dels caràcters a-z, A-Z i 0-9, -, _ i.
cs: Název stroje se může sestávat pouze z malých a velkých písmen (bez háčků a čárek!) – „a“ až „z“ a „A“ až „Z“ – arabských číslic „0“ (nula) až „9“ a dále znaků „-“ (spojovník), „_“ (podtržítko) a „.“ (tečka).
de: Der Hostname darf nur folgende Zeichen enthalten: a-z, A-Z und 0-9, - , _ sowie .
el: Το όνομα υπολογιστή μπορεί να αποτελείται μόνο από τους χαρακτήρες a-z, A-Z, 0-9, - , _ και .
es: El nombre de maquina solamente puede contener los caracteres a-z, A-Z y 0-9, -, _ y .
fr: Le nom d'hôte doit contenir uniquement les caractères a-z, A-Z, 0-9, -, _ et .
hu: Az állomásnév csak a következő karaktereket tartalmazhatja: a-z, A-Z, 0-9, - és _.
it: Il nome di host puo' consistere solo dei caratteri a-z, A-Z e 0-9,'-' , '_ ' e '.' (punto).
lo: ຊື່ໂຮສຕ໌ສາມາດປະກອບດ້ວຍຕົວອັກສອນ a-z, A-Z ແລະ 0-9, - , _ ແລະ . ເທົ່ານັ້ນ.
nl: De hostnaam mag enkel bestaan uit de tekens a-z, A-Z en 0-9, - , _ en .
pl: Nazwa hosta może składać się wyłącznie ze znaków a-z, A-Z i 0-9, -, _ oraz .
ro: Numele sistemului poate conține doar caracterele a-z, A-Z and 0-9, - , _ și .
ru: Имя хоста может состоять только из символов a-z, A-Z, 0-9, - , _ и .
sv: Värdnamnet får endast innehåller tecknen a-z, A-Z och 0-9, - , _ och .
uk: Ім'я хоста може містити лише символи a-z, A-Z і 0-9, - , _ і .
zh_cn: 主机名称只可以由a-z , A-Z , 0-9 , "-" 和"." 组成。

source: The IP address that this hostname represents.
af: Die IP adres wat die gasheer verteenwoordig
ca: L'adreça IP que representa aquest nom d'amfitrió.
cs: IP adresa kterou představuje tento název stroje.
de: Die IP-Adresse, welche diesen Hostnamen repräsentiert.
el: Η διεύθυνση IP που αντιπροσωπεύει αυτό το όνομα υπολογιστή.
es: La dirección IP que representa esta máquina.
fr: L'adresse IP que ce nom d'hôte représente.
hu: Erre az állomásnévre mutató IP cím.
it: L'indirizzo IP che questo nome di host rappresenta.
lo: ທີ່ຢູ່ IP ທີ່ຊື່ໂຮສຕ໌ນີ້ເປັນຕົວແທນ.
nl: Het IP-adres dat deze hostnaam vertegenwoordigd.
pl: Adres sieciowy reprezentowany przez tę nazwę sieciową.
ro: Adresa IP corespunzătoare sistemului.
ru: IP-адрес, представленный этим именем хоста
sv: IP-adressen som det här värdnamnet representerar.
uk: IP адреса цього хоста.
zh_cn: 主机名称所代表的IP地址。

source: Directory %s doesn't exist!
af: Directory %s bestaan nie!
ca: Directori %s no existeix!
cs: Složka %s neexistuje!
de: Verzeichnis %s existiert nicht!
el: Ο φάκελος %s δεν υπάρχει!
es: El directorio %s no existe!
fr: Le repertoire %s n'existe pas
hu: %s mappa nem létezik!
it: La directory %s non esiste!
lo: ໄດເຣັກທໍຣີ %s ບໍ່ມີຢູ່!
nl: Map %s bestaat niet!
pl: Katalog %s nie istnieje!
ro: Directorul %s nu există!
ru: Каталог %s не существует!
sv: Katalog %s finns inte!
uk: Каталог <b>%s</b> не існує!
zh_cn: 目录 %s 不存在
