Repository: rojim666/xigmanas-code-r10599-trunk
Catalog: locale/xigmanas-*.po
Languages: af, ca, cs, de, el, es, fr, hu, it, lo, nl, pl, ro, ru, sv, uk, zh_cn

source: Edit iSNS Server
af: Wysig ISNS Bediener
ca: Editar servidor iSNS
cs: Upravit iSNS server
de: iSNS Server bearbeiten
el: Επεξεργασία Διακομιστή iSNS
es: Editar servidores iSNS
fr: Modifier le Serveur iSNS
hu: iSNS szerver módosítása
it: Modifica il server iSNS
lo: ແກ້ໄຂເຊີບເວີ iSNS
nl: iSNS Server Bewerken
ro: Editare server iSNS
ru: Изменить сервер iSNS
sv: Redigera iSNS server
uk: Змінити сервер iSNS
zh_cn: 编辑iSNS服务器

source: iSNS Server is marked for deletion
af: iSNS Bediener is gemerk vir skrap
ca: El servidor iSNS està marcat per a l'eliminació
cs: iSNS server je označen pro smazání
de: iSNS Server ist zum Löschen vergemerkt
el: Ο διακομιστής iSNS έχει σημειωθεί προς διαγραφή
es: Servidor iSNS marcado para borrado
fr: Le serveur iSNS est marqué pour la suppression
hu: Az iSNS szervert törlésre megjelölték
it: Il server iSNS è selezionato per cancellazione
lo: ເຊີບເວີ iSNS ຖືກໝາຍໄວ້ເພື່ອລຶບ
nl: iSNS Server is gemarkeerd voor verwijdering
pl: Serwer iSNS jest oznaczony do usunięcia
ro: Serverul iSNS este marcat pentru ștergere
ru: Сервер iSNS помечен для удаления
sv: iSNS servern är markerad för borttagning
uk: Сервер iSNS позначений для видалення
zh_cn: iSNS服务器被标记为删除

source: iSNS Server is locked
af: iSNS Bediener is toegeslot
ca: El servidor iSNS està bloquejat
cs: iSNS server je uzamčen
de: iSNS Server ist gesperrt
el: Ο διακομιστής iSNS είναι κλειδωμένος
es: servidor iSNS bloqueado
fr: Le Serveur iSNS est Verrouillé
hu: Az iSNS szerver zárolt
it: Il server iSNS è bloccato
lo: ເຊີບເວີ iSNS ຖືກລັອກ
nl: iSNS Server is vergrendeld
pl: Serwer iSNS jest zablokowany
ro: Serverul iSNS este blocat
ru: Сервер iSNS заблокирован
sv: iSNS servern är låst
uk: Сервер iSNS заблокований
zh_cn: iSNS服务器已锁定

source: iSNS Server is unlocked
af: iSNS Bediener is ontgeslot
ca: El servidor iSNS està desbloquejat
cs: iSNS server je odemčen
de: iSNS Server ist entsperrt
el: Ο διακομιστής iSNS είναι ξεκλείδωτος
es: Servidor iSNS desbloqueado
fr: Le Serveur iSNS est déverrouillé
hu: az iSNS szerver zárolását feloldották
it: Il server iSNS è sbloccato
lo: ເຊີບເວີ iSNS ຖືກປົດລັອກ
nl: iSNS Server is ontgrendeld
pl: Serwer iSNS jest odblokowany
ro: Serverul iSNS este deblocat
ru: Сервер iSNS разблокирован
sv: iSNS servern är olåst
uk: Сервер iSNS розблокований
zh_cn: iSNS服务器已解锁

source: Delete Selected iSNS Servers
af: Skrap Geselekteerde iSNS Bedieners
ca: Elimineu els servidors iSNS seleccionats
cs: Smazat vyznačené iSNS servery
de: Ausgewählte iSNS Server löschen
el: Διαγραφή Επιλεγμένων Διακομιστών iSNS
es: Borrar servidores iSNS seleccionados
fr: Supprimer les Serveurs iSNS Sélectionnés
hu: A kiválasztott iSNS szerverek törlése
it: Cancella i Server iSNS selezionati
lo: ລຶບເຊີບເວີ iSNS ທີ່ເລືອກ
nl: Geselecteerde iSNS Servers Verwijderen
ro: Ștergere servere iSNS seelctate
ru: Удалить выбранные серверы iSNS
sv: Ta bort valda iSNS servrar
uk: Видалити обрані сервери iSNS
zh_cn: 删除选定的iSNS服务器

source: Disable Selected iSNS Servers
af: Deaktiveer Geselekteerde iSCSI Bedieners
ca: Desactiveu els servidors iSNS seleccionats
cs: Přestat používat vyznačené iSNS servery
de: Ausgewählte iSNS Server deaktivieren
el: Απενεργοποίηση Επιλεγμένων Διακομιστών iSNS
es: Deshabilitar servidores iSNS seleccionados
fr: Désactiver les Serveurs iSNS Sélectionnés
hu: A kiválasztott iSNS szerverek kikapcsolása
it: Disabilita i server iSNS selezionati
lo: ປິດໃຊ້ງານເຊີບເວີ iSNS ທີ່ເລືອກ
nl: Geselecteerde iSNS Servers Uitschakelen
ro: Dezactivare servere iSNS selectate
ru: Отключить выбранные серверы iSNS
sv: Inaktivera valda iSNS servrar
uk: Вимкнути обрані сервери iSNS
zh_cn: 禁用选定的iSNS服务器

source: Enable Selected iSNS Servers
af: Inskakel Geselekteerde iSNS Bedieners
ca: Activar els servidors iSNS seleccionats
cs: Používat označené iSNS servery
de: Ausgewählte iSNS Server aktivieren
el: Ενεργοποίηση Επιλεγμένων Διακομιστών iSNS
es: Habilitar servidores iSNS seleccionados
fr: Activer les Serveurs iSNS Sélectionnés
hu: iSNS szerverek bekapcsolása
it: Attiva i server iSNS selezionati
lo: ເປີດໃຊ້ງານເຊີບເວີ iSNS ທີ່ເລືອກ
nl: Geselecteerde iSNS Servers Inschakelen
ro: Activare servere iSNS selectate
ru: Включить выбранные серверы iSNS
sv: Aktivera de valda iSNS servrarna
uk: Дозволити обрані сервери iSNS
zh_cn: 启用选定的iSNS服务器

source: Toggle Selected iSNS Servers
af: Toggle Geselekteerde iSNS Bediener
ca: Commuta els servidors iSNS seleccionats
cs: Vyp/zap označené iSNS servery
de: Ausgewählte iSNS Server umschalten
el: Μεταβολή Επιλεγμένων Διακομιστών iSNS
es: intercambiar servidores iSNS seleccionados
fr: Changer d'état les Serveurs iSNS Sélectionnés
hu: A kiválasztott iSNS szerverek átkapcsolása
it: Abilitare i server iSNS selezionati
lo: ສະຫຼັບການໃຊ້ງານເຊີບເວີ iSNS ທີ່ເລືອກ
nl: Geselecteerde iSNS Servers omschakelen?
ro: Inversare selecție servere iSNS
ru: Переключить выбранные серверы iSNS
sv: Växla valda iSNS servrar.
uk: Перемкнути обрані сервери iSNS
zh_cn: 切换选定的iSNS服务器

source: Do you want to delete selected iSNS servers?
af: Wil jy geselekteerde iSNS bedieners skrap?
ca: Voleu eliminar els servidors iSNS seleccionats?
cs: Opravdu chcete smazat označené iSNS servery?
de: Möchten Sie die ausgewählten iSNS Server löschen?
el: Θέλετε να διαγράψετε τους επιλεγμένους διακομιστές iSNS;
es: ¿Desea borrar los servidores iSNS seleccionados?
fr: Voulez-vous supprimer les serveurs iSNS sélectionnés?
hu: Biztos, hogy törlöd a kiválasztott iSNS szervereket?
it: Desideri cancellare i server ISNS selezionati?
lo: ທ່ານຕ້ອງການລຶບເຊີບເວີ iSNS ທີ່ເລືອກອອກບໍ່?
nl: Wilt u de geselecteerde iSNS servers verwijderen?
ro: Doriți să ștegeți serverele iSNS selectate?
ru: Вы хотите удалить выбранные серверы iSNS?
sv: Vill du ta bort valda iSNS servrar?
uk: Ви підтверджуєте видалення вибраних серверів iSNS?
zh_cn: 你是否要删除选定的iSNS服务器？

source: Do you want to disable selected iSNS servers?
af: Wil jy geselekteerde iSNS bedieners deaktiveer?
ca: Voleu desactivar els servidors iSNS seleccionats?
cs: Opravdu chcete nepoužívat označené iSNS servery?
de: Möchten Sie die ausgewählten iSNS Server deaktivieren?
el: Θέλετε να απενεργοποιήσετε τους επιλεγμένους διακομιστές iSNS;
es: ¿Desea deshabilitar los servidores iSNS seleccionados?
fr: Voulez-vous désactiver les serveurs iSNS sélectionnés?
hu: Biztos, hogy kikapcsolod a kiválasztott iSNS szervereket?
it: Vuoi disabilitare i server iSNS selezionati?
lo: ທ່ານຕ້ອງການປິດໃຊ້ງານເຊີບເວີ iSNS ທີ່ເລືອກບໍ່?
nl: Wilt u de geselecteerde iSNS servers uitschakelen?
ro: Doriți să dezactivați serverele iSNS selectate?
ru: Вы хотите отключить выбранные серверы iSNS?
sv: Vill du inaktivera de valda iSNS servrarna?
uk: Ви підтверджуєте вимкнення обраних серверів iSNS?
zh_cn: 你想禁用选定的iSNS服务器吗？

source: Do you want to enable selected iSNS servers?
af: Wil jy geselekteerde iSNS bedieners inskakel?
ca: Voleu activar els servidors iSNS seleccionats?
cs: Opravdu chcete používat označené iSNS servery?
de: Möchten Sie die ausgewählten iSNS Server aktivieren?
el: Θέλετε να ενεργοποιήσετε τους επιλεγμένους διακομιστές iSNS;
es: ¿Desea habilitar los usuarios servidores iSNS seleccionados?
fr: Voulez-vous activer les serveurs iSNS sélectionnés?
hu: Biztos, hogy bekapcsolod a kiválasztott iSNS szervereket?
it: Desideri abilitare i server iSNS selezionati?
lo: ທ່ານຕ້ອງການເປີດໃຊ້ງານເຊີບເວີ iSNS ທີ່ເລືອກບໍ່?
nl: Wilt u de geselecteerde iSNS servers inschakelen?
ro: Doriți să activați serverele iSNS selectate?
ru: Вы хотите включить выбранные серверы iSNS?
sv: Vill du aktivera de valda iSNS servrarna?
uk: Ви підтверджуєте увімкнення обраних серверів iSNS?
zh_cn: 你想启用选定的iSNS服务器吗？

source: Do you want to toggle selected iSNS servers?
af: Doen jy wil geselekteerde iSNS bedieners toggle?
ca: Voleu canviar els servidors iSNS seleccionats?
cs: Opravdu chcete přepnout označené iSNS servery?
de: Möchten Sie die ausgewählten iSNS Server umschalten?
el: Θέλετε να μεταβάλλετε τους επιλεγμένους διακομιστές iSNS;
es: ¿Desea intercambiar los servidores iSNS seleccionados?
fr: Voulez-vous changer d'état les serveurs iSNS sélectionnés?
hu: Biztos, hogy átkapcsolod a kiválasztott iSNS szervereket?
it: Desideri rimuovere i servers iSNS selezionati?
lo: ທ່ານຕ້ອງການສະຫຼັບການໃຊ້ງານເຊີບເວີ iSNS ທີ່ເລືອກບໍ່?
nl: Wilt u de geselecteerde iSNS servers omschakelen?
ro: Doriți să inversați serverele iSNS selectate?
ru: Вы хотите переключить выбранные серверы iSNS?
sv: Vill du växla de valda iSNS servrarna?
uk: Ви підтверджуєте перемикання вибраних серверів iSNS?
zh_cn: 你想切换选定的iSNS服务器吗？

source: An IPv4 or IPv6 address to listen on for incoming connections.
af: 'N IPv4 of IPv6 adres om op te luister vir inkomende verbindings.
ca: Una adreça IPv4 o IPv6 per escoltar les connexions entrants.
cs: IPv4 nebo IPv6 adresa na které očekávat příchozí spojení.
de: Eine IPv4- oder IPv6-Addresse, um auf eingehende Verbindungen zu horchen.
el: Μια διεύθυνση IPv4 ή IPv6 στην οποία θα αναμένονται εισερχόμενες συνδέσεις.
es: Una dirección IPv4 o IPv6 para escuchar las conexiones entrantes.
fr: Une adresse IPv4 ou IPv6 à écouter pour les connexions entrantes.
hu: A bejövő kapcsolatokat figyelő IPv4 vagy IPv6 cím.
it: Un indirizzo IPv4 o IPv6 dove ascoltare per le connessioni in ingresso.
lo: ທີ່ຢູ່ IPv4 ຫຼື IPv6 ເພື່ອຮັບຟັງການເຊື່ອມຕໍ່ທີ່ເຂົ້າມາ.
nl: Een IPv4 of IPv6 adres om op te luisteren voor binnenkomende verbindingen.
pl: Adres IPv4 lub IPv6 do nasłuchiwania nadchodzących połączeń
ro: O adresa IPv4 sau IPv6 pentru a monitoriza conexiunile de intrare.
ru: Адрес IPv4 или IPv6 для прослушивания входящих соединений.
sv: En IPv4 eller IPv6 adress att lyssna på efter inkommande anslutningar.
uk: IPv4 або IPv6 адреса для прослуховування вхідних з'єднань.
zh_cn: 用于侦听传入连接的IPv4或IPv6地址。

source: The port to listen on.
af: Die -poort om luister op.
ca: Port per escoltar.
cs: Port na kterém očekávat spojení.
de: Der Port zum daran Hören.
el: Η θύρα για αναμονή συνδέσεων.
es: El puerto a escuchar en.
fr: Le port à écouter.
hu: A figyelendő port.
it: Porta attiva per l'ascolto
lo: ພອດທີ່ຈະຮັບຟັງ.
nl: De poort om op te luisteren.
ro: Portul de monitorizat.
ru: Порт для прослушивания.
sv: Port att lyssna på.
uk: Порт що прослуховується.
zh_cn: 要侦听的端口。

source: Link listener to portal groups. Selected portal groups will listen on this address for incoming connections.
af: Link luisteraar om portaal groepe. Geselekteerde portaalgroepe luister op hierdie adres vir inkomende verbindings.
ca: Enllaça l'oient als grups de portal. Els grups de portal seleccionats escoltaran en aquesta adreça les connexions entrants.
cs: Spojit očekávaní spojení se skupinou portálu. Označené skupiny portálu budou očekávat příchozí spojení na této adrese.
de: Verknüpfe Listener mit Portalgruppen. Ausgewählte Portalgruppen werden an dieser Adresse nach eingehenden Verbindungen lauschen.
el: Σύνδεση listener σε ομάδες πιστοποίησης. Οι επιλεγμένες ομάδες πιστοποίησης θα "ακούνε" σε αυτή τη διεύθυνση για εισερχόμενες συνδέσεις.
es: Enlace la escucha a grupos de portal. Los grupos de portal seleccionados escucharán en esta dirección las conexiones entrantes.
fr: Reliez l'écoute aux groupes de portails. Les groupes de portail sélectionnés écouteront cette adresse pour les connexions entrantes.
hu: Figyelő linkelés portál csoportokhoz. A kiválasztott portál csoportok ezen a címen figyelik majd a bejövő kapcsolatokat.
it: Collega i "controllori" ai portali dei gruppi. I gruppi portale selezionati, controllerano questo indirizzo per connessioni in entrata.
lo: ເຊື່ອມໂຍງຈຸດຮັບຟັງກັບກຸ່ມພໍທໍ. ກຸ່ມພໍທໍທີ່ເລືອກຈະຮັບຟັງການເຊື່ອມຕໍ່ທີ່ເຂົ້າມາຈາກທີ່ຢູ່ນີ້.
nl: Koppel luisteraar aan portaal groepen. Geselecteerde portaal groepen zullen op dit adres luisteren naar inkomende verbindingen.
ro: Asignare adresă asculare la grupuri portal. Grupurile portal selectate vor urmări această adresă pentru conexiuni de intrare.
ru: Ссылка слушателя на группы портала. Выбранные группы портала будут прослушивать этот адрес для входящих соединений.
sv: Länklyssnare för portalgrupper. Valda portalgrupper kommer lyssna på denna adress efter inkommande anslutningar.
uk: Посилання слухача до груп порталу. Обрані групи порталу будуть прослуховуватися за цією адресою для вхідних з'єднань.
zh_cn: 将侦听器链接到门户组。选定的门户组将侦听此地址以获取传入连接。

source: No portal groups found.
af: Geen portaal groepe gevind.
ca: No s'han trobat grups de portal.
cs: Nebyly nalezeny žádné skupiny portálu.
de: Keine Protalgruppen gefunden.
el: Δεν βρέθηκαν ομάδες portal.
es: No se encuentran grupos portales
fr: Pas de groupes portail trouvés
hu: Egy portál csoport sem található.
it: Nessun portale di gruppi trovato.
lo: ບໍ່ພົບກຸ່ມພໍທໍ.
nl: Geen portaal groepen gevonden.
ro: Niciun grup portal nu a fost găsit.
ru: Группы портала не найдены.
sv: Inga portalgrupper hittades.
uk: Жодних груп порталів не знайдено.
zh_cn: 找不到门户组。

source: Add Listen Record
af: Voeg Luister Rekord
ca: Afegeix registre d'escolta
cs: Přidat Listen záznam
de: Füge 'listen'-Eintrag hinzu
el: Προσθήκη Εγγραφής Αναμονής Σύνδεσης
es: Añadir campo de escucha
fr: Ajouter un enregistrement d'écoute
hu: Figyelendő port hozzáadása
it: Aggiungi record di ascolto
lo: ເພີ່ມລາຍການຮັບຟັງ
nl: Luister Record Toevoegen
pl: Dodaj Słuchacza Rekord
ro: Adăugare înregistrare monitorizată
ru: Добавить запись
sv: Lägg till Lyssnarpost
uk: Додати запис слухача
zh_cn: 添加侦听记录

source: Edit Listen Record
af: Wysig Luister Rekord
ca: Edita regsitre d'escolta
cs: Upravit záznam pro očekávání spojení
de: Abhöraufzeichnungen bearbeiten
el: Επεξεργασία Εγγραφής Αναμονής Σύνδεσης
es: Editar grabaciones de escucha
fr: Modifier l'Enregistrement d'écoute
hu: Figyelendő bejegyzés módosítása
it: Modifica il record di ascolto
lo: ແກ້ໄຂລາຍການຮັບຟັງ
nl: Luister Record Bewerken
ro: Editare înregistrare ascultare
ru: Изменить запись
sv: Redigera lyssnarpost
uk: Редагувати запис прослуховання
zh_cn: 编辑侦听记录

source: Listen record is marked for deletion
af: Luister rekord gemerk vir skrap
ca: El registre d'escolta està marcat per esborrar
cs: Záznam pro očekávání spojení je označen ke smazání
de: Abhöraufzeichnung ist zum Löschen vorgemerkt
el: Η εγγραφή αναμονής σύνδεσης έχει σημειωθεί προς διαγραφή
es: Grabación de escucha marcada para borrado
fr: L'enregistrement d'écoute est marqué pour suppression
hu: A figyelendő bejegyzést megjelölték törlésre
it: Listen record constrassegnato per la cancellazione
lo: ລາຍການຮັບຟັງຖືກໝາຍໄວ້ເພື່ອລຶບ
nl: Luister record is gemarkeerd voor verwijdering
ro: Înregistrarea de monitorizare este marcată pentru ștergere.
ru: Запись прослушивания отмечена для удаления
sv: Lyssnarposten är markerad för borttagning
uk: Запис прослуховування позначений для видалення
zh_cn: 侦听记录被标记为删除

source: Listen record is locked
af: Luister rekord is toegeslot
ca: El registre d'escolta està bloquejat
cs: Záznam očekávání spojení je uzamčen
de: Abhöraufzeichnung ist gesperrt
el: Η εγγραφή αναμονής σύνδεσης είναι κλειδωμένη
es: Grabación de escucha bloqueada
fr: L'enregistrement d'écoute est verrouillé
hu: A figyelendő bejegyzést zárolták
it: Listen record bloccato
lo: ລາຍການຮັບຟັງຖືກລັອກ
nl: Luister record is vergrendeld
ro: Înregistrarea de monitorizare este blocată.
ru: Запись прослушивания заблокирована
sv: Lyssnarposten är låst
uk: Запис прослуховування заблокований
zh_cn: 侦听记录已锁定

source: Listen record is unlocked
af: Luister rekord ongeslot
ca: El registre d'escolta està desbloquejat
cs: Záznam pro očekávání spojení je odemčen
de: Abhöraufzeichnung ist entsperrt
el: Η εγγραφή αναμονής σύνδεσης είναι ξεκλείδωτη
es: Grabación de escucha desbloqueada
fr: L'enregistrement d'écoute est déverrouillé
hu: A figyelendő bejegyzés zárolását feloldották
it: Listen record sbloccato
lo: ລາຍການຮັບຟັງຖືກປົດລັອກ
nl: Luister record is ontgrendeld
ro: Înregistrarea de monitorizare este deblocată.
ru: Запись прослушивания разблокирована
sv: Lyssnarposten är olåst
uk: Запис прослуховування розблокований
zh_cn: 侦听记录已解锁

source: Delete Selected Listen Records
af: Skrap Geselekteerde Luister Rekords
ca: Elimineu els registres d'escolta seleccionats
cs: Smazat záznamy pro označená očekávání spojení
de: Ausgewählte Abhöraufzeichnungen löschen
el: Διαγραφή Επιλεγμένων Εγγραφών Αναμονής Σύνδεσης
es: Borrar las grabaciones de escucha seleccionadas
fr: Supprimer les enregistrements sélectionnés
hu: A kiválasztott figyelendő portok törlése
it: Elimina i record di ascolto selezionati
lo: ລຶບລາຍການຮັບຟັງທີ່ເລືອກ
nl: Geselecteerde Luister Items Verwijderen
ro: Ștergere înregistrări selectate
ru: Удалить выбранные записи прослушивания
sv: Ta bort valda lyssnarposter
uk: Видалити обрані записи прослуховань
zh_cn: 删除选定的侦听记录

source: Disable Selected Listen Records
af: Deaktiveer Geselekteerde Luister Rekords
ca: Desactiveu els registres d'escolta seleccionats
cs: Vypnout označené záznamy očekávání spojení
de: Ausgewählte Abhöraufzeichnungen deaktivieren
el: Απενεργοποίηση Επιλεγμένων Εγγραφών Αναμονής Σύνδεσης
es: Deshabilitar Grabaciones de escucha seleccionadas
fr: Désactiver les enregistrements d'écoutes sélectionnés
hu: A kiválasztott figyelendő portok tiltása
it: Disabilita i record di ascolto selezionati
lo: ປິດໃຊ້ງານລາຍການຮັບຟັງທີ່ເລືອກ
nl: Geselecteerde Luister Records Uitschakelen
ro: Dezactivare înregistrări selectate
ru: Отключить выбранные записи прослушивания
sv: Inaktivera valda lyssnarposter
uk: Вимкнути обрані записи прослуховань
zh_cn: 禁用选定的侦听记录

source: Enable Selected Listen Records
af: Inskakel Geselekteerde Luister Rekords
ca: Activa els registres d'escolta seleccionats
cs: zapnout označené záznamy pro očekávání spojení
de: Ausgewählte Abhöraufzeichnungen aktivieren
el: Ενεργοποίηση Επιλεγμένων Εγγραφών Αναμονής Σύνδεσης
es: Habilitar grabaciones de escucha seleccionados
fr: Activer les enregistrements d'écoutes sélectionnés
hu: A kiválasztott figyelendő bejegyzések engedélyezése
it: Attiva i records di ascolto selezionati
lo: ເປີດໃຊ້ງານລາຍການຮັບຟັງທີ່ເລືອກ
nl: Geselecteerde Luister Records Inschakelen
ro: Activare înregistrări de ascultare selectate
ru: Включить выбранные записи прослушивания
sv: Aktivera valda lyssnarposter
uk: Дозволити обрані записи прослуховань
zh_cn: 启用选定的侦听记录

source: Toggle Selected Listen Records
af: Toggle Geselekteerde Luister Rekords
ca: Commuta els registres d'escolta seleccionats
cs: Vyp/zap označené záznamy očekávání spojení
de: Ausgewählte Abhöraufzeichnungen umschalten
el: Μεταβολή Επιλεγμένων Εγγραφών Αναμονής Σύνδεσης
es: intercambiar grabaciones de escucha seleccionadas
fr: Changer d'état les Enregistrements d'écoute Sélectionnés
hu: A kiválasztott figyelendő bejegyzések átkapcsolása
lo: ສະຫຼັບການໃຊ້ງານລາຍການຮັບຟັງທີ່ເລືອກ
nl: Geselecteerde Luister Records Omschakelen
ro: Inversare selecție înregistrări ascultate
ru: Переключить выбранные записи прослушивания
sv: Växla valda lyssnarposter
uk: Перемкнути обрані записи прослуховувань
zh_cn: 切换选定的侦听记录

source: Do you want to delete selected listen records?
af: Wil jy geselekteerde luister rekorde skrap?
ca: Voleu eliminar els registres d'escolta seleccionats?
cs: Opravdu chcete označené záznamy pro očekávání spojení smazat?
de: Möchten Sie die ausgewählten Abhöraufzeichnungen löschen?
el: Θέλετε να διαγράψετε τις επιλεγμένες εγγραφές αναμονής σύνδεσης;
es: ¿Desea borrar las grabaciones de escucha seleccionadas?
fr: Voulez-vous supprimer les enregistrements d'écoutes sélectionnés?
hu: Biztos, hogy törlöd a kiválasztott figyelendő portokat?
it: Vuoi cancellare i record di ascolto selezionati?
lo: ທ່ານຕ້ອງການລຶບລາຍການຮັບຟັງທີ່ເລືອກອອກບໍ່?
nl: Wilt u geselecteerde luister records verwijderen?
ro: Doriți să ștergeți înregistrările de ascultare selectate?
ru: Вы хотите удалить выбранные записи прослушивания?
sv: Vill du ta bort valda lyssnarposter?
uk: Ви підтверджуєте видалення обраних записів прослуховувань?
zh_cn: 你想删除选定的侦听记录吗？

source: Do you want to disable selected listen records?
af: Wil jy geselekteerde luister rekords deaktiveer?
ca: Voleu desactivar els registres d'escolta seleccionats?
cs: Opravdu chcete vypnout označené záznamy pro očekávání spojení?
de: Möchten Sie die ausgewählten Abhöraufzeichnungen deaktivieren?
el: Θέλετε να απενεργοποιήσετε τις επιλεγμένες εγγραφές αναμονής σύνδεσης;
es: ¿Desea deshabilitar las grabaciones de escucha seleccionadas?
fr: Voulez-vous désactiver les enregistrements d'écoutes sélectionnés?
hu: Biztos, hogy letiltod a kiválasztott figyelendő bejegyzéseket?
it: Vuoi disabilitare i record di ascolto selezionati?
lo: ທ່ານຕ້ອງການປິດໃຊ້ງານລາຍການຮັບຟັງທີ່ເລືອກບໍ່?
nl: Wilt u geselecteerde luister records uitschakelen?
ro: Doriți să dezactivați înregistrările de ascultare selectate?
ru: Вы хотите отключить выбранные записи прослушивания?
sv: Vill du inaktivera valda lyssnarposter?
uk: Ви підтверджуєте вимкнення обраних записів прослуховувань?
zh_cn: 你想禁用选定的侦听记录吗？

source: Do you want to enable selected listen records?
af: Wil jy geselekteerde luister rekords inskakel?
ca: Voleu activar els registres d'escolta seleccionats?
cs: Opravdu chcete zapnout označené záznamy očekávání spojení?
de: Möchten Sie die ausgewählten Abhöraufzeichnungen aktivieren?
el: Θέλετε να ενεργοποιήσετε τις επιλεγμένες εγγραφές αναμονής σύνδεσης;
es: ¿Desea habilitar las grabaciones de escucha seleccionadas?
fr: Voulez-vous activer les enregistrements d'écoutes sélectionnés?
hu: Biztos, hogy engedélyezed a kiválasztott figyelendő bejegyzéseket?
it: Vuoi attivare il record di controllo selezionato?
lo: ທ່ານຕ້ອງການເປີດໃຊ້ງານລາຍການຮັບຟັງທີ່ເລືອກບໍ່?
nl: Wilt u geselecteerde luister records inschakelen?
ro: Doriți să activați înregistrările selectate?
ru: Вы хотите включить выбранные записи прослушивания?
sv: Vill du aktivera valda lyssnarposter?
uk: Ви підтверджуєте увімкнення обраних записів прослуховувань?
zh_cn: 你想启用选定的侦听记录吗？

source: Do you want to toggle selected listen records?
af: Doen jy wil
ca: Voleu canviar els registres d'escolta seleccionats?
cs: Opravdu chcete přepnout označené záznamy očekávání spojení?
de: Möchten Sie die ausgewählten Abhöraufzeichnungen umschalten?
el: Θέλετε να μεταβάλλετε τις επιλεγμένες εγγραφές αναμονής σύνδεσης;
es: ¿Desea intercambiar las grabaciones de escucha seleccionadas?
fr: Voulez-vous changer d'état les enregistrements d'écoutes sélectionnés?
hu: Biztos, hogy átkapcsolod a kiválasztott figyelendő bejegyzéseket?
it: Vuoi attivare i records di controllo selezionati?
lo: ທ່ານຕ້ອງການສະຫຼັບການໃຊ້ງານລາຍການຮັບຟັງທີ່ເລືອກບໍ່?
nl: Wilt u de geselecteerde luister records omschakelen?
ro: Doriți să inversați selecția înregistrărilor de ascultat?
ru: Вы хотите переключить выбранные записи прослушивания?
sv: Vill du växla valda lyssnarposter?
uk: Ви підтверджуєте перемикання вибраних записів прослуховувань?
zh_cn: 你想切换选定的侦听记录吗？
