Repository: rojim666/xigmanas-code-r10599-trunk
Catalog: locale/xigmanas-*.po
Languages: af, ca, cs, de, el, es, fr, hu, it, lo, nl, pl, ro, ru, sv, uk, zh_cn

source: Enable nested virtualization
af: Aktiveer geneste virtualisasie
ca: Habilitar la virtualització imbricada
cs: Zapnout vnořenou virtualizaci
de: verschachtelte Virtualisierung aktivieren
el: Ενεργοποίηση ένθετου virtualization
es: Habilitar virtualización anidada
fr: Activer la virtualisation native
hu: Egymásba ágyazott virtualizáció engedélyezése
it: Abilita virtualizzazione nidificata
lo: ເປີດໃຊ້ການຈຳລອງສະພາບແວດລ້ອມແບບຊ້ອນ
nl: Inschakelen geneste virtualisatie
pl: Dostępna zagnieżdżona wirtualizacja
ro: Activare virtualizare imbricată
ru: Включить встроенную виртуализацию
sv: Aktivera inbäddad virtualisering
uk: Дозволити вкладену віртуалізацію
zh_cn: 启用嵌套虚拟化

source: TCP port is 5900+N, where N is VNC display number.
af: TCP poort is 5900+N, waar N die VNC vertoon nommer is.
ca: Port TCP és 5900+N, on N és el nombre del monitor VNC.
cs: TCP port je 5900+N, kde N je číslo VNC zobrazení.
de: TCP-Port-Nr. ist 5900+N, wobei N für die VNC-Displaynummer steht
el: Η θύρα TCP είναι η 5900+N, όπου N ο αριθμός προβολής VNC.
es: El puerto TCP es el 5900+N, donde N es el numero del display VNC
fr: Le port TCP est 5900+N, où N est le numéro de l'écran VNC.
hu: A TCP port 5900+N, ahol N a VNC kijelző száma.
it: La porta TCP è 5900+N dove N è il numero visualizzato da VNC
lo: ພອດ TCP ແມ່ນ 5900+N, ໂດຍທີ່ N ແມ່ນໝາຍເລກຈໍສະແດງຜົນ VNC.
nl: TCP poort is 5900+N, waar N het VNC scherm nummer is.
pl: Numer portu TCP wynosi 5900 + N, gdzie N to numer wyświetlacza VNC
ro: Portul TCP este 5900+N, unde N reprezintă numărul ecranului VNC.
ru: Порт TCP 5900+N, где N номер VNC дисплея.
sv: TCP-port är 5900+N, där N är VNC skärmnummer.
uk: TCP порт 5900+N, де N - номер VNC дисплею.
zh_cn: TCP端口为5900 + N，其中N为VNC显示数。

source: VNC Password
af: VNS Wagwoord
ca: Contrasenya VNC
cs: Heslo k VNC
de: VNC-Passwort
el: Κωδικός VNC
es: Contraseña VNC
fr: Mot de passe VNC
hu: VNC jelszó
it: Password VNC
lo: ລະຫັດຜ່ານ VNC
nl: VNC Wachtwoord
pl: Hasło VNC
ro: Parolă VNC
ru: VNC пароль
sv: VNC-lösenord
uk: Пароль VNC
zh_cn: VNC密码

source: Network Adapter
af: Netwerk Adaptor
ca: Adaptador de xarxa
cs: Síťové rozhraní
de: Netzwerkadapter
el: Προσαρμογέας δικτύου
es: Adaptador de Red
fr: Adaptateur Réseau
hu: Hálózati adapter
it: Scheda di rete
lo: ຕົວເຊື່ອມຕໍ່ເຄືອຂ່າຍ
nl: Netwerkadapter
pl: Adapter sieciowy
ro: Adaptor rețea
ru: Сетевой адаптер
sv: Nätverksanslutning
uk: Мережевий адаптер
zh_cn: 网络适配器

source: Hard Disk
af: Harde Skyf
ca: Disc dur
cs: Pevný disk
de: Festplatte
el: Σκληρός Δίσκος
es: Disco duro
fr: Disque dur
hu: Merevlemez
it: Disco fisso
lo: ຮາດດິສ
nl: Harde Schijf
pl: Twardy dysk
ro: Hard disc
ru: Жёсткий диск
sv: Hårddisk
uk: Жорсткий диск
zh_cn: 硬盘

source: File path (e.g. %s) or ZFS volume (e.g. %s) used as Hard disk image.
ca: Ruta d'arxius (per exemple,%s) o el volum de ZFS (per exemple,%s) que s'utilitza com a imatge de disc dur.
cs: Umístění souboru (např. %s) nebo ZFS svazku (např. %s), sloužícího jako obraz disku.
de: Dateipfad (z. B. %s) oder ZFS Volume (z. B. %s) des Festplattenimages.
el: Διαδρομή αρχείου (π.χ. %s) στον τόμο ZFS (π.χ. %s) που θα χρησιμοποιηθεί ως image Σκληρού δίσκου.
es: Ruta del archivo (ej: %s) o volumen ZFS usado como imagen de disco (ej: %s)
fr: Chemin de fichier (par ex. %s) ou volume ZFS (par ex. %s) utilisé comme image de disque dur.
hu: Lemezképnek használandó fájlútvonal (pl. %s) vagy ZFS kötet (%s).
it: Directory (es. %s) o volumi ZFS (es. %s) usati come immagine di disco rigido
lo: ເສັ້ນທາງໄຟລ໌ (ຕົວຢ່າງ %s) ຫຼື ບໍລິມາດ ZFS (ຕົວຢ່າງ %s) ທີ່ໃຊ້ເປັນພາບຮາດດິສ.
nl: Bestandslocatie (bijv. %s) of ZFS volume (bijv. %s) gebruikt als Harde schijf image.
pl: Sćieżka pliku (np. %s) lub wolumin ZFS (np. %s) użyty jako obraz dysku
ro: Cale fișier (ex. %s) sau volum ZFS (ex. %s) utilizate ca imagine disc.
ru: Путь к файлу (e.g. %s) или том ZFS (e.g. %s) используемый как образ диска.
sv: Filsökväg (ex. %s) eller ZFS volym (ex. %s) använd som hårddiskavbild.
uk: Шлях до файлу (типу <b>%s</b>) або том ZFS (типу <b>%s</b>) використаний як образ жорсткого диску.
zh_cn: 用作硬盘映像的文件路径（例如%s）或ZFS卷（例如%s）。

source: CD/DVD drive
ca: Dispositiu CD/DVD
cs: Jednotka CD/DVD/BD
de: CD/DVD-Laufwerk
el: Οδηγός CD/DVD
es: Disco CD/DVD
fr: lecteur CD/DVD
hu: CD/DVD lemez
it: Periferica CD/DVD
lo: ໄດຣຟ໌ CD/DVD
pl: Napęd CD/DVD
ro: Unitate CD/DVD
ru: Устройство CD/DVD
sv: CD/DVD spelare
uk: CD/DVD пристрій
zh_cn: CD/DVD 驱动器

source: ISO file path (e.g. %s) used as CD/DVD drive.
af: ISO lêer pad (b.v. %s) gebruiked as CD/DVD ry.
ca: Ruta d'arxiu ISO (per exemple,%s) que s'utilitza com a unitat de CD / DVD.
cs: Umístění .iso souboru (např. %s), použitého jako CD/DVD/BD jednotka.
de: Pfad der ISO-Datei (z. B. %s), die als CD/DVD genutzt wird
el: Διαδρομή του αρχείου ISO (π.χ. %s) που θα χρησιμοποιηθεί σαν οδηγός CD/DVD.
es: Ruta a la imagen ISO usada como CD/DVD (ej: %s)
fr: Chemin de fichier ISO (par ex. %s) utilisé comme lecteur de CD/DVD.
hu: CD/DVD lemeznek használandó ISO fájl útvonala (pl. %s).
it: Percorso del file ISO (ad esempio,% s) utilizzato come unità CD / DVD.
lo: ເສັ້ນທາງໄຟລ໌ ISO (ຕົວຢ່າງ %s) ທີ່ໃຊ້ເປັນໄດຣຟ໌ CD/DVD.
nl: ISO bestandslocatie (bijv. %s) gebruikt als CD/DVD drive.
pl: Ścieżka pliku ISO (np. %s) użyta jako napęd CD/DVD
ro: Cale fișier ISO (ex. %s) utilizat ca unitate CD/DVD.
ru: Расположение ISO-файла (e.g. %s) используемого в качестве привода CD/DVD.
sv: ISO filsökväg (ex. %s) använd som en CD/DVD spelare.
uk: Шлях до ISO файлу (наприклад, <b>%s</b>) використовується в якості CD / DVD-приводу.
zh_cn: 用作CD / DVD驱动器的ISO文件路径（例如%s）。

source: Additional Network
af: Bykomende Netwerk
ca: Xarxa adicional
cs: Další síť
de: Zusätzliches Netzwerk
el: Πρόσθετο Δίκτυο
es: Redes adicionales
fr: Reseau supplementaire
hu: Kiegészítő hálózat
it: Reti aggiuntive
lo: ເຄືອຂ່າຍເພີ່ມເຕີມ
nl: Bijkomend Netwerk
pl: Dodatkowa sieć
ro: Rețele adiționale
ru: Дополнительная сеть
sv: Extra nätverk
uk: Додаткова мережа
zh_cn: 附加网络

source: Additional Storage
af: Bykomende Berging
ca: Emmagatzemament adicional
cs: Další úložiště
de: Zusätzlicher Speicher
el: Πρόσθετος Χώρος Αποθήκευσης
es: Almacenamiento adicional
fr: Stockage supplementaire
hu: Kiegészítő tároló
it: Archiviazione supplementare
lo: ບ່ອນເກັບຂໍ້ມູນເພີ່ມເຕີມ
nl: Bijkomend Opslag
pl: Dodatkowa pamięć
ro: Spațiu de stocare adițional
ru: Дополнительное хранилище
sv: Extra lagringsutrymme
uk: Додаткова пам'ять
zh_cn: 额外的存储

source: PV Guest
af: PV Gas
ca: Convidat PV
cs: Virt. kontejner (PV)
de: PV Gast
es: Invitado PV
fr: Invité PV
hu: PV vendég
it: Ospite PV
nl: PV Gast
ro: Client PV
ru: Гостевая система PV
sv: PV Gäst
uk: Гостьова система PV

source: Kernel
ca: Nucli
cs: Jádro systému
el: Πυρήνας
fr: Noyau (kernel)
pl: Jądro systemu
ru: Ядро
sv: Kärna
uk: Ядро
zh_cn: 内核

source: Kernel file (e.g. %s).
af: Kernel lêer (bv. %s)
ca: Arxiu del nucli (per exemple,%s).
cs: Soubor s jádrem systému (např. %s).
de: Systemkern-Datei (z. B. %s)
el: Αρχείο πυρήνα (π.χ. %s).
es: Archivo del kernel (ej: %s)
fr: Fichier Noyau (e.g. %s).
hu: Kernelfájl (pl. %s).
lo: ໄຟລ໌ Kernel (ຕົວຢ່າງ %s).
nl: Kernel bestand (bijv. %s).
pl: Plik kernela (np. %s)
ro: Fișier kernel (ex. %s).
ru: Файл ядра (e.g. %s).
sv: Kärnfil (ex. %s)
uk: Файл ядра (напр. <b>%s</b>).
zh_cn: 内核文件（如 %s）。

source: Initial ramdisk (e.g. %s).
af: Aanvanklike ramskyf (b.v. %s).
ca: Disc RAM inicial (ex. %s).
cs: Počáteční disk v operační paměti (např. %s).
de: Initiale Ramdisk (e.g. %s).
el: Αρχικό ramdisk (π.χ. %s).
es: RamDisk inicial (ej: %s)
fr: Disque ram initial (e.g. %s).
hu: Kiindulási memórialemez (pl. %s).
it: Ramdisk iniziale (es. %s).
lo: Initial ramdisk (ຕົວຢ່າງ %s).
nl: initiële ramschijf (bijv. %s).
ro: Ramdisk inițial (ex. %s).
sv: Initial minnesdisk (e.g. %s).
uk: Початковий RAM-диск (напр. <b>%s</b>).
zh_cn: 初始ramdisk（例如%s）。

source: Bootloader
af: Stewellaaier
ca: Gestor d'arrencada
cs: Zavaděč
el: Διαχειριστής Εκκίνησης
es: Cargador de arranque
fr: chargeur d'amorçage
hu: Rendszerbetöltő
nl: Opstartlader
pl: Program rozruchowy
ru: Загрузчик
sv: Starthanterare
uk: Завантажувач
zh_cn: 启动程序

source: Boot Loader
af: Stewel Laaier
ca: Gestor d'arrencada
cs: Zavaděč operačního systému
el: Ελεγκτής Εκκίνησης
es: Cargador de arranque
fr: Chargeur de demarrage (boot loader)
hu: Rendszerbetöltő
nl: Opstartlader
pl: Program rozruchowy
ro: Încărcător boot
ru: Загрузчик
sv: Starthanterare
uk: Завантажувач
zh_cn: 启动程序

source: Boot loader (e.g. %s).
af: Stewel Laaier (bv. %s).
ca: Gestor d'arrencada (ex. %s).
cs: Zavaděč systému (např. %s).
de: Boot-Programm (z. B. %s) (Bootloader)
el: Διαχειριστής Εκκίνησης (π.χ. %s).
es: Boot loader (ej: %s).
fr: Chargeur de demarrage (ex : %s).
hu: Rendszerbetöltő (pl. %s).
lo: Boot loader (ຕົວຢ່າງ %s).
nl: Opstartlader (bijv. %s).
pl: Program rozruchowy (np. %s).
ro: Încărcător boot (ex. %s).
ru: Загрузчик (e.g. %s).
sv: Starthanterare (ex. %s)
uk: Завантажувач (напр. %s).
zh_cn: 启动程序（例如：%s）

source: Boot Arguments
af: Stewel Argumente
ca: Arguments d'arrencada
cs: Parametry zavádění
de: Boot-Parameter
el: Παράμετροι Εκκίνησης
es: Argumentos de arranque
fr: Arguments de demarrage
hu: Rendszerindító argumentumok
it: Argomenti di avvio
lo: ອາຣ໌ກິວເມັນບູດ
nl: Opstart Argumenten
pl: Argumenty startowe
ro: Parametri boot
ru: Аргументы загрузки
sv: Startparametrar
uk: Параметри завантаження
zh_cn: 启动参数

source: Boot argument (e.g. %s).
af: Stewel argumente (bv. %s).
ca: Arguments d'arrencada (ex. %s).
cs: Parametry zavádění (např. %s)
de: Boot-Parameter (z. B. %s)
el: Παράμετρος εκκίνησης (π.χ. %s).
es: Argumentos de arranque (ej: %s)
fr: Argument de demarrage (ex : %s).
hu: Rendszerindító argumentum (pl. %s).
lo: ອາຣ໌ກິວເມັນບູດ (ຕົວຢ່າງ %s).
nl: Opstart argument (bijv. %s).
pl: Argumenty startowe (np. %s).
ro: Parametri boot (ex. %s).
ru: Аргумент загрузки (e.g. %s).
sv: Startparameter (ex. %s)
uk: Параметри завантаження (напр. %s).
zh_cn: 启动参数（例如 ：%s）

source: Search Directory
af: Soektog Gids
ca: Directori de cerca
de: Suche im Verzeichnis
el: Κατάλογος Αναζήτησης
es: Directorio de busqueda
fr: Annuaire de Recherche
it: Cerca nella directory
lo: ຄົ້ນຫາໄດເຣັກທໍຣີ
nl: Zoeken in directory
ro: Căutare director
ru: Каталог поиска
sv: Sökkatalog
uk: Каталог пошуку
zh_cn: 搜索目录

source: Search Filter
af: Soektog Filtreer
ca: Filtre de cerca
de: Suchfilter
el: Φίλτρο Αναζήτησης
es: Filtro de búsqueda
fr: Filtre de Recherche
hu: Keresési szűrő
it: Filtro di Ricerca
lo: ຕົວກອງຄົ້ນຫາ
nl: Zoekfilter
ro: Filtru căutare
ru: Фильтр поиска
sv: Sökfilter
uk: Фільтр пошуку
zh_cn: 搜索过滤器

source: Search subfolder
ca: Cerca sub carpeta
de: Unterordner durchsuchen
el: Αναζήτηση σε υποφάκελο
es: Buscar subcarpeta
fr: Rechercher dans le sous-dossier
it: Ricerca nelle sottocartelle
lo: ຄົ້ນຫາໂຟລເດີຍ່ອຍ
nl: Zoek subfolder
ro: Căutare subfolder
ru: Подпапка поиска
sv: Sök uderkatalog
uk: Шукати підкаталогами
zh_cn: 搜索子文件夹

source: Close
af: Sluit
ca: Tancar
cs: Zavřít
de: Schließen
el: Κλείσιμο
es: Cerrar
fr: Fermer
hu: Bezár
it: Chiudere
lo: ປິດ
nl: Sluiten
pl: Zamknij
ro: Închide
ru: Закрыть
sv: Stäng
uk: Закрити
zh_cn: 关闭

source: Search Result for %1$s
af: Soektog Resultaat vir %1$s
ca: Resultat de la cerca per a %1$s
de: Suchergebnis für %1$s
el: Αποτέλεσμα Αναζήτησης για %1$s
es: Resultados de búsqueda para %1$s
fr: Résultat de la Recherche pour %1$s
it: Risultato ricerca per %1$s
lo: ຜົນການຄົ້ນຫາສຳລັບ %1$s
nl: Zoekresultaat voor %1$s
ro: Rezultat căutare pentru %1$s
ru: Результат поиска для %1$s
sv: Sökresultat för %1$s
uk: Результати пошуку для %1$s
zh_cn: %1$s的搜索结果

source: Item(s)
ca: element(s)
cs: Položek
de: Element(e)
el: Αντικείμενα
es: Elemento(s)
fr: Elément(s)
it: Oggetto(i)
lo: ລາຍການ
ro: Element(e)
ru: Объект(ы)
sv: Objekt
uk: Елементи
zh_cn: 项目

source: No results available.
af: Geen resultate beskikbaar.
ca: No hi ha resultats disponibles.
de: Keine Ergebnisse verfügbar.
el: Μη διαθέσιμα αποτελέσματα.
es: No hay resultados disponibles.
fr: Aucun résultat disponible.
it: Nessun risultato disponibile
lo: ບໍ່ມີຜົນລັບ.
nl: Geen resultaten beschikbaar.
ro: Niciun rezultat disponibil.
ru: Нет доступных результатов.
sv: Inga resultat tillgängliga.
uk: Немає результатів.
zh_cn: 无可用结果。

source: HOME
af: TUISTE
ca: INICI
el: ΑΡΧΙΚΗ
es: INICIO
fr: ACCUEIL
lo: ໜ້າຫຼັກ
nl: THUIS
ro: ACASĂ
ru: НАЧАЛО
sv: HEM
uk: ГОЛОВНА

source: Directory
ca: Directori
cs: Složka
de: Verzeichnis
el: Κατάλογος
es: Directorio
fr: Répertoire
hu: Mappa
lo: ໄດເຣັກທໍຣີ
nl: Map
pl: Katalog
ro: Director
ru: Каталог
sv: Katalog
uk: Каталог
zh_cn: 目录

source: Executable File
af: Uitvoerbare lêer
ca: Fitxer executable
de: Ausführbare Datei
el: Εκτελέσιμο αρχείο
es: Archivo ejecutable
fr: Fichier Exécutable
it: File eseguibile
lo: ໄຟລ໌ທີ່ປະຕິບັດໄດ້
nl: Uitvoerbaar Bestand
ro: Fișier executabil
ru: Исполняемый файл
sv: Körbar fil
uk: Виконуваний файл
zh_cn: 可执行文件

source: Link
af: Skakel
ca: Enllaç
cs: Odkaz
el: Σύνδεσμος
es: Enlace
fr: Lien
hu: Hivatkozás
it: Collegamento
lo: ລິ້ງ
ru: Ссылка
sv: Länk
uk: Посилання
zh_cn: 链接

source: Text File
af: Teks Lêer
ca: Fitxer de text
de: Textdatei
el: Αρχείο Κειμένου
es: Archivo de texto
fr: Fichier texte
hu: Szövegfájl
it: File di testo
lo: ໄຟລ໌ຂໍ້ຄວາມ
nl: Text Bestand
ro: Fișier text
ru: Текстовый файл
sv: Textfil
uk: Файл Text
zh_cn: TXT文本文件

source: PHP Script
ca: Script PHP
el: Αρχείο εντολών PHP
es: Script PHP
fr: Script PHP
it: Script PHP
lo: ສະຄຣິບ PHP
ro: Script PHP
ru: PHP скрипт
sv: PHP Skript
uk: Скрипт PHP
zh_cn: PHP脚本

source: SQL File
af: SQL Lêer
ca: Arxiu SQL
de: SQL Datei
el: Αρχείο SQL
es: Archivo SQL
fr: Fichier SQL
hu: SQL Fájl
it: File SQL
lo: ໄຟລ໌ SQL
nl: SQL Bestand
ro: Fișier SQL
ru: SQL файл
sv: SQL Fil
uk: Файл SQL
zh_cn: SQL文件

source: PERL Script
ca: Script PERL
el: Αρχείο εντολών PERL
es: Script PERL
fr: Script PERL
it: Script PERL
lo: ສະຄຣິບ PERL
ro: Script PERL
ru: PERL скрипт
sv: PERL Skript
uk: Скрипт PERL
zh_cn: PERL脚本

source: HTML Page
af: HTML Bladsy
ca: Pàgina HTML
cs: HTML stránka
de: HTML Seite
el: Σελίδα HTML
es: Página HTML
fr: Page HTML
hu: HTML Oldal
it: Pagina HTML
lo: ໜ້າ HTML
nl: HTML Pagina
ro: Pagină HTML
ru: HTML страница
sv: HTML Sida
uk: Сторінка HTML
zh_cn: HTML页面

source: XML File
af: XML Lêer
ca: Fitxer XML
de: XML Datei
el: Αρχείο XML
es: Fichero XML
fr: Fichier XML
hu: XML fájl
it: File XML
lo: ໄຟລ໌ XML
nl: XML Bestand
ro: Fisier XML
ru: XML файл
sv: XML Fil
uk: Файл XML
zh_cn: XML文件

source: Javascript File
af: Javascript Lêer
ca: Arxiu Javascript
cs: Javascript soubor
de: Javascript Datei
el: Αρχείο Javascript
es: Fichero Javascript
fr: Fichier Javascript
hu: Javascript Fájl
it: File JavaScript
lo: ໄຟລ໌ Javascript
nl: Javascript Bestand
ro: Fișier java script
ru: Javascript файл
sv: Javaskriptfil
uk: Скрипт Javascript
zh_cn: Javascript 文件

source: CSS File
af: CSS Lêer
ca: Fitxer CSS
cs: soubor CSS
de: CSS-Datei
el: Αρχείο CSS
es: Archivo CSS
fr: Fichier CSS
hu: CSS fájl
it: File CSS
lo: ໄຟລ໌ CSS
nl: CSS Bestand
pl: Plik CSS
ro: Fișier CSS
ru: Файл CSS
sv: CSS Ffil
uk: Файл CSS
zh_cn: CSS 文件

source: CGI Script
af: CGI Skrif
ca: Script CGI
el: Αρχείο εντολών CGI
es: Script CGI
fr: Script CGI
hu: CGI szkript
it: Script CGI
lo: ສະຄຣິບ CGI
pl: Skrypt CGI
ro: Script CGI
ru: Скрипт CGI
sv: CGI Skript
uk: Скрипт CGI
zh_cn: CGI脚本

source: Python Script
ca: Script Python
de: Python-Skript
el: Αρχείο εντολών Python
es: Script Python
fr: Script Python
hu: Python-szkript
it: Script Python
lo: ສະຄຣິບ Python
ro: Script Python
ru: Python скрипт
sv: Pythonskript
uk: Скрипт Python
zh_cn: Python 脚本

source: Shell Script
ca: Script Shell
el: Αρχείο
es: Script Shell
fr: Script shell
it: Script Shell
lo: ສະຄຣິບ Shell
ro: Scrip shell
ru: Shell скрипт
sv: Shell Skript
uk: Скрипт Shell
zh_cn: Shell脚本

source: C File
af: C Lêer
ca: Fitxer C
cs: C soubor
de: C-Datei
el: Αρχείο C
es: Archivo C
fr: Fichier C
hu: C fájl
it: File C
lo: ໄຟລ໌ C
nl: C Bestand
pl: Plik C
ro: Fișier C
ru: C файл
sv: C Fil
uk: Файл С
zh_cn: C 文件

source: C++ Source File
af: C++ Bron Lêer
ca: Fitxer de codi C++
cs: Zdrojový soubor v C++
de: C++-Quelldatei
el: Πηγαίο Αρχείο C/C++
es: Archivo de código fuente C++
fr: Fichier source C++
hu: C++ forrásfájl
it: File sorgente C++
lo: ໄຟລ໌ C++
nl: C++ Bron Bestand
pl: Plik źródłowy C++
ro: Fișier sursă C++
ru: Файл исходного кода на C++
sv: C++ Källkodsfil
uk: Вихідний файл C++
zh_cn: C++ 源文件

source: C++ Header File
af: C ++ Koptekst Lêer
ca: Fitxer de capçalera C ++
cs: hlavičkový soubor C++
de: C++-Headerdatei
el: Αρχείο Κεφαλίδας C++
es: Archivo de cabecera C++
fr: Fichier d'en-tête C ++
hu: C++ header fájl
it: Header C++
lo: ໄຟລ໌ຫົວຂໍ້ C++
nl: C++ Header Bestand
pl: Nagłówek pliku C++
ro: Fișiere header C++
ru: Заголовочный файл C++
sv: C++ Headerfil
uk: Файл заголовка C++
zh_cn: C++头文件

source: Java Source File
af: Java Bron Lêer
ca: Fitxer font Java
cs: Zdrojový soubor v Javě
de: Java-Quelldatei
el: Πηγαίο Αρχείο Java
es: Archivo de código fuente Java
fr: Fichier source Java
hu: Java-forrásfájl
it: File sorgente Java
lo: ໄຟລ໌ Java
nl: Java Bron Bestand
ro: Fișier sursă Java
ru: Файл исходного кода на Java
sv: Java Källkodsfil
uk: Вихідний файл Java
zh_cn: Java 源文件

source: Java Class File
af: Java Klas Lêer
ca: Fitxer de classe Java
cs: Java Class soubor
de: Java-Klassendatei
el: Αρχείο Κλάσης Java
es: Archivo de clase Java
fr: Fichier de classe Java
it: File Classe Java
lo: ໄຟລ໌ Java Class
nl: Java Class Bestand
ro: Fișier clasă Java
ru: Java Class файл
sv: Java Class Fil
uk: Файл класу Java
zh_cn: Java Class文件

source: Pascal File
af: Pascal Lêer
ca: Arxiu Pascal
de: Pascal Datei
el: Αρχείο Pascal
es: Archivo Pascal
fr: Fichier Pascal
hu: Pascal-fájl
it: File Pascal
lo: ໄຟລ໌ Pascal
nl: Pascal Bestand
ro: Fișier Pascal
ru: Pascal файл
sv: Pascal Fil
uk: Файл Pascal
zh_cn: Pascal文件

source: GIF Image
af: GIF Beeld
ca: Imatge GIF
cs: GIF obrázek
de: GIF Bild
el: Εικόνα GIF
es: Imagen GIF
fr: Image GIF
hu: GIF kép
it: Immagine GIF
lo: ຮູບພາບ GIF
nl: GIF Afbeelding
ro: Imagine GIF
ru: GIF изображение
sv: GIF Bild
uk: Зображення GIF
zh_cn: GIF图片

source: JPG Image
af: JPG Beeld
ca: Imatge JPG
cs: JPG obrázek
de: JPG Bild
el: Εικόνα JPG
es: Imagen JPG
fr: Image JPG
hu: JPG kép
it: Immagine JPG
lo: ຮູບພາບ JPG
nl: JPG Afbeelding
ro: Imagine JPG
ru: JPG изображение
sv: JPG Bild
uk: Зображення JPG
zh_cn: JPG图片

source: BMP Image
af: BMP Beeld
ca: Imatge BMP
cs: obrázek BMP
de: BMP-Bilddatei
el: Εικόνα BMP
es: Imagen BMP
fr: Image BMP
hu: BMP kép
it: Immagine BMP
lo: ຮູບພາບ BMP
nl: BMP Afbeelding
pl: Obraz BMP
ro: Imagine BMP
ru: BMP изображение
sv: BMP Bild
uk: Зображення BMP
zh_cn: BMP图片

source: PNG Image
af: PNG Beeld
ca: Imatge PNG
de: PNG Bild
el: Εικόνα PNG
es: Imagen PNG
fr: Image PNG
hu: PNG-kép
it: Immagine PNG
lo: ຮູບພາບ PNG
nl: PNG Afbeelding
ro: Imagine PNG
ru: PNG изображение
sv: PNG Bild
uk: Зображення PNG
zh_cn: PNG图片

source: TIF Image
af: TIF Beeld
ca: Imatge TAR
de: TIF Bild
el: Εικόνα TIF
es: Imagen TIF
fr: Image TIF
hu: TIF-kép
it: Immagine TIF
lo: ຮູບພາບ TIF
nl: TIF Afbeelding
ro: Imagine TIF
ru: TIF изображение
sv: TIF Bild
uk: Зображення TIF
zh_cn: TIF图片

source: Photoshop File
af: Fotowinkel Lêer
ca: Arxiu Photoshop
de: Photoshop Datei
el: Αρχείο Photoshop
es: Archivo Photoshop
fr: Fichier Photoshop
it: File Photoshop
lo: ໄຟລ໌ Photoshop
nl: Photoshop Bestand
ro: Fișier Photoshop
ru: Photoshop файл
sv: Photoshop Fil
uk: Файл Photoshop
zh_cn: Photoshop文件

source: ZIP Archive
af: Zip Argief
ca: Fitxer ZIP
de: ZIP Archiv
el: Αρχείο ZIP
es: Archivo ZIP
fr: Archive ZIP
it: Archivio in formato ZIP
lo: ໄຟລ໌ ZIP
nl: ZIP Archief
ro: Arhivă ZFS
ru: ZIP архив
sv: ZIP Arkiv
uk: Архів ZIP
zh_cn: ZIP压缩包

source: TAR Archive
af: TAR Argief
ca: Fitxer TAR
de: TAR Archiv
el: Αρχείο TAR
es: Archivo TAR
fr: Archive TAR
it: Archivio TAR
lo: ໄຟລ໌ TAR
nl: TAR Archief
ro: Arhivă TAR
ru: TAR архив
sv: TAR Arkiv
uk: Архів TAR
zh_cn: TAR压缩包

source: GZIP Archive
af: GZIP Argief
ca: Fitxer GZIP
cs: GZIP archiv
de: GZIP Archiv
el: Συμπιεσμένο αρχείο GZIP
es: Archivo GZIP
fr: Archive GZIP
it: Archivio GZIP
lo: ໄຟລ໌ GZIP
nl: GZIP Archief
ro: Arhivă GZIP
ru: GZIP архив
sv: GZIP Arkiv
uk: Архів GZIP
zh_cn: GZIP压缩包

source: BZIP2 Archive
af: BZIP2 Argief
ca: Fitxer BZIP2
cs: BZIP2 archív
de: BZIP2-Archiv
el: Συμπιεσμένο αρχείο BZIP2
es: Archivo BZIP2
fr: Archive BZIP2
hu: BZIP2 archívum
it: Archivio BZIP2
lo: ໄຟລ໌ BZIP2
nl: BZIP2 Archief
pl: Archiwum BZIP2
ro: Arhivă BZIP2
ru: BZIP2 архив
sv: BZIP2 Arkiv
uk: Архів BZIP2
zh_cn: BZIP2压缩包

source: RAR Archive
af: RAR Argief
ca: Arxiu RAR
de: RAR Archiv
el: Αρχείο RAR
es: Archivo RAR
fr: Archive RAR
it: Archivio RAR
lo: ໄຟລ໌ RAR
nl: RAR Archief
ro: Arhivă RAR
ru: RAR архив
sv: RAR Arkiv
uk: Архів RAR
zh_cn: RAR压缩包

source: MP3 Audio File
af: MP3 Oudio Lêer
ca: Fitxer d'Audio MP3
cs: MP3 zvukový soubor
de: MP3 Audio Datei
el: Αρχείο Ήχου MP3
es: Archivo Audio MP3
fr: Fichier audio MP3
it: File Audio MP3
lo: ໄຟລ໌ສຽງ MP3
nl: MP3 Audio Bestand
ro: Fișier audio MP3
ru: MP3 аудио файл
sv: MP3 Ljudfil
uk: Аудіофайл MP3
zh_cn: MP3音频文件

source: FLAC Audio File
af: FLAC Oudio Lêer
ca: Fitxer d'àudio FLAC
de: FLAC Audio Datei
el: Αρχείο ήχου FLAC
es: Archivo de audio FLAC
fr: Fichier Audio FLAC
it: File audio FLAC
lo: ໄຟລ໌ສຽງ FLAC
nl: FLAC Audio Bestand
ro: Fișier audio FLAC
ru: FLAC аудио файл
sv: FLAC Ljudfil
uk: Аудіофайл FLAC
zh_cn: FLAC音频文件

source: WAV Audio File
af: WAV Oudio Lêer
ca: Fitxer d'Audio WAV
de: WAV Audio Datei
el: Αρχείο Ήχου WAV
es: Fichero Audio WAV
fr: Fichier audio WAV
it: File audio in formato WAV
lo: ໄຟລ໌ສຽງ WAV
nl: WAV Audio Bestand
ro: Fișier audio WAV
ru: WAV аудио файл
sv: WAV Ljudfil
uk: Аудіофайл WAV
zh_cn: WAV 音频文件

source: MIDI File
af: MIDI Lêer
ca: Arxiu MIDI
cs: MIDI soubor
de: MIDI Datei
el: Αρχείο MIDI
es: Archivo MIDI
fr: Fichier MIDI
it: File MIDI
lo: ໄຟລ໌ MIDI
nl: MIDI Bestand
ro: Fișier MIDI
ru: MIDI файл
sv: MIDI Fil
uk: Файл MIDI
zh_cn: MIDI文件

source: RealAudio File
af: WerklikeOudio Lêer
ca: Arxiu RealAudio
de: RealAudio Datei
el: Αρχείο RealAudio
es: Archivo RealAudio
fr: Fichier RealAudio
it: File RealAudio
lo: ໄຟລ໌ RealAudio
nl: RealAudio Bestand
ro: Fișier RealAudio
ru: RealAudio файл
sv: RealAudio Fil
uk: Аудіофайл RealAudio
zh_cn: RealAudio文件

source: DTS Audio File
af: DTS Oudio Lêer
ca: Fitxer d'àudio DTS
cs: DTS audio sourbor
de: DTS Audio Datei
el: Αρχείο ήχου DTS
es: Archivo de audio DTS
fr: Fichier Audio DTS
it: File Audio DTS
lo: ໄຟລ໌ສຽງ DTS
nl: DTS Audio Bestand
pl: Plik audio DTS
ro: Fișier audio DTS
ru: DTS аудио файл
sv: DTS Ljudfil
uk: Аудіофайл DTS
zh_cn: DTS音频文件

source: AC3 Audio File
af: AC3 Oudio Lêer
ca: Fitxer d'àudio AC3
cs: AC3 zvukový soubor
de: AC3 Audio-Datei
el: Αρχείο ήχου AC3
es: Archivo de audio AC3
fr: Fichier Audio AC3
hu: AC3 Audio Fájl
it: File audio AC3
lo: ໄຟລ໌ສຽງ AC3
nl: AC3 Audio Bestand
pl: Plik Audio AC3
ro: Fișier audio AC3
ru: AC3 аудио файл
sv: AC3 Ljudfil
uk: Аудіофайл AC3
zh_cn: AC3音频文件

source: OGG Audio File
af: OGG Oudio Lêer
ca: Fitxer d'Audio OGG
de: OGG Audio-Datei
el: Αρχείο ήχου OGG
es: Archivo de audio OGG
fr: Fichier Audio OGG
it: File Audio OGG
lo: ໄຟລ໌ສຽງ OGG
nl: OGG Audio Bestand
ro: Fișier audio OGG
ru: OGG аудио файл
sv: OGG Ljudfil
uk: Аудіофайл OGG
zh_cn: OGG音频文件

source: MP3 Playlist
af: MP3 Snitlys
ca: Llista de reproducció MP3
cs: MP3 seznam stop
el: Λίστα αναπαραγωγής MP3
es: Lista de reproducción de MP3
fr: Liste de lecture MP3
it: Playlist MP3
lo: ລາຍການເພງ MP3
nl: MP3 Afspeellijst
ro: Playlist MP3
ru: MP3 плейлист
sv: MP3 Spellista
uk: Список відтворення MP3
zh_cn: MP3 播放列表

source: AVI File
af: AVI Lêer
ca: Fitxer AVI
cs: AVI soubor
de: AVI-Datei
el: Αρχείο AVI
es: Archivo AVI
fr: Fichier AVI
hu: AVI Fájl
it: File AVI
lo: ໄຟລ໌ AVI
nl: AVI Bestand
pl: Plik AVI
ro: Fișier AVI
ru: AVI файл
sv: AVI Fil
uk: Відеофайл AVI
zh_cn: AVI文件
