Repository: rojim666/xigmanas-code-r10599-trunk
Catalog: locale/xigmanas-*.po
Languages: af, ca, cs, de, el, es, fr, hu, it, lo, nl, pl, ro, ru, sv, uk, zh_cn

source: The count of errors in data transfer via the interface cable as determined by ICRC (Interface Cyclic Redundancy Check).
af: Die telling van foute in data oordrag via die koppelvlak kabel soos vasgestel deur ICRC (Interface Cyclic Redundancy Check).
ca: El nombre d'errors en la transferència de dades a través del cable d'interfície com es determina pel ICRC (interfície de comprovació de redundància cíclica).
cs: Počet chyb v datových přenosech přes kabel rozhraní, zjištěný cyklickou redundantní kontrolou (CRC).
de: Fehleranzahl bedingt durch Kabel (ermittelt per ICRC - Interface Cyclic Redundancy Check)
el: Ο αριθμός σφαλμάτων στη μεταφορά δεδομένων διαμέσου του καλωδίου διασύνδεσης, όπως καθορίζεται από το ICRC (Interface Cyclic Redundancy Check).
es: La cuenta de errores en la transferencia de datos, está determinada por el ICRC (Interface Cyclic Redundancy Check).
fr: Nombre d’erreurs dans le transfert de données via le câble d’interface comme déterminé par l’ICRC (Interface Cyclic Redundancy Check, littéralement vérification des redondances cycliques de l’interface).
hu: Interfész kábelen jelentkező adatátviteli hibák száma. ICRC (Interface Cyclic Redundancy Check=Interfész Ciklikus Redundancia Ellenőrzés) azonosítja.
it: Il numero di errori nel trasferimento dati via cavo come determinato dal ICRC (Interface Cyclic Redundancy Check).
lo: ຈຳນວນຄວາມຜິດພາດໃນການໂອນຂໍ້ມູນຜ່ານສາຍອິນເຕີເຟດຕາມທີ່ກຳນົດໂດຍ ICRC (Interface Cyclic Redundancy Check).
nl: Het aantal fouten in gegevensoverdracht via de interfacekabel zoals bepaald door ICRC (Interface Cyclic Redundancy Check).
ro: Numărul de erori apărute la transferul datelor prin intermediul cablului de interfață determinate prin intermediul ICRC (Interface Cyclic Redundancy Check - Verificare Periodică Redundantă a Interfeței).
ru: Число ошибок, возникающих при передаче данных по внешнему интерфейсу в режиме UltraDMA (нарушения целостности пакетов и т. п.). Рост этого атрибута свидетельствует о плохом (мятом, перекрученном) кабеле и плохих контактах. Также подобные ошибки появляются при разгоне шины PCI, сбоях питания, сильных электромагнитных наводках, а иногда и по вине драйвера. Возможно причина в некачественном шлейфе. Для исправления попробуйте использовать SATA шлейф без защёлок, имеющий плотное соединение с контактами диска.
sv: Antal fel i dataöverföringen via gränssnittskabeln som upptäckts med ICRC (Interface Cyclic Redundancy Check).
uk: Число помилок, що виникають при передачі даних по зовнішньому інтерфейсу в режимі UltraDMA (порушення цілісності пакетів і т.п.). Зростання цього атрибута свідчить про поганий кабель і/або погані контакти. Також подібні помилки з'являються при розгоні шини PCI, відмові живлення, сильних електромагнітних наведеннях, а іноді із провини драйвера. Можливо причина в неякісному шлейфі. Для виправлення спробуйте використовувати SATA шлейф без клямок, що має щільне з'єднання з контактами диска.
zh_cn: 通过ICRC（接口循环冗余校验）确定的通过接口电缆的数据传输中的错误计数。

source: The count of errors found when writing a sector. The higher the value, the worse the disk's mechanical condition is.
af: Die telling van foute opgespoor terwyl 'n sektor geskryf is. Hoe hoër die waarde hoe erger is die skyf se meganiese toestand.
ca: El recompte dels errors detectats en escriure un sector. Com més alt sigui el valor, pitjor condició mecànica del disc és.
cs: Počet chyb zjištěných při zápisu do sektorů. Čím vyšší hodnota, v tím horším stavu je mechanika jednotky pevného disku.
de: Anzahl Fehler während Schreiboperation eines Sektors. Je höher der Wert ist, desto schlechter ist der mechanische Zustand der Festplatte.
el: Ο αριθμός σφαλμάτων που βρέθηκαν κατά την εγγραφή ενός sector. Όσο υψηλότερη είναι η τιμή, τόσο χειρότερη είναι η κατάσταση των μηχανικών μερών του δίσκου.
es: La cuenta de errores de escritura de sectores. Cuanto mayor sea el valor, peor está la mecanica del disco
fr: Le nombre d'erreurs pendant l'écriture d'un secteur. Une haute valeur indique un problème dans le système mécanique du disque.
hu: Szektor írásakor fellépő hibák száma. Minél magasabb az érték, annál rosszabb a lemez mechanikai állapota.
it: Il numero di errori trovato durante la scrittura di un settore. Più alto è il valore e peggiore è la condizione meccanica dei dischi.
lo: ຈຳນວນຄວາມຜິດພາດທີ່ພົບເມື່ອຂຽນເຊັກເຕີ. ຍິ່ງຄ່າສູງ, ສະພາບກົນຈັກຂອງດິສກ໌ຍິ່ງບໍ່ດີ.
nl: Aantal fouten gevonden bij het schrijven van een sector. Hoe hoger de waarde, hoe slechter de schijf zijn mechanische conditie is.
pl: Liczba błędów znalezionych w czasie zapisu sektora. Im wyższa wartość, tym gorsza kondycja mechaniczna dysku.
ro: Numărul de erori apărute în timpul scrierii unui sector. Cu cât valoarea este mai mare cu atât starea discului este mai deteriorată.
ru: Количество найденных ошибок при записи сектора. Чем выше значение, тем хуже техническое состояние диска.
sv: Antal fel som hittats vid skrivning av en sektor. Ju högre värde desto sämre är diskens mekaniska kondition.
uk: Кількість знайдених помилок при записі сектора. Чим вище значення, тим гірше технічний стан диска.
zh_cn: 写入扇区时发现的错误计数。 值越高，磁盘的机械状况越差。

source: The total count of errors when writing a sector.
af: Die totale hoeveelheid foute wanneer 'n sektor geskryf word.
ca: El recompte total d'errors a l'escriure un sector.
cs: Celkový počet chyb při zapisování do sektoru.
de: gesamte Fehlerzahl während des Schreibens eines Sektors.
el: Ο συνολικός αριθμός σφαλμάτων κατά την εγγραφή ενός sector.
es: El nº total de errores durante la escritura de un sector.
fr: Le nombre total d'erreurs pendant l'écriture d'un secteur.
hu: Szektor írásakor fellépő hibák összszáma.
it: Il totale degli errori contati durante la scrittura di un settore.
lo: ຈຳນວນຄວາມຜິດພາດທັງໝົດເມື່ອຂຽນເຊັກເຕີ.
nl: Totaal aantal fouten bij het schrijven van een sector.
pl: Ilość wszystkich błedów podczas zapisu sektora danych
ro: Numărul total de erori apărute la scrierea unui sector.
ru: Показывает общее количество ошибок, происходящих при записи сектора. Показывает общее число ошибок записи на диск. Может служить показателем качества поверхности и механики накопителя.
sv: Totalt antal fel vid skrivning av en sektor.
uk: Загальна кількість помилок при запису сектора.
zh_cn: 写入扇区时的错误总数。

source: Count of off-track errors.
af: Telling van van-spoor-af foute.
ca: Comte d'errors fora de la pista.
cs: Počet chyb čtení (off-track).
de: Anzahl Positionierungsfehler
el: Αριθμός σφαλμάτων off-track.
es: Recuento de errores de fuera de pista
fr: Nombre total d’erreurs off-track.
hu: Nyomvonali hibák száma.
it: Conteggio degli errori off-tracks.
lo: ຈຳນວນຄວາມຜິດພາດນອກແທຣັກ.
nl: Aantal van off-track fouten.
ro: Contor pentru erorile de poziționare off-track.
ru: Количество ошибок вне трэка.
sv: Antal ur spår fel.
uk: Кількість помилок позиціонування на доріжці.
zh_cn: 偏离磁道错误计数。

source: Count of Data Address Mark errors (or vendor-specific).
af: Tel van Data Adres <erl foute ( vam vendor-spesifieke).
ca: Comte de errors d'adreces de dades de fabricant (o específica del proveïdor).
cs: Počet chyb značek datových adres (nebo specifické výrobci).
de: Entweder die Anzahl der Datenadressmarkierungsfehler oder herstellerspezifische Bedeutung (S.M.A.R.T.-Attribut 202).
el: Αριθμός σφαλμάτων Data Address Mark (ή συγκεκριμένο ανά κατασκευαστή).
es: Contador de errores de marca de dirección de datos (o específico del fabricante)
fr: Nombre d'erreurs Data Address Mark (DAM) - ou spécifique au vendeur
hu: Adatcímzési hibák száma (vagy gyártófüggő).
it: Conte di dati degli indirizzi marcati come errori (o specifico del fornitore).
lo: ຈຳນວນຄວາມຜິດພາດຂອງເຄື່ອງໝາຍທີ່ຢູ່ຂໍ້ມູນ (ຫຼື ສະເພາະຜູ້ຜະລິດ).
nl: Aantal Data Adres Gemarkeerde fouten (of leverancier-specifiek).
ro: Contor pentru erori Data Address Mark (sau specifice producătorului).
ru: Счетчик ошибок Data Address Mark (DAM) (или специфично для производителя).
sv: Antal "Data Adress Mark" fel (eller tillverkarspecifikt)
uk: Кількість помилок маркування адресних даних DAM (або Vendor-Specific).
zh_cn: 数据地址标记错误（或供应商指定）。

source: The number of errors caused by incorrect checksum during the error correction.
af: Die aantal foute wat veroorsaak word deur die verkeerde kontrolesom gedurende fout korrigering.
ca: El nombre d'errors causats per la suma de comprovació incorrecta durant la correcció d'errors.
cs: Počet chyb způsobených nesouhlasícím kontrolním součtem v průběhu opravy chyby.
de: Fehleranzahl der Fehlerkorrektur aufgrund einer inkorrekten Prüfsumme
el: Ο αριθμός σφαλμάτων που ήταν αποτέλεσμα εσφαλμένου ελέγχου σφαλμάτων κατά τη διαδικασία διόρθωσης σφαλμάτων.
es: Numero de errores causados pur una suma de comprobación incorrecta durante la corrección de errores.
fr: Le nombre d'erreurs causées par une mauvaise somme de contrôle (checksum) pendant la correction d'erreurs.
hu: Hibajavítás közben fellépő helytelen ellenőrzőösszeg miatt bekövetkezett hibák száma.
it: Il numero di errori causato da incorretta verifica durante la correzione degli errori.
lo: ຈຳນວນຄວາມຜິດພາດທີ່ເກີດຈາກການກວດສອບຜົນລວມທີ່ບໍ່ຖືກຕ້ອງໃນລະຫວ່າງການແກ້ໄຂຄວາມຜິດພາດ.
nl: Aantal fouten veroorzaakt door onjuiste controle som tijdens de foutcorrectie.
pl: Ilość błędów spowodowana nieprawidłową sumą kontrolna podczas korekcji błedów
ro: Numărul erorilor cauzate de sumele incorecte de control apărute în timpul procesului de corecție al erorilor.
ru: Количество ошибок ECC.
sv: Antal fel orsakade av felaktig checksumma vid felkorrigeringen.
uk: Кількість помилок, викликаних неправильною контрольною сумою при корекції помилок.
zh_cn: 在错误校正期间由不正确的校验导致的错误数。

source: Count of errors corrected by software ECC.
af: Tel van foute reggestel deur sagteware ECC.
ca: Comte d'errors corregits per programari ECC.
cs: Počet chyb opravených pomocí kontroly a opravy chyb (ECC) v software.
de: Anzahl korrigierter Fehler durch Software ECC
el: Αριθμός σφαλμάτων διορθωμένων από το λογισμικό ECC.
es: Recuento de errores correjidos por el software ECC.
fr: Nombre d'erreurs corrigées par un ECC logiciel
hu: ECC szoftver által javított hibák száma.
it: Conteggio degli errori corretti dall'ECC software.
lo: ຈຳນວນຄວາມຜິດພາດທີ່ແກ້ໄຂໂດຍຊອບແວ ECC.
nl: Aantal fouten gecorrigeerd door software ECC.
pl: Ilość błedów skorygowanych poprzez programowe ECC
ro: Numărul de erori corectate de softul ECC.
ru: Количество ошибок ECC, скорректированных программным способом.
sv: Antal fel som rättats med mjukvaru ECC.
uk: Лічильник помилок виправлених програмним ECC.
zh_cn: ECC软件纠正的错误数量。

source: Count of errors due to high temperature.
af: Tel van foute weens die hoë temperatuur.
ca: Comte dels errors deguts a l'alta temperatura.
cs: Počet chyb způsobených vysokou teplotou.
de: Hitze bedingte Fehler
el: Αριθμός σφαλμάτων που οφείλονται σε υψηλές θερμοκρασίες.
es: Recuento de errores por causa de alta temperatura.
fr: Nombre d'erreurs liées à une température élevée
hu: Magas hőmérséklet miatt bekövetkezett hibák száma.
it: Conteggio degli errori dovuti alle alte temperature.
lo: ຈຳນວນຄວາມຜິດພາດເນື່ອງຈາກອຸນຫະພູມສູງ.
nl: Aantal fouten door te hoge temperaturen.
pl: Ilość błedów z powodou za wysokiej temperatury
ro: Numărul de erori apărute din cauza temperaturii ridicate.
ru: Счетчик ошибок из-за высокой температуры.
sv: Antal fel som beror på hög temperatur.
uk: Лічильник помилок спричениних перегрівом.
zh_cn: 温度过高造成的错误数量。

source: Height of heads above the disk surface. A flying height that's too low increases the chances of a head crash while a flying height that's too high increases the chances of a read/write error.
af: Hoogte van koppe bo die skyf oppervlak. 'n Te lae vlieënde hoogte verhoog die risiko van 'n kop botsing terwyl 'n te hoë vlieënde hoogte die risiko van 'n lees/skryf fout verhoog.
ca: Alçada del capçal sobre de la superfície del disc. Una altura de vol massa baixa augmenta les possibilitats d'una fallada del sistema principal, mentre que una alçada de vol massa alt augmenta la probabilitat d'un error de lectura / escriptura.
cs: Výška hlaviček nad povrchem ploten. Příliš malá vzdálenost hlaviček od povrchu ploten zvyšuje pravděpodobnost havárie, zatímco příliš velká vzdálenost zvyšuje pravděpodobnost výskytu chyb čtení/zápisu.
de: Distanz Lesekopf zu Festpalttenoberfläche. (zu klein => Gefahr des Headcrash, zu groß => Gefahr von Lese-/Schreibfehlern)
el: Ύψος των κεφαλών πάνω από την επιφάνεια του δίσκου. Ένα αιωρούμενο ύψος που είναι πολύ μικρό, αυξάνει τις πιθανότητες χτυπήματος της κεφαλής, ενώ όταν είναι πολύ μεγάλο αυξάνονται οι πιθανότητες για σφάλματα ανάγνωσης/εγγραφής.
es: Altura de las cabezas sobre la superficie del disco. Una altura de vuelo muy baja incrementa la oportunidad de que la cabeza falle mientras que una altura de vuelo muy alta incrementa la oportunidad de errores de lectura/escritura.
fr: Hauteur des têtes par rapport à la surface. Une position trop basse augmente les risques d'un crash des têtes; a contrario, une position trop élevée augmente les risques d'erreur de lecture/écriture.
hu: A fej lemezfelülete feletti magassága. A túl alacsony repülési magasság növeli a ütközés/karcolás, a túl magas pedig az írási/olvasási hiba valószínűségét.
it: Altezza delle testine sopra la superficie del disco. Un'altezza troppo bassa incrementa la possibile di una rottura delle testine mentre un'altezza troppo alta incrementa le possibilità di errore in lettura/scrittura
lo: ຄວາມສູງຂອງຫົວເໜືອໜ້າດິສກ໌. ຄວາມສູງຂອງການບິນທີ່ຕ່ຳເກີນໄປເພີ່ມໂອກາດຂອງການຕຳຂອງຫົວ ໃນຂະນະທີ່ຄວາມສູງຂອງການບິນທີ່ສູງເກີນໄປເພີ່ມໂອກາດຂອງຄວາມຜິດພາດໃນການອ່ານ/ຂຽນ.
nl: Hoogte van koppen boven de schijfoppervlakte. Een vliegende hoogte die te laag is verhoogt de kans op een kop crash terwijl een vliegende hoogte die te hoog is de kans op lees/schrijf fouten aanzienlijk verhoogt.
pl: Odległość głowicy od powierzchni dysku. Zbyt duża zwiększa szanse na kolizję głowicy z powierzchnią dysku, podczas gdy zbyt duża zwiększa szanse na błędy odczytu/zapisu.
ro: Distanța de levitare a capetelor magnatice față de platan. O distanță prea mică crește probabilitatea de lovire a platanului (cu risc de defectare a capului magnetic și/sau zgâriere a suprafeței discului) pe când o distanță prea mare crește exponențial rata erorilor de citire/scriere.
ru: Высота головок над поверхностью диска. Слишком низкая высота полета увеличивает шансы на аварии головок, а слишком высокая высота полета увеличивает шансы на ошибки чтения/записи.
sv: Höjd för huvuden ovanför diskytan. En för låg flyghöjd ökar risken för en huvudkrasch medan en för hög ökar risken för läs-/skrivfel.
uk: Висота головок над поверхнею диска. Занадто низька висота польоту збільшує шанси на аварії головок, а надто висока висота польоту збільшує шанси на помилки читання / запису.
zh_cn: 磁头表面上方的磁头高度。 飞行高度太低会增加头部碰撞的机率，而飞行高度太高会增加读取/写入错误的几率。

source: Amount of surge current used to spin up the drive.
af: Hoeveelheid stroomstroom gebruik word spin up die ry.
ca: Quantitat de corrent de sobretensió utilitzat per girar la unitat.
cs: Proudová špička, potřebná pro roztočení ploten disku.
de: Anlaufspannung für die Festplatte.
el: Ποσότητα τάσης ρεύματος που χρειάζεται για να εκκινήσει ο δίσκος.
es: Corriente necesaria para arrancar el Disco.
fr: Quantité de courant nécessaire au démarrage du disque
hu: A lemez jelenlegi felpörgéséhez használt túlfeszültség.
it: Quantità di corrente usata per far partire il disco.
lo: ປະລິມານກະແສໄຟກະຊາກທີ່ໃຊ້ເພື່ອໝຸນໄດຣຟ໌.
nl: Hoeveelheid stroom gebruikt voor het op spinnen van de schijf.
pl: Szczytowa wartość prądu pobierana przy rozkręcaniu talerzy dysku.
ro: Valoarea curentului necesar pentru pornirea discului.
ru: Количество импульсного тока используемого для раскрутки диска.
sv: Mängd ström som använts för att varva upp disken.
uk: Піковий струм, потрібний для розкручування шпінделя.
zh_cn: 用于旋转驱动器的浪涌电流量。

source: Count of buzz routines needed to spin up the drive due to insufficient power.
af: Tel van buzz roetines wat nodig is om spin up die dryf weens onvoldoende krag.
ca: Comte de rutines brunzit necessaris per girar la unitat a causa de la manca d'alimentació.
cs: Počet případů kdy bylo třeba opakovat pokus o roztočení ploten disku z důvodu nedostatečného napájení.
de: Anzahl der Startbefehle, die aufgrund unzureichender Engergieversorgung zum Start der Festplatte benötigt wurde.
el: Αριθμός ρουτίνων buzz που χρειάστηκαν για εκκίνηση περιστροφής του δίσκου εξαιτίας ανεπαρκούς τροφοδοσίας.
es: Contador de procesos de inicio para acelerar el disco debido a falta corriente.
fr: Nombre de cycles nécessaire pour le démarrage dû à un manque de puissance électrique.
hu: Nem megfelelő áramellátás miatti, a meghajtó felpörgéséhez szükséges zümm-rutinok száma.
it: Conte di routine ronzio necessari per far girare l'unità a causa della potenza insufficiente.
lo: ຈຳນວນຂັ້ນຕອນການສັ່ນທີ່ຈຳເປັນເພື່ອໝຸນໄດຣຟ໌ເນື່ອງຈາກພະລັງງານບໍ່ພຽງພໍ.
nl: Telling van buzz routines die nodig zijn voor spin up de schijf als gevolg van onvoldoende kracht.
ro: Contor pentru procedurile de pornire nefinalizate apărute din cauza unei puteri de alimentare insuficiente.
ru: Счетчик процедур (жужжания, гудения), необходимых для раскрутки диска из-за недостаточной мощности.
sv: Antal "Buzz" rutiner som behövs för att varva upp disken på grund av otillräcklig kraftförsörjning.
uk: Лічильник buzz процедур, необхідних для розкрутки диска через недостатнє живлення.
zh_cn: 由于功率不足，需要旋转驱动器的蜂鸣例程的计数。

source: Drive's seek performance during its internal tests.
af: Drive se -seek prestasie tydens sy interne toetse.
ca: El disc busca el rendiment durant les proves internes.
cs: Výkonnost přesunu hlaviček v průběhu vnitřních testů.
de: Suchperformance der Festplatte bei internen Tests.
el: Επιδόσεις αναζήτησης του δίσκου κατά τις εσωτερικές του δοκιμές.
es: Rendimiento de búsqueda del dispositivo durante sus pruebas internas
fr: Performance du positionnement du disque pendant les tests internes
hu: Lemez belső teszt közbeni keresési gyorsasága.
it: Prestazioni di ricerca del drive durante i test interni.
lo: ປະສິດທິພາບການຊອກຫາຂອງໄດຣຟ໌ໃນລະຫວ່າງການທົດສອບພາຍໃນ.
nl: Schijf zoek prestaties tijdens zijn interne testen.
pl: Wydajność wyszukiwania dysku podczas wewnętrznych testów
ro: Performanța discului la căutare la testele interne.
ru: Производительность поиска диска по внутренним тестам.
sv: Diskens sökprestanda vid dess interntest.
uk: Швидкість позиціонування згідно внутрішнього тесту.
zh_cn: 驱动器在其内部测试期间寻求性能

source: (Found in a Maxtor 6B200M0 200GB and Maxtor 2R015H1 15GB disks).
af: (Gevind in 'n Maxtor 6B200M0 200GB en Maxtor 2R015H1 15GB disks).
ca: Es troba en discs Maxtor 6B200M0 200 GB i 15GB Maxtor 2R015H1
cs: (vyskytuje se v discích Maxtor 6B200M0 200GB a 2R015H1 15 GB).
de: (Gefunden in einer Maxtor 6B200M0 200GB und Maxtor 2R015H1 15GB Festplatte).
el: (Υπάρχουν σε δίσκους Maxtor 6B200M0 200GB και Maxtor 2R015H1 15GB).
es: (En Discos Maxtor 6B200M0 200GB y Maxtor 2R015H1 15GB ).
fr: (trouvé sur les disques Maxtor 6B200M0 200GB et Maxtor 2R015H1 15GB).
hu: (Maxtor 6B200M0 200GB és Maxtor 2R015H1 15GB lemezekben van).
it: (Trovato nei dischi Maxtor 6B200M0 da 200GB e 2R015H1 da 15GB)
lo: (ພົບໃນດິສກ໌ Maxtor 6B200M0 200GB ແລະ Maxtor 2R015H1 15GB).
nl: (Gevonden in een Maxtor 6B200M0 200 GB en Maxtor 2R015H1 15GB schijven).
pl: (Znaleziono w dyskach Maxtor 6B200M0 200GB i Maxtor 2R015H1 15GB)
ro: (Găsit într-un Maxtor 6B200M0 de v200GB și un Maxtor 2R015H1 de 15GB).
ru: (Найдено в Maxtor 6B200M0 200GB и Maxtor 2R015H1 15GB дисках).
sv: (Hittat i Maxtor 6B200M0 200GB och 2R015H1 15GB diskar)
uk: (Виявлено в дисках Maxtor 6B200M0 200GB і Maxtor 2R015H1 15GB).
zh_cn: 找到一个Maxtor 6B200M0 200GB 和一个Maxtor 2R015H1 15GB 硬盘

source: Vibration During Write.
af: Vibrasie Tydens Skryf.
ca: Vibracions durant escriptura.
cs: Vibrace při zápisu.
de: Vibrationen während Schreiboperationen.
el: Δόνηση κατά την εγγραφή.
es: Vivraciones durante la escritura.
fr: Vibration pendant l'écriture
hu: Írás közbeni rezgés.
it: Vibrazioni durante scrittura.
lo: ການສັ່ນສະເທືອນໃນຂະນະທີ່ຂຽນ.
nl: Trillingen Tijdens Schrijven.
pl: Drgania w czasie zapisu
ro: Vibrații în timpul scrierii
ru: Вибрация во время записи.
sv: Vibration under skrivning.
uk: Вібрація впродовж запису
zh_cn: 写入期间振动。

source: Shock During Write.
af: Skok Gedurende Skryf
ca: Xoc durant escriptura.
cs: Otřes v průběhu zápisu
de: Schocks während Schreiboperationen
el: Δόνηση κατά τη διάρκεια της εγγραφής.
es: Golpe durante la escritura.
fr: Choc pendant l'écriture
hu: Írás közbeni ütés.
it: Urto durante la scrittura
lo: ການກະທົບກະເທືອນໃນຂະນະທີ່ຂຽນ.
nl: Schokken tijdens schrijven.
pl: Wstrząsy w czasie zapisu
ro: Șoc în timpul operației de scriere.
ru: Шок во время записи.
sv: Slag under skrivning.
uk: Струс під час запису.
zh_cn: 写入时震动。

source: CRC Error Count. Counts the number of CRC error (read/write data FIS CRC error).
af: CRC Fout Telling. Tel die hoeveelheid CRC foute (lees/skryf data FIS CRC fout).
ca: CRC Error Count. Compta el nombre d'errors de CRC (lectura/escriptura de dades d'error FIS CRC).
cs: Počet chyb kontrolního součtu (CRC). Sčítá chyby (CRC při FIS čtení/zápisu dat).
de: CRC-Fehler: Anzahl der Fehler beim Lesen oder Schreiben von Daten nach CRC-Überprüfung (Cyclic Redundancy Check) der FIS (Frame Information Structures)
el: Αριθμός Σφαλμάτων CRC. Μετράει τον αριθμό των σφαλμάτων CRC (Σφάλμα ανάγνωσης/εγγραφής δεδομένων FIS CRC).
es: Cuenta de errores CRC. Cuenta el numero de errores CRC en lectura o escritura.
fr: Décompte d'Erreurs CRC. Compte le nombre d'erreurs CRC (erreur FIS CRC à la lecture/écriture de données).
hu: CRC hibaszám. CRC hibák (adat olvasás/írás FIS CRC hiba) számát számolja.
it: CRC Error Count. Conta il numero di errori CRC (leggere / scrivere dati errore FIS CRC).
lo: ການນັບຄວາມຜິດພາດ CRC. ນັບຈຳນວນຄວາມຜິດພາດ CRC (ຄວາມຜິດພາດ read/write data FIS CRC).
nl: CRC Fout Telling. Telt het aantal CRC-fouten (lees/schrijf data FIS CRC fout).
pl: Licznik błędów CRC. Zlicza ilość błędów CRC (przy odczycie/zapisie danych FIS)
ro: Contor erori CRC. Stochează numărul erorilor CRC (erori FIS CRC la citire/scriere).
ru: CRC Error Count. Считает количество ошибок CRC (чтение/запись данных FIS CRC error).
sv: CRC felräknare. Räknar antal CRC fel (läs/skriv data FIS CRC fel).
uk: Лічильник помилок CRC. Рахує кількість помилок CRC (читання / запису даних помилок CRC FIS).
zh_cn: CRC错误计数。统计CRC错误数量（读写FIS数据CRC错误）。
