Repository: rojim666/xigmanas-code-r10599-trunk
Catalog: locale/xigmanas-*.po
Languages: af, ca, cs, de, el, es, fr, hu, it, lo, nl, pl, ro, ru, sv, uk, zh_cn

source: Non-blocking Mandatory Locks
af: Nie-blokkerende Verpligte Slotte
ca: Bloqueigs obligatoris sense bloqueig
de: Nicht blockierende obligatorische Sperren
el: Μη-αποκλειστικά Υποχρεωτικά Κλειδώματα
es: Bloqueos obligatorios sin bloqueo
fr: Verrouillages Obligatoires Non Bloquants
it: Obbligatori Blocchi NON-blocking
lo: ການລັອກແບບບັງຄັບບໍ່ກີດຂວາງ
nl: Niet-blokkerende Verplichte Sloten
ru: Неблокирующие обязательные блокировки
sv: Icke blockerande obligatoriska lås
uk: Не блокуючі обов`язкові блокування
zh_cn: 非阻塞强制锁

source: Overlay Mount
af: Oorleg Koppelpunt
ca: Muntatge de superposició
de: Überlagertes Einhängen
el: Προσάρτηση Overlay
es: Montaje superpuesto
fr: Montage de la Surcouche
lo: ການເຊື່ອມຕໍ່ແບບຊ້ອນທັບ
nl: Overlap Koppelpunt
sv: Överläggsmontering
uk: Оверлейне монтування
zh_cn: 覆盖挂载

source: PBKDF2 Iterations
af: PBKDF2 Iterasies
ca: Iteracions PBKDF2
de: PBKDF2-Iterationen
el: Επαναλήψεις PBKDF2
es: Iteraciones de PBKDF2
fr: Itérations PBKDF2
it: Iterazioni di PBKDF2
lo: ຈຳນວນຮອບ PBKDF2
nl: PBKDF2 iteraties
sv: PBKDF2 Iterationer
uk: Ітерації PBKDF2
zh_cn: PBKDF2 迭代

source: Primary Cache
af: Primêre Cache
ca: Memòria cau primària
cs: Hlavní mezipaměť.
de: Primärer Cache
el: Πρωτεύουσα Κρυφή Μνήμη
es: Cache primaria (ARC)
fr: Cache primaire
hu: Elsődleges gyorsítótár
it: Cache primaria
lo: ແຄດຫຼັກ
nl: Primaire Cache
ro: Cache primar
ru: Первичный кеш
sv: Primär mellanlagring
uk: Первинний кеш
zh_cn: 主缓存

source: Record Size
ca: Mida del registre
de: Datensatzgröße
el: Μέγεθος Εγγραφής
es: Tamaño del registro
fr: Taille d'Enregistrement
hu: Rekord méret
it: Dimensione del record
lo: ຂະໜາດເຣັກຄອດ
nl: Item Grootte
pl: Rozmiar wpisu
ru: Размер записи
sv: Poststorlek
uk: Розмір запису
zh_cn: 记录大小

source: Redundant Metadata
af: Oorbodige Metadata
ca: Metadades redundants
cs: Záložní kopie metadat
de: Redundante Metadaten
el: Επαρκή Μεταδεδομένα
es: Metadatos redundantes
fr: Métadonnées redondantes
hu: Redundáns metaadat
it: Metadati ridondanti
lo: ເມຕາເດຕາຊ້ຳຊ້ອນ
nl: Redundante Metadata
ro: Metadate redundante
ru: Резервные метаданные
sv: Redundanta metadata
uk: Надмірні метадані
zh_cn: 冗余元数据

source: Refquota Type
ca: Tipus de quota de referència
de: Refquota-Typ
el: Τύπος Refquota
es: Tipo de quota de referencia
fr: Type de Quota ZFS
it: tipo Refquota
lo: ປະເພດໂຄຕ້າອ້າງອີງ
sv: Refquota Typ
uk: Тип Refquota
zh_cn: 重新配额类型

source: Refreservation Type
ca: Tipus de reserva de referència
de: Ref. Reservierungstyp
el: Τύπος Refreservation
es: Tipo de reserva de referencia
fr: Type de Réservation ZFS
it: tipo Refreservation
lo: ປະເພດການຈອງອ້າງອີງ
sv: Refreservation Typ
uk: Тип Refreservation
zh_cn: 预约类型

source: Relatime
ca: Temps relatiu
es: Tiempo relativo
hu: Valós idő
it: Tempo Reale
lo: ເວລາສຳພັນ
sv: Relatid
uk: В реальному часі
zh_cn: 相关时间

source: Reservation Type
ca: Tipus de reserva
de: Reservierungstyp
el: Τύπος Κράτησης
es: Tipo de reserva
fr: TYpe de réservation
hu: Foglalási mód
it: tipo di prenotazione
lo: ປະເພດການຈອງ
sv: Reservations Typ
uk: Тип резервування
zh_cn: 预订类型

source: Secondary Cache
af: Sekondêre Cache
ca: Memòria cau secundària
cs: Pomocná mezipaměť
de: Sekundärer Cache
el: Δευτερεύουσα Κρυφή Μνήμη
es: Cache secundaria (L2ARC)
fr: Cache secondaire
hu: Másodlagos gyorsítótár
it: Cache secondaria
lo: ແຄດສຳຮອງ
nl: Secundaire Cache
ro: Cache secundar
ru: Вторичный кеш
sv: Sekundär mellanlagring
uk: Вторинний кеш
zh_cn: 二级缓存

source: Share NFS Options
ca: Comparteix les opcions NFS
de: NFS-Optionen teilen
el: Επιλογές Κοινόχρηστου μέσω NFS
es: Opciones de compartición NFS
fr: Partager les Options NFS
hu: NFS beállitások megosztása
it: opzioni NFS per la condivisione
lo: ຕົວເລືອກແບ່ງປັນ NFS
nl: Deel NFS Opties
pl: Udostępnij opcje NFS
sv: Dela NFS Optioner
uk: Опції спільного ресурсу NFS
zh_cn: 共享 NFS 选项

source: Share NFS Type
ca: Comparteix els tipus NFS
de: NFS-Typ teilen
el: Τύπος Κοινόχρηστου μέσω NFS
es: Tipo compartición NFS
fr: Partager le Type NFS
hu: NFS tipus megosztása
it: Tipo condivisione NFS
lo: ປະເພດແບ່ງປັນ NFS
nl: Deel NFS Type
pl: Udostępnij typ NFS
sv: Dela NFS Typ
uk: Тип спільного ресурсу NFS
zh_cn: 共享 NFS 类型

source: Share SMB Options
ca: Comparteix les opcions Samba
de: SMB-Optionen teilen
el: Επιλογές Κοινόχρηστου μέσω SMB
es: Opciones compatrtición Samba
fr: Partager les Options SMB
hu: SMB beállitások megosztása
it: Opzioni condivisione SMB
lo: ຕົວເລືອກແບ່ງປັນ SMB
nl: Deel SMB Opties
pl: Udostępnij opcje SMB
sv: Dela SMB Optioner
uk: Опції спільного ресурсу SMB
zh_cn: 共享 SMB 选项

source: Share SMB Type
ca: Comparteix els tipus Samba
de: SMB-Typ teilen
el: Τύπος Κοινόχρηστου μέσω SMB
es: Tipo compartición Samba
fr: Partager le Type SMB
hu: SMB tipusok megosztása
it: Tipo condivisione SMB
lo: ປະເພດແບ່ງປັນ SMB
nl: Deel SMB Type
pl: Udostępnij typ SMB
sv: Dela SMB Typ
uk: Тип спільного ресурсу SMB
zh_cn: 共享 SMB 类型

source: Snapshot Device Visibility
ca: Visibilitat del dispositiu instantània
de: Sichtbarkeit des Snapshot-Gerätes
el: Ορατότητα Συσκευής Στγμιότυπων
es: Instantánea de visibilidad del dispositivo
fr: Visibilité de l'Instantané du Dispostif
hu: Pillanatkép eszköz láthatósága
it: Visibilità della device di snapshot
lo: ການເບິ່ງເຫັນອຸປະກອນສະແນັບຊັອດ
nl: Momentopname Schijf Zichtbaarheid
sv: Ögonblicksbildenhet synlighet
uk: Видимість пристрою знімка
zh_cn: 快照设备可见性

source: Snapshot Folder Visibility
ca: Visibilitat de la carpeta instantània
de: Sichtbarkeit des Snapshot-Ordners
el: Ορατότητα Φακέλου με Στιγμιότυπα
es: Visibilidad de la carpeta de instantáneas
fr: Visibilité du Dossier d'Instantanés
hu: Pillanatkép mappa láthatósága
it: Visibilità della cartella di snapshot
lo: ການເບິ່ງເຫັນໂຟນເດີສະແນັບຊັອດ
nl: Momentopname Map Zichtbaarheid
ru: Видимость папки моментального снимка
sv: Ögonblicksbildsmapp synlighet
uk: Видимість теки знімків
zh_cn: 快照文件夹可见性

source: Snapshot Limit
ca: Llimit d'instantànies
el: Όριο Στγμιοτύπων
es: Limite de instantaneas
fr: Limite d'Instantané
hu: Pillanatkép limit
it: Limite di snapshot
lo: ຂີດຈຳກັດສະແນັບຊັອດ
nl: Momentopname Limiet
ru: Ограничение на моментальный снимок
sv: Ögonblicksbildenhet Gräns
uk: Ліміт знімків
zh_cn: 快照限制

source: Threshold Small Block Size
ca: Llindar Mida del bloc petit
de: Schwellenwert kleine Blockgröße
el: Όριο Μεγέθους Μικρού Block
es: Umbral de tamaño de bloque pequeño
fr: Seuil de Petite Taille de Bloc
lo: ຂະໜາດບລັອກນ້ອຍສຸດ
nl: Drempel Kleine Blokgrootte
sv: Gränsvärde Small Block storlek
uk: Поріг блоків малого розміру
zh_cn: 阈值小块大小

source: Synchronous Requests Behaviour
ca: Comportament de les peticions sincròniques
de: Verhalten bei synchronen Anfragen
el: Συμπεριφορά Σύγχρονων Αιτημάτων
es: Comportamiento de solicitudes síncronas
fr: Comportement des Requêtes Synchrones
lo: ພຶດຕິກຳການຮ້ອງຂໍແບບຊິງໂຄຣນັສ
nl: Synchrone Aanvraag Gedrag
ru: Поведение синхронных запросов
sv: Uppförande för synkrona förfrågningar
uk: Поведінка синхронних запитів
zh_cn: 同步请求行为

source: Volume Mode
af: Volume Modus
ca: Mode de volum
cs: Režim svazku
de: Datenträgermodus
el: Λειτουργία Τόμου
es: Modo del volumen
fr: Mode volume
hu: Kötetmód
it: Modalità volume
lo: ໂໝດໂວລຸມ
nl: Volume Modus
ro: Mod volum
ru: Режим раздела
sv: Volym Mod
uk: Режим тому
zh_cn: 卷模式

source: Volume Size
af: Volume Grootte
ca: Mida de volum
cs: Velikost svazku
de: Datenträgergröße
el: Μέγεθος Τόμου
es: Tamaño de volúmen
fr: Taille du volume
hu: Kötet mérete
it: Dimensione volume
lo: ຂະໜາດໂວລຸມ
nl: Volume Grootte
ro: Dimensiune volum
ru: Размер тома
sv: Volymstorlek
uk: Розмір тому
zh_cn: 卷大小

source: Virus Scan
ca: Escaneig de virus
de: Virenscan
el: Ελεγχος για Ιούς
es: Escanear virus
fr: Recherche de virus
hu: Vírus ellenőrzés
it: Scansione Virus
lo: ສະແກນໄວຣັສ
pl: Skanowanie antywirusowe
ru: Проверка на вирусы
sv: Virussökning
uk: Сканування на віруси
zh_cn: 病毒扫描

source: Show Used/Avail
af: Wys Gebruilked/Avail
ca: Mostra Utilitzat / Disponible
cs: Zobrazit využito / k dispozici
de: Zeige Verwendet/Verfügbar
el: Προβολή Σε χρήση/Διαθέσιμο
es: Mostar Usado/Disponible
fr: Afficher Utilisé / Disponible
hu: Használt/Elérhető megjelenítése
it: Mostra Usati/Disponibili
lo: ສະແດງ ໃຊ້ແລ້ວ/ຫວ່າງ
nl: Gebruikt/Beschikbaar Weergeven
pl: Pokaż użyte/dostępne
ro: Afișare Utilizat/Disponibil
ru: Показывать Использовано/Доступно
sv: Visa Använt/Tillgängligt
uk: Показувати Використано/Доступно
zh_cn: 显示已用/可用

source: On-Disk Configuration
af: Op Skyf Konfigurasie
ca: Configuració en disc
cs: Nastavení na disku
de: "On Disk"-Konfiguration
el: Ρυθμίσεις που βρίσκονται στο δίσκο
es: Configuración del Disco
fr: Configuration sur disque
hu: Lemezes konfiguráció
it: Configurazione On-Disk
lo: ການຕັ້ງຄ່າເທິງດິສກ໌
nl: Op-schijf Configuratie
ro: Configurație pe disc
ru: Конфигурация на диске
sv: På-Disk konfiguration
uk: Дискова конфігурація
zh_cn: 磁盘配置

source: Capacity Warning Threshold
af: Kapasiteit Waarskuwing Drempel
ca: Llindar d'advertència de capacitat
cs: Hranice varování na kapacitu
de: Kapazitäts-Schwellenwert für Warnmeldung
el: Προειδοποιητικό Όριο Χώρου
es: Alerta de precaución de capacidad
fr: Seuil d'avertissement de capacité
hu: Kapacitás figyelmeztetési küszöbértékei
it: Soglia di avviso della capacità.
lo: ລະດັບການແຈ້ງເຕືອນຄວາມຈຸ
nl: Capaciteit Waarschuwingsdrempel
ro: Nivel de atenționare capacitate
ru: Порог предупреждения о емкости
sv: Utrymmesvarningsgräns
uk: Поріг Попередження про Місткість
zh_cn: 容量警告阈值

source: Capacity Critical Threshold
af: Kapasiteit Kritieke Drempel
ca: Llindar crític de capacitat
cs: Hranice výstrahy na kapacitu
de: Kritischer Kapazitäts-Schwellenwert
el: Όριο Κρίσιμου Χώρου
es: Alerta crítica de capacidad
fr: Seuil critique de capacité
hu: Kapacitás kritikus küszöbértékei
it: Soglia critica della capacità.
lo: ລະດັບວິກິດຄວາມຈຸ
nl: Capaciteit Kritische Drempel
ro: Nivel critic capacitate
ru: Критический порог емкости
sv: Kritisk utrymmesgräns
uk: Критичний Поріг Місткості
zh_cn: 容量临界阈值

source: Display Used/Avail information from the filesystem instead of the Alloc/Free information from the pool.
af: Vertoon Gebruikde/Avail inligting vanaf die lêerstelsel in plaas van die Alloc/Gratis inligting vanaf die poel.
ca: Mostra informació d' úsat / disponible del sistema de fitxers en comptes de la informació d'asignat / Lliure des de la piscina.
cs: Zobrazovat informaci využito / k dispozici ze souborového systému namísto přiděleno/volné z fondu.
de: Zeige Werte für Verwendet / Verfügbar des Dateisystems, anstelle der Werte Alloziiert / Frei des Pools an.
el: Προβολή της πληροφορίας Σε χρήση/Διαθέσιμο από το σύστημα αρχείων αντί για την πληροφορία Κατανεμημένο/Ελεύθερο από το pool.
es: Mostrar Usado/Disponible en lugar de Asignado/Libre para la agrupación de dispositivos(Pool) ZFS
fr: Afficher les informations utilisées / disponibles à partir du système de fichiers au lieu des informations Allouées / Libres du pool.
hu: A fájlrendszer Használt/Elérhető információjának megjelenítése a tároló Lefoglalt/Szabad információja helyett.
it: Mostra informazioni Usata/Disponibile dal filesystem invece delle informazioni Allocata/Libera dal pool.
lo: ສະແດງຂໍ້ມູນ ໃຊ້ແລ້ວ/ຫວ່າງ ຈາກລະບົບໄຟລ໌ແທນຂໍ້ມູນ ຈັດສັນ/ຫວ່າງ ຈາກພູລ.
nl: Weergegeven Gebruikt/Beschikbaar informatie van het bestandssysteem in plaats van de Allocatie/Vrij informatie van de pool.
ro: Afișare informații Utilizat/Disponibil de la sistemului de fișiere în loc de utilizarea informațiilor Alocat/Disponibil furnizate de pool.
ru: Отображение информации о использованном/доступном пространстве из файловой системы, а не информации распределено/свободно из пула.
sv: Visa Använd/Tillgänglig information från filsystemet i stället för Allokerad/Ledigt information från poolen.
uk: Показувати інформацію 'Використано/Доступно' з файлової системи замість інформації 'Розподілено/Вільно' із пулу.
zh_cn: 显示来自文件系统的使用/可用信息，而不是池中的Alloc/Free信息。

source: Used/Avail lists storage information after all redundancy is taken into account but is impacted by compression, deduplication and quotas. Alloc/Free lists the raw storage information of a pool.
af: Gebruikde/Avail lyste stooring inligting na alle oortolligheid is in ag geneem word maar is impakde deur kompressie, deduplicatie en kwotas. Alloc/Gratis lyste die rou stoor inligting van 'n poel.
ca: La informació d'emmagatzematge utilitzada / disponible després de tenir en compte tota la redundància es veu afectada per la compressió, la deduplicació i les quotes. Asignada / Lliure mostra la informació d'emmagatzematge en brut d'un grup.
cs: Využito/dostupné vypíše informace o úložišti po vzetí v úvahu vší redundance, ale je ovlivněno kompresí, deduplikací a kvótami. Přiděleno/volné vypisuje informace o holém úložišti.
de: Verwendet/verfügbar (Used/Avail) zeigt die Speicherplatzinformationen unter Berücksichtigung aller Redundanzen, ist jedoch abhängig von Kompression, De-Duplizierung und Quotas. Belegt/frei (Alloc/Free) zeigt die reinen Speicherplatzinformationen eines Pools an.
el: Η επιλογή Σε χρήση/Διαθέσιμο εμφανίζει πληροφορίες αποθηκευτικού χώρου αφού ληφθούν υπόψη όλες οι πληροφορίες για redundancy αλλά επηρεάζεται από τη συμπίεση, το deduplication και τα quota. Η επιλογή Κατανεμημένο/Ελεύθερο εμφανίζει πληροφορίες για το συνολικό αποθηκευτικό χώρο του pool.
es: la información de almacenamiento de una agrupación de dispositivos(Pool) se puede mostrar de dos formas: Usado/Disponible lista la información después de tener en cuenta la redundancia, pero contando con la compresión, deduplicación y las cuotas. Asignado/Libre enumera esta información sin tener en cuenta nada de esto, es decir, sin procesar.
fr: Utilisé / Disponible liste les informations de stockage une fois que toute la redondance est prise en compte, mais est affectée par la compression, la déduplication et les quotas. Alloué/ Libre répertorie les informations de stockage brutes d'un pool.
hu: Használt/Elérhető felsorolja a tárolási információkat az összes redundanciát figyelembe vételével, de ezt befolyásolják a tömörítés, a deduplikáció és a kvóták.
it: Usato/Disponibile elenca le informazioni di memorizzazione dopo aver considerato tutti gli elementi ridondanti ma è influenzato dalla compressione, deduplicazione e quote. Allocato/Libero elenca le informazioni di memorizzazione di un pool
lo: ໃຊ້ແລ້ວ/ຫວ່າງ ສະແດງຂໍ້ມູນການເກັບຂໍ້ມູນຫຼັງຈາກຄຳນຶງເຖິງການຊ້ຳຊ້ອນທັງໝົດແລ້ວ ແຕ່ໄດ້ຮັບຜົນກະທົບຈາກການບີບອັດ, ການລຶບຂໍ້ມູນຊ້ຳຊ້ອນ ແລະ ໂຄຕ້າ. ຈັດສັນ/ຫວ່າງ ສະແດງຂໍ້ມູນການເກັບຂໍ້ມູນດິບຂອງພູລ.
nl: Gebruikt/Beschikbaar geeft opslaginformatie weer nadat alle redundantie in aanmerking is genomen, maar wordt beïnvloed door compressie, deduplicatie en quota's. Toegewezen/Vrij bevat de ruwe opslaginformatie van een pool.
ro: Afișează informații de stocare sub forma Utilizat/Disponibil după luarea în considerare a tuturor elementelor de redundanță, informații afectate însă de compresie, deduplicare și cote de alocare. Valorile Alocat/Liber afișează informațiile brute corespunzătoare structurii pool, pe ansamblu.
ru: Использовано/Доступно - информация списка хранилищ взята после учета всей избыточности, но на них влияют сжатие, дедупликация и квоты. Распределено/Свободно перечисляет информацию об исходном хранилище пула.
sv: Använt/Tillgängligt visar lagringsinformation med hänsyn tagen till redundans men påverkas av kompression, deduplicering och kvoter. Allokerat/Fritt visar rå lagringsinformation för en pool.
uk: 'Використано/Доступно' - інформація списку сховищ взята після врахування всієї надмірності, але на них впливають стиснення, дедуплікація і квоти. 'Розподілено/Вільно' перераховує інформацію про вихідне сховище пулу.
zh_cn: 在考虑所有冗余后，使用/可用列出存储信息，但受到压缩，重复数据删除和配额的影响。 Alloc / Free列出池的原始存储信息。

source: Read on-disk configuration.
af: Lees op-skyf konfigurasie.
ca: Llegeix la configuració del disc.
cs: Načíst nastavení na disku.
de: "On Disk"-Konfiguration lesen
el: Ανάγνωση ρυθμίσεων που βρίσκονται στο δίσκο.
es: Leer la configuración del propio disco.
fr: Lecture de la configuration sur disque.
hu: Olvasd el a lemezes konfigurációt.
it: Configurazione di una lettura on-disk.
lo: ອ່ານການຕັ້ງຄ່າເທິງດິສກ໌.
nl: Lees op-schijf configuratie.
ro: Configurație citire disc.
ru: Прочитать конфигурацию на диске.
sv: Läs på-disk konfiguration.
uk: Читання дискової конфігурації.
zh_cn: 读取磁盘配置。

source: Reading the configuration from the disks is slower than reading from cache file.
af: Dit is stadiger om die konfigurasie vanaf die skywe te lees as om uit die kaslêer te lees.
ca: Llegir la configuració des dels discs és més lent que llegir des del fitxer de la memòria cau.
cs: Načítání nastavení z disků je pomalejší než načítání ze souboru s mezipamětí.
de: Die Konfigurationsdatei von der Festplatte zu laden erfolgt langsamer als vom Cache
el: Η ανάγνωση των ρυθμίσεων από τους δίσκους είναι πιο αργή από την ανάγνωση από το αρχείο κρυφής μνήμης.
es: Leer la configuración del propio disco es más lento que leerla de la caché.
fr: La lecture de la configuration à partir des disques est plus lente que la lecture à partir du fichier cache.
hu: A konfiguráció beolvasása lemezről lassabb, mint a gyorsítótár fájljából.
it: Leggere la configurazione dai dischi è più lento che leggerla dai file in cache.
lo: ການອ່ານການຕັ້ງຄ່າຈາກດິສກ໌ຊ້າກວ່າການອ່ານຈາກໄຟລ໌ແຄດ.
nl: Het lezen van de configuratie is vanaf schijven langzamer dan het lezen uit het cachebestand.
ro: Citirea configurației de pe disc e mai lentă decât citirea din fișierul cache.
ru: Чтение конфигурации с дисков происходит медленнее, чем чтение из файла кеша.
sv: Att läsa konfigurationen från disk är långsammare än att läsa från cachefil.
uk: Читання конфігурації з диску повільніше ніж читання з кешованого файлу.
zh_cn: 从磁盘读取配置比从缓存文件读取要慢。

source: Set the warning threshold to a value between 80 and 89.
af: Stel die waarskuwings drempel op 'n waarde tussen 80 en 89.
ca: Estableix el llindar d'advertència en un valor entre 80 i 89.
cs: Nastavit hranici varování na hodnotu z rozmezí 80 až 89.
de: Setzt den Schwellenwert für Warnungen auf einen Wert zwischen 80 und 89.
el: Ορίστε το όριο προειδοποίησης σε μια τιμή μεταξύ 80 και 89.
es: Marcar el valor de precaución entre 80 y 89.
fr: Définissez le seuil d'avertissement sur une valeur comprise entre 80 et 89.
hu: Állítsd be a figyelmeztetési küszöbértéket 80 és 89 közötti számra.
it: Settare la soglia di attenzione ad un valore compreso tra 80 e 89.
lo: ຕັ້ງຄ່າລະດັບການແຈ້ງເຕືອນເປັນຄ່າລະຫວ່າງ 80 ແລະ 89.
nl: Waarschuwingsdrempel instellen op een waarde tussen 80 en 89.
ro: Stabilește nivelul de alertă la o valoare între 80 și 89.
ru: Установите значение порога предупреждения от 80 до 89.
sv: Sätt varningsgränsen till ett värde mellan 80 och 89.
uk: Задайте значення порогу попередження між 80 та 89.
zh_cn: 将警告阈值设置为80到89之间的值。

source: An alert email is sent when the capacity of a pool exceeds the warning threshold.
af: 'N waarskuwing e-pos gestuur word wanneer die kapasiteit van 'n swembad die waarskuwing drumpel oorskry.
ca: S'envia un correu electrònic d'alerta quan la capacitat d'un grup excedeix el llindar d'advertència.
cs: Pokud kapacita fondu poklesne pod varující úroveň, je odeslán varující e-mail.
de: Eine Warn-E-mail wird gesendet, falls die Kapazitätsauslastung eines Pools die Warnschwelle überschreitet.
el: Μια ειδοποίηση μέσω μηνύματος ηλεκτρονικού ταχυδρομείου στέλνεται όταν το υπολοιπόμενος ελεύθερος χώρος στο pool υπερβεί το όριο που χαρακτηρίζεται ως προειδοποιητικό.
es: Se enviará un e-mail de alerta cuando el espacio de almacenamiento de la agrupación de dispositivos(Pool) sobrepase la marca de precaución.
fr: Un courriel d'alerte est envoyé lorsque la capacité d'un pool dépasse le seuil d'avertissement.
hu: Egy figyelmeztető e-mail küldünk amikor egy tároló kapacitása eléri a figyelmeztetési küszöbértéket.
it: Un email di allerta è inviata quando la capacità di un pool eccede la soglia di avvertimento.
lo: ອີເມວແຈ້ງເຕືອນຈະຖືກສົ່ງເມື່ອຄວາມຈຸຂອງພູລເກີນລະດັບການແຈ້ງເຕືອນ.
nl: Een alert e-mail wordt verzonden wanneer de capaciteit van een pool de waarschuwingsdrempel overschrijdt.
pl: Wysyła wiadomość email z powiadomieniem, gdy pojemność puli przekroczy próg ostrzegawczy.
ro: Un email de alertare este trimis atunci când încărcarea structurii pool depășește pragul de avertizare stabilit.
ru: Электронное письмо - уведомление отправляется когда емкость пула превышает порог предупреждения.
sv: Ett varningsmail skickas när utrymmet i en pool överskrider den varningsgränsen.
uk: Повідомлювальний email відправляється, коли місткість пула перевищує поріг попередження.
zh_cn: 当池的容量超过警告阈值时发送警报电子邮件。

source: A cron job must be setup to schedule script /etc/capacitycheck.zfs.
af: 'N Cron werk moet wees opstel om skrip te skeduleer /etc/capacitycheck.zfs.
ca: Cal configurar un treball cron per programar script /etc/capacitycheck.zfs.
cs: Pro pravidelné spouštění skriptu /etc/capacitycheck.zfs je třeba vytvořit úlohu v plánovači cron.
de: Ein Cron-Job muss eingerichtet werden, um das Script /etc/capacitycheck.zfs geplant auszuführen.
el: Μια εργασία cron πρέπει να ρυθμιστεί για χρονοπρογραμματισμό του script /etc/capacitycheck.zfs.
es: Se ha creado un trabajo de cron para el script /etc/capacitycheck.zfs.
fr: Une tâche cron doit être configurée pour planifier le script /etc/capacitycheck.zfs.
hu: Egy ütemezett feladatot kell beállítani a /etc/capacitycheck.zfs ütemezett szkripthez.
it: Un job di cron deve essere creato per schedulare lo script /etc/capacitycheck.zfs.
lo: ຕ້ອງຕັ້ງຄ່າງານ cron ເພື່ອກຳນົດເວລາສະຄຣິບ /etc/capacitycheck.zfs.
nl: Een cron taak moet zijn ingesteld om het script /etc/capacitycheck.zfs te plannen.
pl: A 'cron' zadanie musi byc stworzone by zaplanować egzekucję /etc/capacitycheck.zfs.
ro: Trebuie stabilit un eveniment tip cron job pentru a programa scriptul /etc/capacitycheck.zfs.
ru: Задача cron должна быть настроена для запланированного сценария /etc/capacitycheck.zfs.
sv: Ett cron jobb måste sättas upp för att köra skriptet /etc/capacitycheck.zfs.
uk: Задача cron повинна бути налаштована для запланованого сценарію /etc/capacitycheck.zfs.
zh_cn: 必须设置一个定时任务（cron job）来安排脚本/etc/capacitycheck.zfs。

source: Must be a number between 80 and 89.
af: Moet 'n getal tussen 80 en 89 wees.
ca: Ha de ser un número entre 80 i 89.
cs: Je třeba aby bylo číslo z rozmezí 80 až 89.
de: Muss eine Zahl zwischen 80 und 89 sein.
el: Πρέπει να είναι ένα νούμερο μεταξύ 80 και 89.
es: Debe ser un número entre 80 y 89
fr: Doit être un nombre entre 80 et 89.
hu: 80 és 89 között szám kell, hogy legyen.
it: Deve essere un numero tra 80 e 89.
lo: ຕ້ອງເປັນຕົວເລກລະຫວ່າງ 80 ແລະ 89.
nl: Dient een nummer tussen 80 en 89 te zijn.
pl: Musi być liczbą pomiędzy 80 i 89
ro: Trebuie sa fie un număr între 80 și 89.
ru: Должно быть число от 80 до 89.
sv: Måste vara ett nummer mellan 80 och 89.
uk: Має бути число від 80 до 89.
zh_cn: 必须是80到89之间的数字。

source: Set the critical threshold to a value between 90 and 95.
af: Stel die kritieke drempel op 'n waarde tussen 90 en 95.
ca: Establiu el llindar crític a un valor entre 90 i 95.
cs: Nastavit hranici výstraha na hodnotu z rozmezí 80 až 89.
de: Setzt den kritischen Grenzwert auf einen Wert zwischen 90 und 95.
el: Ορίστε το κρίσιμο όριο σε μια τιμή μεταξύ 90 και 95.
es: Marcar la linea critica entre 90 y 95
fr: Définissez le seuil critique avec une valeur comprise entre 90 et 95.
hu: Állítsd be a kritikus küszöbértéket 90 és 95 közötti számra.
it: Imposta la soglia critica ad un valore fra 90 e 95
lo: ຕັ້ງຄ່າລະດັບວິກິດເປັນຄ່າລະຫວ່າງ 90 ແລະ 95.
nl: Kritieke drempel instellen op een waarde tussen 90 en 95.
ro: Stabilire nivel critic la o valoare cuprinsă între 90 și 95.
ru: Установите значение критического порога от 90 до 95.
sv: Sätt den kritiska gränsen till ett värde mellan 90 och 95.
uk: Задайте значення критичного порога від 90 до 95.
zh_cn: 将临界阈值设置为介于90和95之间的值。
