Repository: rojim666/xigmanas-code-r10599-trunk
Catalog: locale/xigmanas-*.po
Languages: af, ca, cs, de, el, es, fr, hu, it, lo, nl, pl, ro, ru, sv, uk, zh_cn

source: RRDGraphs Daily Disk Usage Graph
ca: Gràfic d'ús diari del disc RRDGraphs
de: RRDGraphs Tägliche Bandbreitenkurve
el: RRDGraphs Ημερήσιο Γράφημα Χρήσης Δίσκου
es: RRDGraphs Gráfico de uso diario del disco
fr: RRDGraphs Graphique d'Utilisation Quotidienne des Disques
hu: RRDGraphs napi lemezhasználati grafikon
it: Grafico RRDGraphs dell'utilizzo del disco giornaliero
lo: ກຣາຟການນຳໃຊ້ດິສກ໌ປະຈຳວັນຂອງ RRDGraphs
nl: RRDGraphs Dagelijkse Schijf Gebruik Grafiek
ro: Grafic RRDGraphs utilizare disc zilnică
ru: Ежедневный график использования диска RRDGraphs
sv: RRDGraphs Daglig Diskanvändningsgraf
uk: RRDGraphs щоденний графік використання диска
zh_cn: RRDGraphs 每日带宽图

source: RRDGraphs Weekly Disk Usage Graph
ca: Gràfic setmanal d'ús del disc RRDGraphs
de: RRDGraphs Wöchentliches Datenträgernutzungdiagramm
el: RRDGraphs Εβδομαδιαίο Γράφημα Χρήσης Δίσκου
es: RRDGraphs Gráfico de uso de disco semanal
fr: RRDGraphs Graphique d'Utilisation Hebdomadaire des Disques
hu: RRDGraphs heti lemezhasználati grafikon
it: Grafico RRDGraphs dell'utilizzo del disco settimanale
lo: ກຣາຟການນຳໃຊ້ດິສກ໌ປະຈຳອາທິດຂອງ RRDGraphs
nl: RRDGraphs Wekelijkse Schijf Gebruik Grafiek
ro: Grafic RRDGraphs utilizare disc săptămânală
ru: Еженедельный график использования диска RRDGraphs
sv: RRDGraphs veckovis diskanvändningsgraf
uk: RRDGraphs тижневий графік використання диска
zh_cn: RRDGraphs 每周磁盘使用情况图

source: RRDGraphs Monthly Disk Usage Graph
ca: Gràfic mensual d'ús del disc RRDGraphs
de: RRDGraphs Monatliches Diagramm zur Datenträgernutzung
el: RRDGraphs Μηνιαίο Γράφημα Χρήσης Δίσκου
es: Gráfico de uso de disco mensual de RRDGraphs
fr: RRDGraphs Graphique d'Utilisation Mensuelle des disques
hu: RRDGraphs havi lemezhasználati grafikon
it: Grafico RRDGraphs dell'utilizzo del disco mensile
lo: ກຣາຟການນຳໃຊ້ດິສກ໌ປະຈຳເດືອນຂອງ RRDGraphs
nl: RRDGraphs Maandelijkse Schijf Gebruik Grafiek
ro: Grafic RRDGraphs utilizare disc lunară
ru: Ежемесячный график использования диска RRDGraphs
sv: RRDGraphs Månatlig Diskanvändningsgraf
uk: RRDGraphs місячний графік використання диска
zh_cn: RRDGraphs 每月磁盘使用情况图

source: RRDGraphs Yearly Disk Usage Graph
ca: Gràfic anual d'ús del disc RRDGraphs
de: RRDGraphs Jährliches Diagramm zur Festplattennutzung
el: RRDGraphs Ετήσιο Γράφημα Χρήσης Δίσκου
es: Gráfico de uso de disco anual de RRDGraphs
fr: RRDGraphs Graphique d'Utilisation Annuelle des Disques
hu: RRDGraphs éves lemezhasználati grafikon
it: Grafico RRDGraphs dell'utilizzo del disco annuale
lo: ກຣາຟການນຳໃຊ້ດິສກ໌ປະຈຳປີຂອງ RRDGraphs
nl: RRDGraphs Jaarlijkse Schijf Gebruik Grafiek
ro: Grafic RRDGraphs utilizare disc anuală
ru: Годовой график использования диска RRDGraphs
sv: RRDGraphs Årlig Diskanvändningsgraf
uk: RRDGraphs річний графік використання диску
zh_cn: RRDGraphs 年度磁盘使用情况图

source: Network Latency
af: Netwerk Latensie
ca: Latència de xarxa
cs: Prodleva sítě
de: Netzwerk Latenzzeit
el: Αδράνεια Δικτύου
es: Latencia de red
fr: Latence Réseau
hu: Hálózati késlekedés
it: Latenza rete
lo: ຄວາມຊ້າຂອງເຄືອຂ່າຍ
nl: Netwerkvertraging
pl: Opóźnienie sieci
ro: Latență rețea
ru: Латентность сети
sv: Nätverksaccestid
uk: Затримка мережі
zh_cn: 网络延迟

source: RRDGraphs Daily Network Latency Graph
af: RRDGraphs Daaglikse Netwerk Latentie Grafiek
ca: RRDGraphs Diari gràfic de latència de la xarxa
de: RRDGraphs Tägliches Netzwerklatenzdiagramm
el: RRDGraphs Ημερήσιο Γράφημα Υστέρησης Δικτύου
es: RRDGraphs: Grafico diario de la latencia en la red
fr: RRDGraphs Graphique Quotidien de Latence du Réseau
hu: RRDGraphs napi hálózati késleltetési grafikon
it: Grafico RRDGraph giornaliero sulla latenza di rete
lo: ກຣາຟຄວາມຊ້າຂອງເຄືອຂ່າຍປະຈຳວັນຂອງ RRDGraphs
nl: RRDGraphs Dagelijkse Netwerk Latentie Grafiek
ro: Grafic RRDGraphs letență rețea zilnică
ru: RRDGraphs График задержки сети за сутки
sv: RRDGraphs Daglig nätverkslatensgraf
uk: RRDGraphs денний графік затримки мережі
zh_cn: RRDGraphs每日网络延迟图

source: RRDGraphs Weekly Network Latency Graph
af: RRDGraphs Weekly Netwerk Latentie Grafiek
ca: RRDGraphs Grafic de latència de la xarxa setmanal
de: RRDGraphs Wöchentliches Netzwerklatenzdiagramm
el: RRDGraphs ΕβδομαδιαίοΓράφημα Υστέρησης Δικτύου
es: RRDGraphs: Grafico semanal de la latencia en la red
fr: RRDGraphs Graphique Hebdomadaire de la Latence Réseau
hu: RRDGraphs heti hálózati késleltetési grafikon
it: Grafico RRDGraphs settimanale sulla latenza di rete
lo: ກຣາຟຄວາມຊ້າຂອງເຄືອຂ່າຍປະຈຳອາທິດຂອງ RRDGraphs
nl: RRDGraphs Wekelijkse Netwerk Latentie Grafiek
ro: Grafic RRDGraphs latență rețea săptămânală
ru: RRDGraphs График задержки сети за неделю
sv: RRDGraphs Vecko nätverkslatensgraf
uk: RRDGraphs тижневий графік затримок мережі
zh_cn: RRDGraphs每周网络延迟图

source: RRDGraphs Monthly Network Latency Graph
af: RRDGraphs Maandeliks Netwerk Latentie Grafiek
ca: RRDGraphs Gràfic de latència de la xarxa mensual
de: RRDGraphs Monatliches Netzwerklatenzdiagramm
el: RRDGraphs Μηνιαίο Γράφημα Υστέρησης Δικτύου
es: RRDGraphs: Grafico mensual de la latencia en la red
fr: RRDGraphs Graphique d'Utilisation Mensuelle de la Latence Réseau
hu: RRDGraphs havi hálózati késleltetési grafikon
it: Grafico RRDGraph mensile sulla latenza di rete
lo: ກຣາຟຄວາມຊ້າຂອງເຄືອຂ່າຍປະຈຳເດືອນຂອງ RRDGraphs
nl: RRDGraphs Maandelijkse Netwerk Latentie Grafiek
ro: Grafic RRDGraphs latență rețea lunară
ru: RRDGraphs График задержки сети за месяц
sv: RRDGraphs Månatlig nätverkslatensgraf
uk: RRDGraphs місячний графік затримки мережі
zh_cn: RRDGraphs每月网络延迟图

source: RRDGraphs Yearly Network Latency Graph
af: RRDGraphs Jaarlikse Netwerk Latentie Grafiek
ca: RRDGraphs Gràfic de làtencia de xarxa anual
de: RRDGraphs Jährliches Netzwerklatenzdiagramm
el: RRDGraphs ΕτήσιοΓράφημα Υστέρησης Δικτύου
es: RRDGraphs: Grafico anual de la latencia en la red
fr: RRDGraphs Graphique des Moyennes de la Latence Réseau Annuelle
hu: RRDGraphs éves hálózati késleltetési grafikon
it: Grafico RRDGraphs annuale sulla latenza di rete
lo: ກຣາຟຄວາມຊ້າຂອງເຄືອຂ່າຍປະຈຳປີຂອງ RRDGraphs
nl: RRDGraphs Jaarlijkse Netwerk Latentie Grafiek
ro: Grafic RRDGraphs latență rețea anuală
ru: RRDGraphs График задержки сети за год
sv: RRDGraphs Årlig nätverkslatensgraf
uk: RRDGraphs річний графік затримки мережі
zh_cn: RRDGraphs年度网络延迟图

source: RRDGraphs Daily Load Averages Graph
af: RRDGraphs Daaglikse Laai Gemiddeldes Grafiek
ca: RRDGraphs Diagrama de mitjanes de càrrega diària
de: RRDGraphs Tägliches Lastdurchschnittsdiagramm
el: RRDGraphs Ημερήσιο Γράφημα Μέσου Όρου Φόρτου
es: RRDGraphs: Grafico diario de la carga media del sistema
fr: RRDGraphs Graphique des Moyennes de Charge journalière
hu: RRDGraphs napi átlagos terhelés grafikon
it: Grafico RRDGraph giornaliero sul carico medio
lo: ກຣາຟຄ່າສະເລ່ຍການໂຫຼດປະຈຳວັນຂອງ RRDGraphs
nl: RRDGraphs Dagelijkse Gemiddelde Belasting Grafiek
ro: Grafic RRDGraphs încărcare medie zilnică
ru: RRDGraphs График нагрузки за сутки
sv: RRDGraphs Daglig belastningsmedelvärdesgraf
uk: RRDGraphs денний графік середнього навантаження
zh_cn: RRDGraphs日平均负荷图

source: RRDGraphs Weekly Load Averages Graph
af: RRDGraphs Weekly Laai Gemiddeldes Grafiek
ca: RRDGraphs Grafic mitjà de càrrega setmanal
de: RRDGraphs Wöchentliches Lastdurchschnittsdiagramm
el: RRDGraphs Εβδομαδιαίο Γράφημα Μέσου Όρου Φόρτου
es: RRDGraphs: Grafico semanal de la carga media del sistema
fr: RRDGraphs Graphique Hebdomadaire de la Moyenne de Charge
hu: RRDGraphs heti átlagos terhelés grafikon
it: Grafico RRDGraphs settimanale sul carico medio
lo: ກຣາຟຄ່າສະເລ່ຍການໂຫຼດປະຈຳອາທິດຂອງ RRDGraphs
nl: RRDGraphs Wekelijkse Gemiddelde Belasting Grafiek
ro: Grafic RRDGraphs încărcare medie săptămânală
ru: RRDGraphs График нагрузки за неделю
sv: RRDGraphs Vecko belastningsmedelgraf
uk: RRDGraphs тижневий графік середнього навантаження
zh_cn: RRDGraphs每周平均负荷图

source: RRDGraphs Monthly Load Averages Graph
af: RRDGraphs Maandeliks Laai Gemiddeldes Grafiek
ca: RRDGraphs Grafic mitjà de càrrega mensual
de: RRDGraphs Monatliches Lastdurchschnittsdiagramm
el: RRDGraphs Μηνιαίο Γράφημα Μέσου Όρου Φόρτου
es: RRDGraphs: Grafico mensual de la carga media del sistema
fr: RRDGraphs Graphique d'Utilisation Mensuelle de la Moyenne de Charge
hu: RRDGraphs havi átlagos terhelés grafikon
it: Grafico RRDGraph mensile sul carico medio
lo: ກຣາຟຄ່າສະເລ່ຍການໂຫຼດປະຈຳເດືອນຂອງ RRDGraphs
nl: RRDGraphs Maandelijkse Gemiddelde Belasting Grafiek
ro: Grafic RRDGraphs încărcare medie lunară
ru: RRDGraphs График нагрузки за месяц
sv: RRDGraphs Månatlig belastningsmedelvärdesgraf
uk: RRDGraphs місячний графік середнього навантаження
zh_cn: RRDGraphs每月平均负荷图

source: RRDGraphs Yearly Load Averages Graph
af: RRDGraphs Jaarlikse Laai Gemiddeldes Grafiek
ca: RRDGraphs Gràfic de carga mitja anual
de: RRDGraphs Jährliches Lastdurchschnittsdiagramm
el: RRDGraphs Ετήσιο Γράφημα Μέσου Όρου Φόρτου
es: RRDGraphs: Grafico anual de la carga media del sistema
fr: RRDGraphs Graphique des Moyennes de Charge Annuelle
hu: RRDGraphs éves átlagos terhelés grafikon
it: Grafico RRDGraphs annuale sul carico medio
lo: ກຣາຟຄ່າສະເລ່ຍການໂຫຼດປະຈຳປີຂອງ RRDGraphs
nl: RRDGraphs Jaarlijkse Gemiddelde Belasting Grafiek
ro: Grafic RRDGraphs încărcare medie anuală
ru: RRDGraphs График средней нагрузки за год
sv: RRDGraphs Årlig belastningsmedelsgraf
uk: RRDGraphs річний графік середнього навантаження
zh_cn: RRDGraphs年度平均负荷图

source: Detailed
af: Gedetaileerde
ca: Detallat
cs: Podrobné
de: Details
el: Αναλυτικό
es: Detallado
fr: Détaillé
hu: Részletes
it: Dettagliato
lo: ລະອຽດ
nl: Gedetailleerd
pl: Szczegóły
ro: Detaliat
ru: Подробно
sv: Detaljerad
uk: Детальний
zh_cn: 详细信息

source: Level
af: Vlak
ca: Nivell
cs: Stupeň
el: Επίπεδο
es: Nivel
fr: Niveau
hu: Szint
it: Livello
lo: ລະດັບ
nl: Niveau
pl: Poziom
ro: Nivel
ru: Уровень
sv: Nivå
uk: Рівень
zh_cn: 级别

source: Reporting Level
ca: Nivell d'informe
de: Reporting Ebene
el: Επίπεδο Αναφοράς
es: Reportando nivel
fr: Niveau de rapport
hu: Jelentés szintje
it: Livello di reportistica
lo: ລະດັບການລາຍງານ
nl: Rapportageniveau
ro: Nivel raportare
ru: Уровень отчетности
sv: Rapporterande nivå
uk: Рівень звітності
zh_cn: 报告级别

source: RRDGraphs Daily Memory Graph
ca: Gràfic de memòria diària RRDGraphs
de: RRDGraphs Tagesspeicherdiagramm
el: RRDGraphs Ημερήσιο Γράφημα Μνήμης
es: RRDGraphs Gráfico de memoria diaria
fr: RRDGraphs Graphique de la Mémoire Quotidienne
hu: RRDGraphs napi memória grafikon
it: Grafico RRDGraphs dell'utilizzo della memoria giornaliera
lo: ກຣາຟໜ່ວຍຄວາມຈຳປະຈຳວັນຂອງ RRDGraphs
nl: RRDGraphs Dagelijkse Geheugen Grafiek
ro: Grafic RRDGraphs memorie zilnică
ru: Ежедневный график памяти RRDGraphs
sv: RRDGraphs Daglig Minnesgraf
uk: RRDGraphs щоденний графік пам'яті
zh_cn: RRDGraphs 每日内存图

source: RRDGraphs Weekly Memory Graph
ca: Gràfic de memòria setmanal RRDGraphs
de: RRDGraphs Wöchentliches Speicherdiagramm
el: RRDGraphs Εβδομαδιαίο Γράφημα Μνήμης
es: RRDGraphs Gráfico de memoria semanal
fr: RRDGraphs Graphique de la Mémoire Hebdomadaire
hu: RRDGraphs heti memória grafikon
it: Grafico RRDGraphs dell'utilizzo della memoria settimanale
lo: ກຣາຟໜ່ວຍຄວາມຈຳປະຈຳອາທິດຂອງ RRDGraphs
nl: RRDGraphs Wekelijkse Geheugen Grafiek
ro: Grafic RRDGraphs memorie săptămânală
ru: Еженедельный график памяти RRDGraphs
sv: RRDGraphs Veckovis Minnesanvändningsgraf
uk: RRDGraphs тижневий графік пам'яті
zh_cn: RRDGraphs 每周内存图

source: RRDGraphs Monthly Memory Graph
ca: Gràfic de memòria mensual RRDGraphs
de: RRDGraphs Monatliches Speicherdiagramm
el: RRDGraphs Μηνιαίο Γράφημα Μνήμης
es: RRDGraphs Gráfico de memoria mensual
fr: RRDGraphs Graphique de la Mémoire Mensuelle
hu: RRDGraphs havi memória graikon
it: Grafico RRDGraphs dell'utilizzo della memoria mensile
lo: ກຣາຟໜ່ວຍຄວາມຈຳປະຈຳເດືອນຂອງ RRDGraphs
nl: RRDGraphs Maandelijkse Geheugen Grafiek
ro: Grafic RRDGraphs memorie lunară
ru: Ежемесячный график памяти RRDGraphs
sv: RRDGraphs Månatlig Minnsanvändningsgraf
uk: RRDGraphs місячний графік пам'яті
zh_cn: RRDGraphs 每月内存图

source: RRDGraphs Yearly Memory Graph
ca: Gràfic de memòria anual de RRDGraphs
de: RRDGraphs Jährlicher Speicherkurve
el: RRDGraphs Ετήσιο Γράφημα Μνήμης
es: RRDGraphs Gráfico de memoria anual
fr: RRDGraphs Graphique de la Mémoire Annelle
hu: RRDGraphs éves memória grafikon
it: Grafico dell'utilizzo annuale della memoria RRDGraphs
lo: ກຣາຟໜ່ວຍຄວາມຈຳປະຈຳປີຂອງ RRDGraphs
nl: RRDGraphs Jaarlijkse Geheugen Grafiek
ro: Grafic RRDGraphs memorie anuală
ru: Годовой график памяти RRDGraphs
sv: RRDGraphs Årlig Minnesanvändningsgraf
uk: RRDGraphs річний графік пам'яті
zh_cn: RRDGraphs 年度内存图

source: Network Traffic
af: Netwerk Verkeer
ca: Trànsit de xarxa
cs: Síťový provoz
de: Netzwerkverkehr
el: Κίνηση Δικτύου
es: Trafico de red
fr: Trafic réseau
hu: Hálózati forgalom
it: Traffico rete
lo: ການຈາລະຈອນເຄືອຂ່າຍ
nl: Netwerkverkeer
pl: Ruch sieciowy
ro: Trafic rețea
ru: Сетевой трафик
sv: Nätverkstrafik
uk: Трафік мережі
zh_cn: 网络流量

source: Reporting Interface
ca: Informes del interfície
de: Reporting Schnittstelle
el: Διασύνδεση Αναφοράς
es: Reportando interfaz
fr: Interface de rapport
hu: Jelentéskészítő interfész
it: Interfaccia di reportistica
lo: ອິນເຕີເຟດລາຍງານ
nl: Rapportage-interface
ro: Interfață raportare
ru: Отчет об интерфейсах
sv: Rapporterande gränssnitt
uk: Інтерфейс звітності
zh_cn: 报告接口

source: RRDGraphs Daily Bandwidth Graph
ca: Gràfic diari d'ample de banda RRDGraphs
de: RRDGraphs Tägliche Bandbreitenkurve
el: RRDGraphs Ημερήσιο Γράφημα Εύρους Ζώνης
es: RRDGraphs Gráfico de ancho de banda diario
fr: RRDGraphs Graphique de Bande Passante Quotidienne
hu: RRDGraphs napi sávszélesség grafikon
it: Grafico della capacità di banda giornaliera RRDGraphs
lo: ກຣາຟແບນວິດປະຈຳວັນຂອງ RRDGraphs
nl: RRDGraphs Dagelijkse Bandbreedte Grafiek
ro: Grafic RRDGraphs lățime de bandă zilnică
ru: График ежедневной пропускной способности RRDGraphs
sv: RRDGraphs Daglig Bandbreddsgraf
uk: RRDGraphs щоденний графік пропускної смуги
zh_cn: RRDGraphs 每日带宽图

source: RRDGraphs Weekly Bandwidth Graph
ca: Gràfic d'ample de banda setmanal RRDGraphs
de: RRDGraphs Wöchentliches Bandbreitendiagramm
el: RRDGraphs Εβδομαδιαίο Γράφημα Εύρους Ζώνης
es: RRDGraphs Gráfico de ancho de banda semanal
fr: RRDGraphs Graphique de Bande Passante Hebdomadaire
hu: RRDGraphs heti sávszélesség grafikon
it: Grafico RRDGraphs dell'utilizzo della larghezza di banda settimanale
lo: ກຣາຟແບນວິດປະຈຳອາທິດຂອງ RRDGraphs
nl: RRDGraphs Wekelijkse Bandbreedte Grafiek
ro: Grafic RRDGraphs lățime de bandă săptămânală
ru: Еженедельный график пропускной способности RRDGraphs
sv: RRDGraphs Veckovis brandbreddsgraf
uk: RRDGraphs тижневий графік пропускної смуги
zh_cn: RRDGraphs 每周带宽图

source: RRDGraphs Monthly Bandwidth Graph
ca: RRDGraphs Gràfic d'ampla de banda mensual
de: RRDGraphs Monatliche Bandbreitenkurve
el: RRDGraphs Μηνιαίο Γράφημα Εύρους Ζώνης
es: RRDGraphs Gráfico de ancho de banda mensual
fr: RRDGraphs Graphique de Bande Passante Mensuelle
hu: RRDGraphs havi sávszélesség grafikon
it: Grafico RRDGraphs dell'utilizzo della larghezza di banda mensile
lo: ກຣາຟແບນວິດປະຈຳເດືອນຂອງ RRDGraphs
nl: RRDGraphs Maandelijkse Bandbreedte Grafiek
ro: Grafic RRDGraphs lățime de bandă lunară
ru: Ежемесячный график пропускной способности RRDGraphs
sv: RRDGraphs Månatlig Bandbreddsgraf
uk: RRDGraphs місячний графік пропускної смуги
zh_cn: RRDGraphs 每月带宽图

source: RRDGraphs Yearly Bandwidth Graph
ca: Gràfic anual d'amplada de banda RRDGraphs
de: RRDGraphs Jährliche Bandbreitenkurve
el: RRDGraphs Ετήσιο Γράφημα Εύρους Ζώνης
es: RRDGraphs Gráfico de ancho de banda anual
fr: RRDGraphs Graphique de la Bande Passante Annuelle
hu: RRDGraphs éves sávszélesség grafikon
it: Grafico RRDGraphs dell'utilizzo della larghezza di banda annuale
lo: ກຣາຟແບນວິດປະຈຳປີຂອງ RRDGraphs
nl: RRDGraphs Jaarlijkse Bandbreedte Grafiek
ro: Grafic RRDGraphs lățime de bandă anuală
ru: Годовой график пропускной способности RRDGraphs
sv: RRDGraphs Årlig bandbreddsgraf
uk: RRDGraphs річний графік пропускної смуги
zh_cn: RRDGraphs 年度带宽图

source: RRDGraphs Daily Processes Graph
af: RRDGraphs Daaglikse Prosesse Grafiek
ca: RRDGraphs Diagrama de processos diaris
de: RRDGraphs Tägliches Prozessanzahldiagramm
el: RRDGraphs Ημερήσιο Γράφημα Διεργασιών
es: RRDGraphs: Grafico diario de los procesos
fr: RRDGraphs Graphique Quotidien des Processus
hu: RRDGraphs napi folyamat grafikon
it: Grafico RRDGraph giornaliero sui processi
lo: ກຣາຟໂປຣເຊສປະຈຳວັນຂອງ RRDGraphs
nl: RRDGraphs Dagelijkse Processen Grafiek
ro: Grafic RRDGraphs procese zilnice
ru: RRDGraphs График процессов за сутки
sv: RRDGraphs Daglig processgraf
uk: RRDGraphs денний графік процесів
zh_cn: RRDGraphs每日进程图

source: RRDGraphs Weekly Processes Graph
af: RRDGraphs Weekly Prosesse Grafiek
ca: RRDGraphs Gràfic de processos setmanals
de: RRDGraphs Wöchentliches Prozessanzahldiagramm
el: RRDGraphs Εβδομαδιαίο Γράφημα Διεργασιών
es: RRDGraphs: Grafico semanal de los procesos
fr: RRDGraphs Graphique Hebdomadaire des processus
hu: RRDGraphs heti folyamat grafikon
it: Grafico RRDGraphs settimanale sui processi
lo: ກຣາຟໂປຣເຊສປະຈຳອາທິດຂອງ RRDGraphs
nl: RRDGraphs Wekelijkse Processen Grafiek
ro: Grafic RRDGraphs procese săptămânale
ru: RRDGraphs График процессов за неделю
sv: RRDGraphs Vecko processgraf
uk: RRDGraphs тижневий графік процесів
zh_cn: RRDGraphs每周进程图

source: RRDGraphs Monthly Processes Graph
af: RRDGraphs Maandeliks Prosesse Grafiek
ca: RRDGraphs Gràfic de processos mensuals
de: RRDGraphs Monatliches Prozessanzahldiagramm
el: RRDGraphs Μηνιαίο Γράφημα Διεργασιών
es: RRDGraphs: Grafico mensual de los procesos
fr: RRDGraphs Graphique d'Utilisation Mensuelle des Processus
hu: RRDGraphs havi folyamat grafikon
it: Grafico RRDGraph mensile sui processi
lo: ກຣາຟໂປຣເຊສປະຈຳເດືອນຂອງ RRDGraphs
nl: RRDGraphs Maandelijkse Processen Grafiek
ro: Grafic RRDGraphs procese lunare
ru: RRDGraphs График процессов за месяц
sv: RRDGraphs Månatlig processgraf
uk: RRDGraphs місячний графік процесів
zh_cn: RRDGraphs每月进程图

source: RRDGraphs Yearly Processes Graph
af: RRDGraphs Jaarlikse Prosesse Grafiek
ca: RRDGraphs Gràfic de processos anuals
de: RRDGraphs Jährliches Prozessanzahldiagramm
el: RRDGraphs Ετήσιο Γράφημα Διεργασιών
es: RRDGraphs: Grafico anual de los procesos
fr: RRDGraphs Graphique des Moyennes Annuelles des Processus
hu: RRDGraphs éves folyamat grafikon
it: Grafico RRDGraphs annuale sui processi
lo: ກຣາຟໂປຣເຊສປະຈຳປີຂອງ RRDGraphs
nl: RRDGraphs Jaarlijkse Processen Grafiek
ro: Grafic RRDGraphs procese anuale
ru: RRDGraphs График процессов за год
sv: RRDGraphs Årlig processgraf
uk: RRDGraphs річний графік процесів
zh_cn: RRDGraphs年度进程图

source: RRDGraphs Daily UPS Graph
af: RRDGraphs Daaglikse UPS Grafiek
ca: RRDGraphs Diari gràfic SAI
de: RRDGraphs Tägliches USV Diagramm
el: RRDGraphs Ημερήσιο Γράφημα UPS
es: RRDGraphs: Grafico diario del SAI
fr: RRDGraphs Graphique UPS Quotidien
hu: RRDGraphs napi UPS grafikon
it: Grafico RRDGraph giornaliero sulla UPS
lo: ກຣາຟ UPS ປະຈຳວັນຂອງ RRDGraphs
nl: RRDGraphs Dagelijkse UPS Grafiek
ro: Grafic RRDGraphs UPS zilnic
ru: RRDGraphs График UPS за сутки
sv: RRDGraphs Daglig UPS-graf
uk: RRDGraphs денний графік ДБЖ
zh_cn: RRDGraphs每日UPS图

source: RRDGraphs Weekly UPS Graph
af: RRDGraphs Weekly UPS Grafiek
ca: RRDGraphs Grafic SAI setmanal
de: RRDGraphs Wöchentliches USV Diagramm
el: RRDGraphs Εβδομαδιαίο Γράφημα UPS
es: RRDGraphs: Grafico semanal del SAI
fr: RRDGraphs Graphique Hebdomadaire de l'UPS
hu: RRDGraphs heti UPS grafikon
it: Grafico RRDGraphs settimanale su UPS
lo: ກຣາຟ UPS ປະຈຳອາທິດຂອງ RRDGraphs
nl: RRDGraphs Wekelijkse UPS Grafiek
ro: Grafic RRDGraphs UPS săptămânal
ru: RRDGraphs График UPS за неделю
sv: RRDGraphs Vecko UPS graf
uk: RRDGraphs тижневий графік ДБЖ
zh_cn: RRDGraphs每周UPS图

source: RRDGraphs Monthly UPS Graph
af: RRDGraphs Maandeliks UPS Grafiek
ca: RRDGraphs Grafic SAI mensual
de: RRDGraphs Monatliches USV Diagramm
el: RRDGraphs Μηνιαίο Γράφημα UPS
es: RRDGraphs: Grafico mensual del SAI
fr: RRDGraphs Graphique d'Utilisation Mensuelle de l'UPS
hu: RRDGraphs havi UPS grafikon
it: Grafico RRDGraph mensile sul UPS
lo: ກຣາຟ UPS ປະຈຳເດືອນຂອງ RRDGraphs
nl: RRDGraphs Maandelijkse UPS Grafiek
ro: Grafic RRDGraphs UPS lunar
ru: RRDGraphs График UPS за месяц
sv: RRDGraphs Månatlig UPS graf
uk: RRDGraphs місячний графік ДБЖ
zh_cn: RRDGraphs每月UPS图

source: RRDGraphs Yearly UPS Graph
af: RRDGraphs Jaarlikse UPS Grafiek
ca: RRDGraphs Gràfic de SAI anual
de: RRDGraphs Jährliches USV Diagramm
el: RRDGraphs Ετήσιο Γράφημα UPS
es: RRDGraphs: Grafico anual del SAI
fr: RRDGraphs Graphique des Moyennes Annuelles de l'UPS
hu: RRDGraphs éves UPS grafikon
it: Grafico RRDGraphs annuale su UPS
lo: ກຣາຟ UPS ປະຈຳປີຂອງ RRDGraphs
nl: RRDGraphs Jaarlijkse UPS Grafiek
ro: Grafic RRDGraphs UPS anual
ru: RRDGraphs График UPS за год
sv: RRDGraphs Årlig UPS graf
uk: RRDGraphs річний графік ДБЖ
zh_cn: RRDGraphs年度UPS图

source: Uptime
af: Aantyd
ca: Temps funcionant
cs: Doba chodu systému (uptime)
de: Systemlaufzeit
el: Χρόνος λειτουργίας
es: Tiempo en Activo
fr: Durée en fonctionnement
hu: Működési idő
it: Tempo in attività
lo: ເວລາເຮັດວຽກ
nl: Bedrijfstijd
pl: Czas działania
ro: Timp de funcționare
ru: Время работы
sv: Upptid
uk: Час роботи
zh_cn: 运行时间

source: RRDGraphs Daily Uptime Graph
af: RRDGraphs Daaglikse Uptime Grafiek
ca: RRDGraphs Diagrama d’actualizació Diària
de: RRDGraphs Tägliches Betriebszeit-Diagramm (Uptime)
el: RRDGraphs Ημερήσιο Γράφημα Συνεχούς Λειτουργίας
es: RRDGraphs: Grafico diario del tiempo activo
fr: RRDGraphs Graphique de Disponibilité Quotidienne
hu: RRDGraphs napi üzemidő grafikon
it: Grafico RRDGraph giornaliero sull'attivazione
lo: ກຣາຟເວລາເຮັດວຽກປະຈຳວັນຂອງ RRDGraphs
nl: RRDGraphs Dagelijkse Uptime Grafiek
ro: Grafic RRDGraphs timp de funcționare zilnic
ru: RRDGraphs График работы за сутки
sv: RRDGraphs Daglig uppetidsgraf
uk: RRDGraphs денний графік часу роботи
zh_cn: RRDGraphs每日正常运行时间图

source: RRDGraphs Weekly Uptime Graph
af: RRDGraphs Weekly Uptime Grafiek
ca: RRDGraphs Grafic setmanal d'horaris
de: RRDGraphs Wöchentliches Betriebszeit-Diagramm (Uptime)
el: RRDGraphs Εβδομαδιαίο Γράφημα Συνεχούς Λειτουργίας
es: RRDGraphs: Grafico semanal del tiempo activo
fr: RRDGraphs Graphique Hebdomadaire de la Disponibilité
hu: RRDGraphs heti üzemidő grafikon
it: Grafico RRDGraphs settimanale su tempo accensione
lo: ກຣາຟເວລາເຮັດວຽກປະຈຳອາທິດຂອງ RRDGraphs
nl: RRDGraphs Wekelijkse Uptime Grafiek
ro: Grafic RRDGraphs timp de funcționare săptămânală
ru: RRDGraphs График аптайм за неделю
sv: RRDGraphs Vecko upptidsgraf
uk: RRDGraphs тижневий графік часу роботи
zh_cn: RRDGraphs每周正常运行时间图

source: RRDGraphs Monthly Uptime Graph
af: RRDGraphs Maandeliks Uptime Grafiek
ca: RRDGraphs Grafic d'funcionament mensual
de: RRDGraphs Monatliches Betriebszeit-Diagramm (Uptime)
el: RRDGraphs Μηνιαίο Γράφημα Συνεχούς Λειτουργίας
es: RRDGraphs: Grafico mensual del tiempo activo
fr: RRDGraphs Graphique de la Disponibilité Mensuelle
hu: RRDGraphs havi üzemidő grafikon
it: Grafico RRDGraph mensile sull'attivazione
lo: ກຣາຟເວລາເຮັດວຽກປະຈຳເດືອນຂອງ RRDGraphs
nl: RRDGraphs Maandelijkse Uptime Grafiek
ro: Grafic RRDGraphs timp de funcționare lunar
ru: RRDGraphs График аптайм за месяц
sv: RRDGraphs Månatlig upptidsgraf
uk: RRDGraphs місячний графік часу роботи
zh_cn: RRDGraphs每月正常运行时间图

source: RRDGraphs Yearly Uptime Graph
af: RRDGraphs Jaarlikse Uptime Grafiek
ca: RRDGraphs Gràfic de temps d'us anual
de: RRDGraphs Jährliches Betriebszeit-Diagramm (Uptime)
el: RRDGraphs ΕτήσιοΓράφημα Συνεχούς Λειτουργίας
es: RRDGraphs: Grafico anual del tiempo activo
fr: RRDGraphs Graphique des Moyennes Annuelles de la Disponibilité
hu: RRDGraphs éves üzemidő grafikon
it: Grafico RRDGraphs annuale sui tempi di accensione
lo: ກຣາຟເວລາເຮັດວຽກປະຈຳປີຂອງ RRDGraphs
nl: RRDGraphs Jaarlijkse Uptime Grafiek
ro: Grafic RRDGraphs timp de funcționare anuală
ru: RRDGraphs График аптайм за год
sv: RRDGraphs Årlig upptidsgraf
uk: RRDGraphs річний графік часу роботи
zh_cn: RRDGraphs年度正常运行时间图
