Repository: rojim666/xigmanas-code-r10599-trunk
Catalog: locale/xigmanas-*.po
Languages: af, ca, cs, de, el, es, fr, hu, it, lo, nl, pl, ro, ru, sv, uk, zh_cn

source: Preserve Extended Attributes
af: Bewaar- Verlengde Attribuute
ca: Preservar atributs estesos
cs: Zachovat rozšířené atributy
de: Behalte erweiterte Attribute
el: Διατήρηση Εκτεταμένων Χαρακτηριστικών
es: Preservar atributos extendidos
fr: Conserver les Attributs étendus
hu: Kiterjesztett attribútumok megőrzése
it: Preserva gli attributi estesi
lo: ຮັກສາຄຸນສົມບັດຂະຫຍາຍ
nl: Reserveer Externe Attributen
pl: Zachowaj rozszerzone atrybuty
ro: Păstrare atribute extinse
ru: Сохранять расширенные атрибуты
sv: Bevara utökade attribut
uk: Зберігання Розширених Атрибутів
zh_cn: 保留扩展属性

source: This option causes rsync to update the remote extended attributes to be the same as the local ones.
af: Die opsie veroorsaak dat rsync die afgeleë uitgebreide eienskappe op datum bring sodat dit dieselfde is as die lokale eienskappe.
ca: Aquesta opció fa que rsync actualitzi els atributs estesos a distància per a ser els mateixos que els locals.
cs: Tato předvolba zajistí, že nástroj rsync aktualizuje rozšířené atributy na protějšku tak, aby byly stejné jako ty místní.
de: Diese Option bewirkt, dass Rsync die erweiterten Attribute des entfernten Quelle genauso setzt, wie die der Lokalen.
el: Η επιλογή αυτή κάνει το rsync να ενημερώνει τις ιδιότητες των απομακρυσμένων στοιχείων ώστε να είναι ίδιες με αυτές των τοπικών.
es: Esta opcion causa que rsync actualice los atributos extendidos remotos para que sean los mismos que los locales.
fr: Configure rsync à mettre à jour les attributs étendus distants en leur donnant la valeur des attributs locaux.
hu: Ezen opció hatására frissíti az rsync a távoli kiterjesztett attribútumokat, hogy megegyezzenek a helyi attribútumokkal.
it: Questa opzione fa in modo che rsync aggiorni gli attributi estesi remoti affinché questi siano gli stessi di quelli locali.
lo: ຕົວເລືອກນີ້ເຮັດໃຫ້ rsync ອັບເດດຄຸນສົມບັດຂະຫຍາຍທາງໄກໃຫ້ຄືກັນກັບຂອງທ້ອງຖິ່ນ.
nl: Deze optie zorgt er voor dat rsync de externe attributen bijwerkt die het zelfde zijn als de lokale attributen.
pl: Ta opcja spowoduje że rsync zaktualizuje zdalne rozszerzone atrybuty tak aby były takie same jak te lokalne
ro: Această opțiune determină serviciul rsync să actualizeze atributele extinse similar valorilor locale.
ru: Эта настройка позволяет rsync обновлять расширенные атрибуты аналогично локальным
sv: Denna funktion gör att rsync uppdaterar de utökade attributen på målet så att de överensstämmer med de lokala.
uk: Ця опція дозволяє rsync оновлювати розширені атрибути аналогічно локальним
zh_cn: 此选项会导致rsync 以本地的扩展属性（local extended attributes）来更新远程服务器的扩展属性（remote extended attributes）。

source: Reverse Direction
af: Omgekeerde Rigting
ca: Direcció contraria
cs: Obrácený směr
de: umgekehrte Richtung
el: Αντίστροφη Κατεύθυνση
es: Direccion inversa
fr: Direction Inverse
hu: Irány megfordítása
it: Direzione inversa
lo: ທິດທາງປີ້ນກັບ
nl: Omgekeerde richting
pl: Odwróć kierunek
ro: Direcție inversă
ru: Обратное направление
sv: Omvänd ordning
uk: В Зворотньому Напрямку
zh_cn: 反转方向

source: This option causes rsync to copy the local data to the remote server.
af: Die opsie veroorsaak dat rsync die lokale data na die afgeleë bediener toe kopie.
ca: Aquesta opció fa que rsync copi les dades locals amb el servidor remot.
cs: Tato předvolba zajistí, že nástroj rsync zkopíruje místní data na další server.
de: Diese Option verursacht eine Resynchronisierung, um die lokalen Daten auf den entfernten Server zu kopieren.
el: Η επιλογή αυτή κάνει το rsync να αντιγράφει τα τοπικά δεδομένα στον απομακρυσμένο διακομιστή.
es: Esta opción hace que rsync copie los datos locales en el servidor remoto
fr: Cette option force rsync pour copier les données locales sur le serveur distant.
hu: Ezen opció hatására másolja az rsync a helyi adatokat a távoli szerverre.
it: Questa opzione permette ad rsync di copiare i dati locali sul server remoto.
lo: ຕົວເລືອກນີ້ເຮັດໃຫ້ rsync ຄັດລອກຂໍ້ມູນທ້ອງຖິ່ນໄປຍັງເຊີບເວີທາງໄກ.
nl: Deze optie zorgt ervoor dat rsync de lokale data naar de externe server kopieert.
pl: Ta opcja spowoduje że rsync skopiuje lokalne dane na zdalny serwer
ro: Această opțiune determină serviciul rsync să copie datele locale pe un server remote.
ru: Эта опция заставляет rsync копировать локальную информацию на удаленный сервер.
sv: Detta tillval leder till att rsync kopierar den lokala datan till fjärrservern.
uk: Ця опція заставляє rsync копіювати локальні дані на віддалений сервер.
zh_cn: 此选项会导致rsync 以本地的数据复制到远程服务器。

source: Extra options to rsync (usually empty).
af: Ekstra opsies om rsync (gewoonlik leeg).
ca: Opcions addicionals per rsync (generalment buit).
cs: Další předvolby pro Rsync (obvykle se nevyplňuje).
de: Zusätzliche Optionen für rsync (normalerweise leer).
el: Επιπλέον επιλογές στο rsync (συνήθως κενό).
es: Opciones extra para rsync (normalmente vacío)
fr: Options additionnelles pour Rsync (généralement vide).
hu: Extra beállítások az rsynchez (általában üres)
it: Opzioni extra di rsync (normalmente vuoto).
lo: ຕົວເລືອກພິເສດສຳລັບ rsync (ປົກກະຕິແລ້ວແມ່ນຫວ່າງເປົ່າ).
nl: Extra opties voor de rsync (normaal leeg).
pl: Dodatkowe opcje dla rsync (przeważnie puste).
ro: Opţiuni suplimentare pentru rsync (nu sunt necesare)
ru: Дополнительные настройки rsync (обычно пусто).
sv: Extra val till rsync (vantligtvis tom).
uk: Додаткові опції rsync (зазвичай не заповнюють).
zh_cn: rsync 的额外选项（通常为空白）。

source: Source Share
af: Hulpbron Deel
ca: Recurs font
cs: Zdrojové sdílení
de: Quelle
el: Πηγαίο Κοινόχρηστο
es: Compartido
fr: Partage source
hu: Megosztott Forrás
it: Condivisione Sorgente
lo: ແຫຼ່ງແຊຣ໌
nl: Bron Deling
pl: Udział źródłowy
ro: Partajare sursă
ru: Источник общего доступа
sv: Utdelad källa
uk: Джерело загального доступу
zh_cn: 源共享

source: Destination Share
af: Bestemming Deel
ca: Recurs de destí
cs: Cílové sdílení
de: Ziel
el: Κοινόχρηστο Προορισμού
es: Compartido de destino
fr: Partage de destination
hu: Célmegosztás
it: Cancella Condivisione
lo: ປາຍທາງແຊຣ໌
nl: Bestemming Deling
pl: Udział docelowy
ro: Partajare destinație
ru: Назначение общего доступа
sv: Mål Utdelning
uk: Призначення загального ресурсу
zh_cn: 共享目的端

source: Source directory to be synchronized.
af: Hulpbron lêerstelsel wat gesinchroniseer moet word
ca: Directori d'origen per ser sincronitzat.
cs: Zdrojová složka pro synchronizaci.
de: Zu synchronisierendes Verzeichnis
el: Φάκελος πηγής, προς συγχρονισμό
es: Directorio origen a sincronizar.
fr: Répertoire source à synchroniser
hu: Szinkronizálandó forrásmappa.
it: Cartella sorgente da sincronizzare.
lo: ໄດເຣັກທໍຣີຕົ້ນທາງທີ່ຈະຊິງຄ໌.
nl: Bronmap die gesynchroniseerd dient te worden.
pl: Katalog źródłowy do synchronizacji.
ro: Directorul sursă pentru sincronizare.
ru: Исходный каталог будет синхронизирован.
sv: Källkatalog som ska synkroniseras.
uk: Вихідний каталог буде синхронізований.
zh_cn: 要备份的资料夹。

source: Target directory.
af: Teiken lêergids.
ca: Directori de destí
cs: Cílová složka.
de: Zielverzeichnis
el: Φάκελος προορισμού.
es: Directorio destino
fr: Répertoire cible
hu: Célmappa
it: Cartella di destinazione.
lo: ໄດເຣັກທໍຣີເປົ້າໝາຍ.
nl: Doelmap.
pl: Katalog docelowy.
ro: Directorul destinație.
ru: Целевой каталог.
sv: Målkatalog
uk: Каталог призначення.
zh_cn: 目标目录。

source: Default - Rsync will choose the 'during' algorithm when talking to rsync 3.0.0 or newer and the 'before' algorithm when talking to an older rsync.
af: Verstek - Rsync sal kies die 'during' algoritme wanneer praat om rsync 3.0.0 of nuwer en die 'before' algoritme wanneer praatjie tot 'n ouer rsync.
ca: Per defecte - Rsync triarà el 'durant' algorisme quan parla a rsync 3.0.0 o posterior i el "abans" algoritme quan parla a un rsync anterior.
cs: Výchozí – Rsync zvolí algoritmus „během“ pokud komunikuje s rsync 3.0.0 nebo novějším a „před“ pokud se starším.
de: Default - Rsync wird den 'during'-Algorithmus verwenden, wenn es mit Rsync 3.0.0 oder neuer kommuniziert und bei einer Verbindung zu einer älteren Version von Rsync den 'before' -Algorithmus.
el: Προεπιλογή - Το rsync θα επιλέξει τον αλγόριθμο 'κατά τη διάρκεια' όταν επικοινωνεί με rsync έκδοσης 3.0.0 ή νεώτερης και τον αλγόριθμο 'πριν' όταν επικοινωνεί με rsync παλαιότερης έκδοσης.
es: Default - Rsync elegira el algoritmo 'durante' mientras se comunica con rsync 3.0.0 o posterior y el 'antes' cuando se comunique con una rsync antiguo
fr: Par défaut - Rsync choisira l'algorithme "pendant" quand on parle à rsync 3.0.0 ou plus récent et l'algorithme 'avant' quand on parle à un rsync plus ancien.
hu: Alapértelmezett - Rsync a 'Közben' algoritmust választja, amikor rsync 3.0.0 vagy újabb verziójúval kommunikál, és az 'Előtte' algoritmust, amikor régebbivel.
it: Default . Rsync sceglie l'algoritmo 'durante' quando comunicherà con rsync 3.0.0 o più recente e l'algoritmo 'prima' quando comunciherà con un rsync più datato.
lo: ຄ່າເລີ່ມຕົ້ນ - Rsync ຈະເລືອກ algorithm 'during' ເມື່ອເວົ້າກັບ rsync 3.0.0 ຫຼືໃໝ່ກວ່າ ແລະ algorithm 'before' ເມື່ອເວົ້າກັບ rsync ເວີຊັນເກົ່າ.
nl: Standaard - Rsync zal het 'tijdens' algoritme selecteren tijdens de communicatie met rsync 3.0.0 of nieuwer en het 'voor' algoritme als het om een oudere versie van rsync gaat.
ro: Implicit - Rsync va selecta algoritmul 'în timpul' pentru o versiune 3.0.0 sau mai nouă de rsync și algoritmul 'înainte' pentru o versiune mai veche de rsync.
ru: По умолчанию - Rsync будет выбирать алгоритм 'во время' при обмене с Rsync 3.0.0 или более поздней версии и алгоритм 'до' при обмене с более старой версией Rsync.
sv: Standard - Rsync kommer att välja 'during' algoritm vid kommunikation med rsync 3.0.0 eller nyare och 'before' algoritm vid kommunikation med äldre rsync.
uk: За замовчуванням - Rsync буде вибрати алгоритм "під час" при зверненні до Rsync 3.0.0 або пізніших версій і алгоритм "до" при зверненні до старіших Rsync.
zh_cn: 默认 - 当谈到rsync 3.0.0或更新的rsync时，rsync将选择“在期间”算法，当谈到旧的rsync时，选择'before'算法。

source: Before - File-deletions will be performed before the transfer starts.
af: Voordat - Lêer-skrappings sal wees uitgevoer word voordat die oordrag begin.
ca: Abans - L'esborrat d'arxius es faran abans que comenci la transferència.
cs: Před – smazání souborů bude provedeno před zahájením přenosu.
de: 'Before' - Dateilöschungen werden ausgeführt, bevor die Dateiübertragungen beginnen
el: Πριν - Οι διαγραφές αρχείων θα γίνουν πριν ξεκινήσει η μεταφορά.
es: Antes - Borrado-Archivo se llevará a cabo antes de que comience la transferencia.
fr: Avant - les suppressions de fichiers seront effectuées avant que le transfert commence.
hu: Előtte - Átvitel megkezdése előtt töröljük a fájlokat.
it: Prima - La cancellazione sarà effettuata prima dell'inizio del trasferimento.
lo: ກ່ອນ - ການລຶບໄຟລ໌ຈະຖືກປະຕິບັດກ່ອນທີ່ການໂອນຈະເລີ່ມຕົ້ນ.
nl: Voor - Bestands-verwijderingen zullen voltooid zijn voor de overdracht plaats gaat vinden.
pl: Przed - usunięcia plików będą wykonywane przed rozpoczęciem transferu.
ro: Înainte - Ștergerea fișierelor va fi realizată înainte de începerea transferului.
ru: Перед - File-deletions будет выполнено до начала передачи.
sv: Före - Filborttagning kommer att ske innan överföringen startar.
uk: Перед - Видалення файлів буде виконуватись до початку передачі.
zh_cn: 之前 - 文件删除将在传输开始之前执行。

source: Delay - File-deletions will be computed during the transfer and will be done after the transfer.
af: Vertraag - Lêer-skrappings sal wees computed gedurende die oordrag en sal wees gedaan na die oordrag.
ca: Retard - el esborat d'arxius serà fet evaluat durant la transferència i es durà a terme després de la transferència.
cs: Prodleva – mazání souborů bude vypočítáváno v průběhu přenosu a uskutečněno po jeho dokončení.
de: Verzögert - File-Löschungen werden während des Transfers ermittelt und nach dem Transfer ausgeführt.
el: Καθυστέρηση - Οι διαγραφές αρχείων θα υπολογιστούν κατά τη διάρκεια της μεταφοράς, και τα αρχεία θα διαγραφούν όταν ολοκληρωθεί η μεταφορά.
es: Retraso Barrado-Archivo serán computados durante la transferencia y se hará después de la transferencia.
fr: Delay - l'effacement de fichiers sera calculée au cours du transfert et se fera après le transfert.
hu: Késleltetés - Átvitel közben számoljuk a fájltörléseket, és az átvitel után töröljük a fájlokat.
it: Delay - Le cancellazioni dei files saranno calcolate durante il trasferimento e verrano fatte dopo il trasferimento.
lo: ຊັກຊ້າ - ການລຶບໄຟລ໌ຈະຖືກຄິດໄລ່ໃນລະຫວ່າງການໂອນ ແລະ ຈະຖືກດຳເນີນການຫຼັງຈາກການໂອນ.
nl: Vertraagd - Bestands-verwijderingen zullen berekend worden tijdens de overdracht, en wanneer de overdracht voltooid is uitgevoerd worden.
ro: Întârziere - Ștergerea fișierelor va fi făcută în timpul sau după efectuarea transferului.
ru: Задержка - File-deletions будет вычисляться во время передачи и будет сделано после передачи.
sv: Fördröjning - Filborttagningar kommer att beräknas under överföringen och utföras när denna avslutats.
uk: Затримка - Видалення файлів буде обчислюватися під час передачі і буде завершене після передачі.
zh_cn: 延迟 - 文件删除将在传输期间计算，并将在传输后完成。

source: Preserve Extended attributes
af: Bewaar- Verlengde attribuute
ca: Preservar atributs estesos
cs: Zachovat rozšířené atributy
de: Behalte erweiterte Attribute
el: Διατήρηση Εκτεταμένων χαρακτηριστικών
es: Preservar atributos extendidos
fr: Conserver les attributs étendus
hu: Kiterjesztett attribútumok megőrzése
it: Preserva gli attributi estesi
lo: ຮັກສາຄຸນສົມບັດຂະຫຍາຍ
nl: Reserveer Externe attributen
pl: Zachowaj rozszerzone atrybuty
ro: Păstrare atribute extinse
ru: Сохранение расширенных атрибутов
sv: Bevara utökade attribut
uk: Зберігати розширені атрибути
zh_cn: 保留扩展属性

source: Add Rsync Module
af: Voeg Rsync Module
ca: Afegir mòdul Rsync
cs: Přidat Rsync modul
de: Rsync-Modul hinzufügen
el: Προσθήκη Αρθρώματος Rsync
es: Añadir módulo Rsync
fr: Ajouter le module Rsync
hu: Rsync modul hozzáadása
it: Aggiungi un modulo Rsync
lo: ເພີ່ມໂມດູນ Rsync
nl: Rsync Module Toevoegen
pl: Dodaj moduł Rsync
ro: Adăugare modul RSYNC
ru: Добавить модуль Rsync
sv: Lägg till Rsync modul
uk: Додати модуль Rsync
zh_cn: 添加Rsync模块

source: Edit Rsync Module
af: Wysig Rsync Module
ca: Editar mòdul Rsync
cs: Upravit Rsync modul
de: RSYNC-Modul bearbeiten
el: Επεξεργασία Αρθρώματος Rsync
es: Editar módulo Rsync
fr: Modifier le module Rsync
hu: Rsync modul módosítása
it: Modifica modulo rsync
lo: ແກ້ໄຂໂມດູນ Rsync
nl: Rsync Module Bewerken
pl: Edytuj modyuł rsync
ro: Editare modul Rsync
ru: Редактировать модуль Rsync
sv: Ändra Rsync modul
uk: Редагувати Модуль Rsync
zh_cn: 编辑Rsync模块

source: Rsync Module is marked for deletion
af: Rsync Module is gemerk vir skrap
ca: El mòdul Rsync està marcat per esborrar
cs: Rsync modul je označen ke smazání
de: Rsync Modul ist zum Löschen markiert
el: Το άρθρωμα rsync έχει σημειωθεί προς διαγραφή
es: El módulo Rsync ha sido marcado para borrado
fr: Le module Rsync est marqué pour la suppression
hu: Rsync modul törlésre megjelölve
it: Il modulo Rsync è segnalato per la cancellazione
lo: ໂມດູນ Rsync ຖືກໝາຍໄວ້ເພື່ອລຶບ
nl: Rsync Module is gemarkeerd voor verwijdering
pl: Moduł rsync zaznaczono do usunięcia
ro: Modulul Rsync este marcat pentru ștergere
ru: Модуль Rsync помечен для удаления
sv: Rsync modulen är markerad för borttagning
uk: Модуль Rsync позначений для видалення
zh_cn: Rsync模块被标记为删除

source: Rsync Module is protected
af: Rsync Module word beskerm
ca: El mòdul Rsync està protegit
cs: Rsync modul je chráněn
de: Rsync Modul ist geschützt
el: Το άρθρωμα rsync είναι προστατευμένο
es: Modulo Rsync protegido
fr: Le module Rsync est protégé
hu: Rsync modul védett
it: Il modulo Rsync è protetto
lo: ໂມດູນ Rsync ຖືກປ້ອງກັນ
nl: Rsync Module is beschermd
pl: Moduł rsync jest chroniony
ro: Modulul Rsync este protejat
ru: Модуль Rsync защищен
sv: Rsync modulen är skyddad
uk: Модуль Rsync захищений
zh_cn: Rsync模块被保护

source: Rsync Module is unlocked
af: Rsync Module is ontgeslot
ca: El mòdul Rsync està desbloquejat
cs: Rsync modul je odemčen
de: Rsync Modul ist entsperrt
el: Το άρθρωμα rsync είναι ξεκλείδωτο
es: Módulo Rsync desprotegido
fr: Le module Rsync est déverrouillé
hu: Az RSYNC modul zárolását feloldottad
it: Il modulo Rsync è sbloccato
lo: ໂມດູນ Rsync ຖືກປົດລັອກ
nl: Rsync Module is ontgrendeld
pl: Moduł rsync jest odblokowany
ro: Modulul Rsync este deblocat
ru: Модуль Rsync разблокирован
sv: Rsync modulen är olåst
uk: Модуль Rsync розблокований
zh_cn: Rsync模块已解锁

source: Delete Selected Rsync Modules
af: Skrap Geselekteerde Rsync Modules
ca: Suprimeix mòduls seleccionats Rsync
cs: Smazat označené Rsync moduly
de: Ausgewählte Rsync Module löschen
el: Διαγραφή Επιλεγμένων Αρθρωμάτων Rsync
es: Borrar los módulos Rsync seleccionados
fr: Supprimer les modules Rsync sélectionnés
hu: Kijelölt RSYNC modul törlése
it: Cancella i moduli rsync selezionati
lo: ລຶບໂມດູນ Rsync ທີ່ເລືອກ
nl: Geselecteerde Rsync Modules Verwijderen
pl: Usuń wybrane moduły Rsync
ro: Ștergere module RSYNC selectate
ru: Удалить выбранные модули RSYNC
sv: Ta bort valda Rsync moduler
uk: Видалити обрані модулі RSYNC
zh_cn: 删除选中的Rsync模块

source: Do you want to delete selected rsync modules?
af: Wil jy geselekteerde rsync modules skrap?
ca: Vols eliminar els mòduls Rsync seleccionats?
cs: Opravdu smazat označené rsync moduly?
de: Möchten Sie die gewählten rsync Module löschen?
el: Θέλετε να διαγράψετε τα επιλεγμένα αρθρώματα rsync;
es: ¿Desea borrar los módulos Rsync seleccionados?
fr: Voulez-vous supprimer les modules rsync sélectionnés?
hu: Biztos, hogy törlöd a kijelölt rsync modulokat?
it: Desideri cancellare i moduli rsync selezionati?
lo: ທ່ານຕ້ອງການລຶບໂມດູນ rsync ທີ່ເລືອກບໍ່?
nl: Wilt u de geselecteerde rsync modules verwijderen?
pl: Czy chcesz usunąć zaznaczone moduły rsync?
ro: Doriți să ștergeți modulele rsync selectate?
ru: Вы хотите удалить выбранные модули rsync?
sv: Vill du ta bort valda Rsync moduler?
uk: Ви підтверджуєте видалення обраних модулів RSYNC?
zh_cn: 要删除选中的rsync模块吗？

source: Disable Selected Rsync Modules
af: Deaktiveer Geselekteerde Rsync Modules
ca: Eliminar mòduls seleccionats Rsync
cs: Vypnout označené Rsync moduly
de: Ausgewählte Rsync Module deaktivieren
el: Απενεργοποίηση Επιλεγμένων Αρθρωμάτων Rsync
es: Deshabilitar los módulos Rsync seleccionados
fr: Désactiver les modules Rsync sélectionnés
hu: Kijelölt Rsync modulok törlése
it: Disattiva i moduli Rsync selezionati
lo: ປິດໃຊ້ງານໂມດູນ Rsync ທີ່ເລືອກ
nl: Geselecteerde Rsync Modules Uitschakelen
pl: Wyłącz zaznaczone moduły rsync
ro: Dezactivare module Rsync selectate
ru: Отключить выбранные модули RSYNC
sv: Inaktivera valda Rsync moduler
uk: Вимкнути обрані модулі Rsync
zh_cn: 禁用选中的Rsync模块

source: Do you want to disable selected rsync modules?
af: Wil jy geselekteerde rsync modules deaktiveer?
ca: Vols desactivar els mòduls Rsync seleccionats?
cs: Opravdu vypnout označené rsync moduly?
de: Möchten Sie die ausgewählten RSYNC-Module deaktivieren?
el: Θέλετε να απενεργοποιήσετε τα επιλεγμένα αρθρώματα rsync;
es: ¿Desea deshabillitar los módulos Rsync seleccionados?
fr: Voulez-vous désactiver les modules rsync sélectionnés?
hu: Biztos, hogy kikapcsolod a kijelölt rsync feladatokat?
it: Vuoi disattivarei moduli rsync selezionati?
lo: ທ່ານຕ້ອງການປິດໃຊ້ງານໂມດູນ rsync ທີ່ເລືອກບໍ່?
nl: Wilt u de geselecteerde rsync modules uitschakelen?
pl: Czy chcesz wyłączyć zaznaczone moduły rsync?
ro: Doriți să dezactivați modulele rsync selectate?
ru: Вы хотите отключить выбранные модули rsync?
sv: Vill du inaktivera valda rsync moduler?
uk: Ви підтверджуєте вимкнення обраних модулів RSYNC?
zh_cn: 是否要禁用选中的rsync模块？

source: Enable Selected Rsync Modules
af: Inskakel Geselekteerde Rsync Modules
ca: Activar els mòduls Rsync seleccionats
cs: Používat označené Rsync moduly
de: Ausgewählte RSYNC-Module aktivieren
el: Ενεργοποίηση Επιλεγμένων Αρθρωμάτων Rsync
es: Habilitar los módulos Rsync seleccionados
fr: Activer les modules Rsync sélectionnés
hu: Kijelölt Rsync modulok bekapcsolása
it: Attiva moduli rsync selezionati
lo: ເປີດໃຊ້ງານໂມດູນ Rsync ທີ່ເລືອກ
nl: Geselecteerde Rsync Modules Inschakelen
pl: Włącz zaznaczone moduły rsync
ro: Activare module Rsync selectate
ru: Включить выбранные модули Rsync
sv: Aktivera valda Rsynk moduler
uk: Дозволити обрані модулі Rsync
zh_cn: 启用选中的Rsync模块

source: Do you want to enable selected rsync modules?
af: Wil jy geselekteerde rsync modules inskakel?
ca: Vols activar els mòduls Rsync seleccionats?
cs: Opravdu zapnout označené rsync moduly?
de: Möchten Sie die ausgewählten RSYNC-Module aktivieren?
el: Θέλετε να ενεργοποιήσετε τα επιλεγμένα αρθρώματα rsync;
es: ¿Desea habillitar los módulos Rsync seleccionados?
fr: Voulez-vous activer les modules rsync sélectionnés?
hu: Biztos, hogy bekapcsolod a kijelölt rsync modulokat?
it: Vuoi disattivare i moduli rsync selezionati?
lo: ທ່ານຕ້ອງການເປີດໃຊ້ງານໂມດູນ rsync ທີ່ເລືອກບໍ່?
nl: Wilt u de geselecteerde rsync modules inschakelen?
pl: Czy chcesz włączyć zaznaczone moduły rsync?
ro: Doriți să activați modulele rsync selectate?
ru: Вы хотите включить выбранные модули rsync?
sv: Vill du aktivera valda rsync moduler?
uk: Ви підтверджуєте увімкнення обраних модулів RSYNC?
zh_cn: 是否要启用选中的rsync模块？

source: Toggle Selected Rsync Modules
af: Toggle Geselekteerde Rsync Modules
ca: Alternar mòduls Rsync seleccionats
cs: Přepnout označené Rsync moduly
de: Ausgewählte Rsync Jobs umschalten
el: Μεταβολή Επιλεγμένων Αρθρωμάτων rsync
es: Cambiar el estado de módulos Rsync
fr: Changer d'état les Modules Rsync Sélectionnés
hu: Kijelölt Rsync modulok átkapcsolása
it: Attiva i moduli Rsync selezionati
lo: ສະຫຼັບໂມດູນ Rsync ທີ່ເລືອກ
nl: Geselecteerde Rsync Modules Omschakelen
pl: Przełącz zaznaczone moduły rsync
ro: Inversare stare selecție module Rsync
ru: Переключить выбранные модули Rsync
sv: Växla valda Rsync moduler
uk: Перемикання Обраних Модулів Rsync
zh_cn: 切换选中的Rsync模块

source: Do you want to toggle selected rsync modules?
af: Doen jy wil geselekteerde rsync modules toggle?
ca: Voleu mostrar els mòduls seleccionats Rsync?
cs: Opravdu přepnout označené rsync moduly?
de: Möchten Sie die ausgewählten rsync Module umschalten?
el: Θέλετε να μεταβάλλετε τα επιλεγμένα αρθρώματα rsync;
es: ¿Desea cambiar el estado de los módulos Rsync seleccionados?
fr: Voulez-vous changer d'état les modules rsync sélectionnés?
hu: Biztos, hogy átkapcsolod a kiválasztott rsync modulokat?
it: Vuoi rimuovere i moduli di rsync selezionati?
lo: ທ່ານຕ້ອງການສະຫຼັບໂມດູນ rsync ທີ່ເລືອກບໍ່?
nl: Wilt u de geselecteerde rsync modules omschakelen?
pl: Czy chcesz przełączyć zaznaczone modyły rsync?
ro: Doriți să inversați starea modulelo rsync selectate?
ru: Вы хотите переключить выбранные модули rsync?
sv: Vill du växla valda rsync moduler?
uk: Ви підтверджуєте перемикання вибраних модулів RSYNC?
zh_cn: 要切换选中的rsync模块吗？

source: Access Mode
af: Toegang Mode
ca: Mode d'accés
cs: Režim přístupu
de: Zugriffsmodus
el: Λειτουργία Πρόσβασης
es: Modo de acceso
fr: Mode d'accès
hu: Hozzáférési mód
it: Modalità di accesso
lo: ໂໝດການເຂົ້າເຖິງ
nl: Toegangswijze
pl: Tryb dostępu
ro: Mod acces
ru: Режим доступа
sv: Åtkomstläge
uk: Режим доступу
zh_cn: 访问方式

source: Module
ca: Mòdul
cs: Modul
de: Modul
el: Άρθρωμα
es: Módulo
hu: Modul
it: Modulo
lo: ໂມດູນ
pl: Moduł
ro: Modul
ru: Модуль
sv: Modul
uk: Модуль
zh_cn: 模组

source: Module Settings
af: Module Instellings
ca: Ajustos del mòdul
cs: Nastavení modulu
de: Moduleinstellungen
el: Ρυθμίσεις Αρθρώματος
es: Opciones de módulos
fr: Paramètres du module
hu: Modulbeállítások
it: Settaggi dei moduli
lo: ການຕັ້ງຄ່າໂມດູນ
nl: Module Instellingen
pl: Ustawienia modułu
ro: Setări modul
ru: Настройки модуля
sv: Modulinställningar
uk: Налаштування модулів
zh_cn: 模块设置
