Repository: rojim666/xigmanas-code-r10599-trunk
Catalog: locale/xigmanas-*.po
Languages: af, ca, cs, de, el, es, fr, hu, it, lo, nl, pl, ro, ru, sv, uk, zh_cn

source: This setting usually follows the ssl setting, but can be used to disable HTTPS for the IP address check.
ca: Aquest paràmetre sol seguir el paràmetre ssl, però es pot utilitzar per desactivar HTTPS per a la comprovació de l'adreça IP.
de: Diese Einstellung folgt normalerweise der SSL-Einstellung, kann aber verwendet werden, um HTTPS für die IP-Adressprüfung zu deaktivieren.
el: Αυτή η ρύθμιση συνήθως ακολουθεί τη ρύθμιση ssl, αλλά μπορεί να χρησιμοποιηθεί για την απενργοποίηση του HTTPS κατά τον έλεγχο της διεύθυνσης IP.
es: Esta configuración generalmente sigue la configuración SSL, pero se puede usar para deshabilitar HTTPS para la verificación de la dirección IP.
fr: Ce paramètre suit généralement le paramètre ssl, mais peut être utilisé pour désactiver HTTPS pour la vérification de l'adresse IP.
it: Questa impostazione normalmente segue l'impostazione SSL, ma può essere usata per disabilitare HTTPS per il controllo dell'indirizzo IP
lo: ການຕັ້ງຄ່ານີ້ມັກຈະຕາມການຕັ້ງຄ່າ ssl, ແຕ່ສາມາດໃຊ້ເພື່ອປິດ HTTPS ສຳລັບການກວດສອບທີ່ຢູ່ IP ໄດ້.
nl: Deze instelling volgt meestal de ssl instelling, maar kan worden gebruikt om HTTPS uit te schakelen voor de IP adres controle.
ro: Setarea urmărește uzual setarea ssl, dar poate fi folosită și pentru dezactivarea protocolului HTTPS pentru verificarea adreselor IP.
ru: Этот параметр обычно соответствует настройке ssl, но может использоваться для отключения HTTPS при проверке IP-адреса.
sv: Denna inställning följer normalt ssl-inställningarna, men kan användas för att inaktivera HTTPS för IP adresskontrollen.
uk: Цей параметр зазвичай відповідає налаштуванням ssl, але може бути використаний для відключення HTTPS для перевірки IP-адреси.
zh_cn: 此设置通常遵循 ssl 设置，但可用于禁用 HTTPS 以检查 IP 地址。

source: Shell command, or script, for IP address update checking. The command must output a text with the IP address to its standard output.
ca: Ordre Shell, o script, per comprovar l'actualització de l'adreça IP. L'ordre ha de generar un text amb l'adreça IP a la sortida estàndard.
de: Shell-Befehl oder Skript zur Überprüfung der IP-Adressaktualisierung. Der Befehl muss einen Text mit der IP-Adresse auf seiner Standardausgabe ausgeben.
el: Εντολή κελύφους ή σκριπτ για έλεγχο ενημέρωσης της διεύθυνσης IP. Η εντολή πρέπει να παράγει ένα κείμενο με τη διέυθυνση IP στην τυπική της μορφή.
es: Comando de shell, o script, para la comprobación de actualizaciones de direcciones IP. El comando debe generar un texto con la dirección IP en su salida estándar.
fr: Commande Shell, ou script, pour la vérification de la mise à jour de l'adresse IP. La commande doit générer un texte avec l'adresse IP vers sa sortie standard.
it: Comando da shell, o script, per il controllo dell'aggiornamento dell'indirizzo IP. Il comando deve restituire in output un testo con l'indirizzo IP come standard output
lo: ຄຳສັ່ງເຊວ, ຫຼື ສະຄຣິບ, ສຳລັບການກວດສອບການອັບເດດທີ່ຢູ່ IP. ຄຳສັ່ງຕ້ອງສົ່ງອອກຂໍ້ຄວາມທີ່ມີທີ່ຢູ່ IP ໄປຍັງຜົນອອກມາດຕະຖານຂອງມັນ.
nl: Shell opdracht, of script, voor het controleren van IP adres updates. De opdracht moet een tekst met het IP adres naar zijn standaard uitgang sturen.
ro: Comandă shell, sau scrip, pentru verificarea actualizării adresei IP. Comanda trebuie să returneze un text cu adresa IP către ieșirea standard.
ru: Команда оболочки или сценарий для проверки обновления IP-адреса. Команда должна вывести текст с IP-адресом.
sv: Shellkommando, eller skript, för IP adress uppdateringskontroll. Kommandot måste lägga ut en text med IP adressen på dess standarutmatning.
uk: Команда оболонки або сценарій для перевірки оновлення IP-адреси. Команда повинна вивести текст із IP-адресою до стандартного виводу.
zh_cn: 用于 IP 地址更新检查的 Shell 命令或脚本。 该命令必须将带有 IP 地址的文本输出到其标准输出。

source: Same as the global setting, but only for this provider. If omitted it defaults to the global setting, which if unset uses the default user agent string.
ca: Igual que la configuració global, però només per a aquest proveïdor. Si s'omet, el valor predeterminat és el paràmetre global, que si no està definit utilitza la cadena d'agent d'usuari per defecte.
de: Gleich wie die globale Einstellung, aber nur für diesen Anbieter. Wenn sie weggelassen wird, wird die globale Einstellung verwendet. Sollte diese nicht gesetzt sein, wird die Standard User-Agent-Zeichenfolge verwendet.
el: Το ίδιο με την καθολική ρύθμιση, αλλά μόνο για αυτόν τον πάροχο. Αν παραλειφθεί, ορίζεται από την καθολική ρύθμιση, που αν δεν επιλεχθεί χρησιμοποιεί το προεπιλεγμένο user agent string.
es: Igual que la configuración global, pero solo para este proveedor. Si se omite, toma como valor predeterminado la configuración global, que si no se configura, usa la cadena de agente de usuario predeterminada.
fr: Identique au paramètre global, mais uniquement pour ce fournisseur. S'il est omis, il utilise par défaut le paramètre global qui, s'il n'est pas défini, utilise la chaîne d'agent utilisateur par défaut.
it: Come se fosse una impostazione globale, ma solo per questo provider. Se non espresso viene impostato di default come l'impostazione globale, che, se non impostata, usa la stringa di default impostata dall'utente
lo: ຄືກັນກັບການຕັ້ງຄ່າທົ່ວໄປ, ແຕ່ສະເພາະສຳລັບຜູ້ໃຫ້ບໍລິການນີ້ເທົ່ານັ້ນ. ຖ້າບໍ່ລະບຸ, ມັນຈະໃຊ້ການຕັ້ງຄ່າທົ່ວໄປເປັນຄ່າເລີ່ມຕົ້ນ, ເຊິ່ງຖ້າບໍ່ໄດ້ຕັ້ງຄ່າຈະໃຊ້ສະຕິງ user agent ເລິ່ມຕົ້ນ.
nl: Hetzelfde als de algemene instelling, maar alleen voor deze provider. Indien weggelaten, wordt standaard de algemene instelling gebruikt, die indien niet ingesteld de standaard user agent tekenreeks gebruikt.
ro: Similar setării globale, dar doar pentru acest furnizor. Dacă opțiunea este omisă vor fi folosite setările globale, caz în care utilizatorii nesetați vor utiliza setările implicite.
ru: То же, что и глобальная настройка, но только для этого провайдера. Если не указано, по умолчанию используется глобальная настройка, которая, если не задана, использует строку пользовательского агента по умолчанию.
sv: Samma som globala inställningar, men bara för denna leverantör. Om de utelämnas sätts de till de globala inställningarna, som om dessa inte angetts sätts till standard användaragentsträng.
uk: Те саме, що й глобальне налаштування, але лише для цього постачальника. Якщо його не вказано, за замовчуванням використовується загальний параметр, який у разі вимкнення використовує рядок агента користувача за замовчуванням.
zh_cn: 与全局设置相同，但仅适用于此提供者。 如果省略，则默认为全局设置，如果未设置，则使用默认用户代理字符串。

source: User agent string
ca: Cadena d'agent d'usuari
de: User-Agent-Identifikation
es: Cadena de agente de usuario
fr: Chaîne de l'agent utilisateur
it: Stringa dello user agent
lo: ສະຕຣິງ user agent
nl: User agent tekenreeks
ro: Șir agent utilizator
ru: Строка User Agent
sv: Sträng för användaragent
uk: Користувацький рядок агента
zh_cn: 用户代理字符串

source: DDNS server name, not the full URL.
af: DDNS bedienernaam, nie die volle URL nie.
ca: Nom del servidor DDNS, no l’URL complet.
de: DDNS-Servername, nicht die vollständige URL.
el: Όνομα διακομιστή DDNS, όχι το πλήρες URL.
es: Nombre servidor DDNS, No la URL completa
fr: Nom du serveur DDNS, pas l'URL complète.
it: ddns name server , non url completo
lo: ຊື່ເຊີບເວີ DDNS, ບໍ່ແມ່ນ URL ເຕັມ.
nl: DDNS servernaam, niet de volledige URL.
ro: Nume server DNS, fără URL.
ru: Имя сервера DDNS, а не полный URL.
sv: DDNS servernamn, inte hel URL.
uk: Ім'я сервера DDNS, не повна URL-адреса.
zh_cn: DDNS 服务器名称，而不是完整的 URL。

source: DDNS server path. By default the hostname is appended to the path, unless append-myip is set.
af: DDNS bedienerpad. By verstek word die bedienernaam by die pad bygevoeg, tensy append-myip gestel is.
ca: Senda del servidor DDNS. Per defecte, el nom d'amfitrió s'afegeix al camí d'accés, tret que s'estableixi append-myip.
de: DDNS-Server-Pfad. Standardmäßig wird der Hostname an den Pfad angehängt, sofern nicht append-myip eingestellt ist.
el: Διαδρομή διακομιστή DDNS. Από προεπιλογή, το όνομα προστίθεται στη διαδρομή, εκτός και αν έχει επιλεχθεί το προσθήκη της IP μου.
es: Ruta servidor DDNS, por defecto es el hostname es añadido a la ruta, a menos que se añada algo.
fr: Chemin du serveur DDNS. Par défaut, le nom d'hôte est ajouté au chemin, sauf si ajouter mon ip est défini.
it: percorso ddns. Per default il nome host è agganciato al percorso, senza che sia settato append-myip.
lo: ເສັ້ນທາງເຊີບເວີ DDNS. ໂດຍຄ່າເລີ່ມຕົ້ນ, ຊື່ໂຮສຈະຖືກເພີ່ມໃສ່ທ້າຍເສັ້ນທາງ, ເວັ້ນເສຍແຕ່ຈະຕັ້ງຄ່າ append-myip.
nl: DDNS server pad. Standaard wordt de hostnaam aan het pad toegevoegd, tenzij voeg mijn ip toe is ingesteld.
ro: Calea către serverul DDNS. Implicit se adaugă la cale numele sistemului doar dacă opțiunea append-myip nu este activă.
ru: Путь к серверу DDNS. По умолчанию имя хоста добавляется к пути, если не задано append-myip.
sv: DDNS serversökväg. Som standard läggs värdnamnet till sökvägen, om inte lägg till IP är satt.
uk: Шлях до сервера DDNS. За замовчуванням ім'я хосту додається до шляху, якщо не встановлено append-myip.
zh_cn: DDNS 服务器路径。 默认情况下，主机名会附加到路径中，除非设置了 append-myip（附件我的IP）。

source: Append the current IP to the DDNS server update path.
af: Voeg die huidige IP by die DDNS bediener opdatering pad by.
ca: Afegiu la IP actual a la llista d’actualització del servidor DDNS.
cs: Připojte aktuální IP adresu k cestě aktualizace serveru DDNS.
de: Hängt die aktuelle IP an den Aktualisierungspfad des DDNS-Servers an.
el: Προσθήκη της τρέχουσας IP στη διαδρομή ενημέρωσης του διακομιστή DDNS.
es: Añadir la IP actual a la ruta del servidor DDNS
fr: Ajoutez l'adresse IP actuelle au chemin de mise à jour du serveur DDNS.
it: Aggiungi l'indirizzo corrente al percorso di aggiornamento del server DDNS
lo: ເພີ່ມ IP ປັດຈຸບັນໃສ່ເສັ້ນທາງອັບເດດຂອງເຊີບເວີ DDNS.
nl: Voeg het huidige IP adres toe aan de DDNS server update pad.
ro: Adăugare IP curent la serverul DDNS.
ru: Добавьте текущий IP-адрес в путь обновления сервера DDNS.
sv: Lägg till aktuell IP till DDNS serverns uppdateringssökväg.
uk: Додати поточну IP-адресу до шляху оновлення сервера DDNS.
zh_cn: 将当前 IP 附加到 DDNS 服务器更新路径。

source: If this setting is not enabled, the hostname is appended. Unless the ddns-path is given with format specifiers, in which case this setting is unused.
ca: Si aquest paràmetre no està habilitat, s'afegeix el nom de l'amfitrió. A no ser que el ddns-path s'indiqui amb especificadors de format, en aquest cas aquest paràmetre no s'utilitza.
de: Wenn diese Einstellung nicht aktiviert ist, wird der Hostname angehängt. Es sei denn, der ddns-Pfad wird mit Formatspezifikationen angegeben, in diesem Fall wird diese Einstellung nicht verwendet.
el: Αν αυτλη η ρύθμιση δεν ενεργοποιηθεί, προστίθεται το όνομα υπολογιστή. Σε περίπτωση που η ddns-διαδρομή παρέχεται με προσδιοριστές μορφής αυτή η ρύθμιση δεν χρησιμοποιείται.
es: Si no se marca esta opción, el nombre de host se añade. a menos que la ruta DDNS tenga modificadores específicos, en ese caso esta opción se descarta.
fr: Si ce paramètre n'est pas activé, le nom d'hôte est ajouté. Sauf si le chemin ddns est donné avec des spécificateurs de format, auquel cas ce paramètre est inutilisé.
it: Se questo settaggio non è attivato, il nome host è accodato. A meno che il percorso DDNS sia dato con specificatori di formato, nel qual caso questo settaggio non è usato.
lo: ຖ້າບໍ່ເປີດໃຊ້ການຕັ້ງຄ່ານີ້, ຊື່ໂຮສຈະຖືກເພີ່ມໃສ່. ເວັ້ນເສຍແຕ່ ddns-path ຈະຖືກໃຫ້ດ້ວຍຕົວລະບຸຮູບແບບ, ໃນກໍລະນີນີ້ການຕັ້ງຄ່ານີ້ຈະບໍ່ຖືກໃຊ້.
nl: Als deze instelling niet is ingeschakeld, wordt de hostnaam toegevoegd. Tenzij het ddns-pad is opgegeven met formaatspecificaties, in welk geval deze instelling niet gebruikt wordt.
ro: Dacă această opțiune este activă numele serverului va fi atașat, excepție făcând cazul în care calea ddns este definită cu specificatori de format, moment în care opțiunea nu va avea efect.
ru: Если этот параметр не включен, добавляется имя хоста. Если ddns-path не указан вместе со спецификаторами формата, в этом случае этот параметр не используется.
sv: Om denna inställning inte är aktiverad, kommer värdnamnet läggas till. Om inte ddns-sökvägen är angiven med formatangivelser, i vilka denna inställning inte används.
uk: Якщо це налаштування не увімкнено, додається ім’я хосту. Якщо ddns-шлях не вказаний із специфікаторами формату, у цьому випадку цей параметр не використовується.
zh_cn: 如果未启用此设置，则会附加主机名。 除非 ddns 路径给出了格式说明符，在这种情况下，此设置未被使用。

source: These parameters will be added to this provider configuration
ca: Aquests paràmetres s'afegiran a la configuració d'aquest proveïdor
de: Diese Parameter werden zu dieser Provider-Konfiguration hinzugefügt
el: Αυτοί οι παράμετροι θα προστεθούν στη ρύθμιση αυτού του παρόχου
es: Estos parámetros se añaden a la configuración del proveedor
fr: Ces paramètres seront ajoutés à cette configuration de fournisseur
it: Questi parametri verranno aggiunti alla configurazione di questo provider
lo: ພາຣາມິເຕີເຫຼົ່ານີ້ຈະຖືກເພີ່ມເຂົ້າໃນການຕັ້ງຄ່າຜູ້ໃຫ້ບໍລິການນີ້
nl: Deze parameters worden aan deze providerconfiguratie toegevoegd
ro: Acești parametri vor fi adăugați la configurația acestui furnizor.
ru: Эти параметры будут добавлены в эту конфигурацию провайдера.
sv: Dessa parametrar kommer läggas till i denna leverantörs konfiguration
uk: Ці параметри будуть додані до конфігурації цього постачальника
zh_cn: 这些参数将添加到此提供者配置中

source: Standard Provider
ca: Proveïdor estàndard
el: Τυπικός Πάροχος
es: Proveedor estandar
fr: Fournisseur Standard
it: Provider Standard
lo: ຜູ້ໃຫ້ບໍລິການມາດຕະຖານ
nl: Standaard Provider
ro: Furnizor standard
ru: Стандартный провайдер
sv: Standardleverantör
uk: Стандартний постачальник
zh_cn: 标准提供者

source: Custom Provider
af: Pasgemaakte Verskaffer
ca: Proveïdor personalitzat
de: Benutzerdefinierter Provider
el: Προσαρμοσμένος Πάροχος
es: Proveedor a medida
fr: Fournisseur Personnalisé
it: provider personalizzato
lo: ຜູ້ໃຫ້ບໍລິການແບບກຳນົດເອງ
nl: Aangepaste provider
ro: Furnizor personalizat
ru: Пользовательский поставщик
sv: Anpassad leverantör
uk: Користувацький постачальник
zh_cn: 自定义提供者

source: Record Type
af: Rekordtipe
ca: Tipus de registre
de: Eintragstyp
el: Τύπος Εγγραφής
es: Tipo de Registro
fr: Type d’Enregistrement
it: Tipo di record
lo: ປະເພດເຣັກຄອດ
ro: Tip înregistrare
ru: Тип записи
sv: Posttyp
uk: Тип запису
zh_cn: 记录类型

source: Provider
af: Verskaffer
ca: Proveïdor
cs: Poskytovatel
el: Πάροχος
es: Proveedor
fr: Fournisseur
hu: Szolgáltató
lo: ຜູ້ໃຫ້ບໍລິການ
pl: Dostawca
ro: Furnizor
ru: Провайдер
sv: Leverantör
uk: Провайдер
zh_cn: 提供者

source: Provider Name
ca: Nom del proveïdor
de: Name des Providers
el: Όνομα Παρόχου
es: Nombre del proveedor
fr: Nom du Fournisseur
it: Nome provider
lo: ຊື່ຜູ້ໃຫ້ບໍລິການ
nl: Provider Naam
ro: Nume furnizor
ru: Имя провайдера
sv: Namn på leverantör
uk: Ім’я провайдера
zh_cn: 提供者名称

source: Host Names
af: Masjienname
ca: Noms d'amfitrió
de: Hostnamen
el: Ονόματα Υπολογιστών
es: Nombres de Host
fr: Noms d'Hôtes
it: Nomi host
lo: ຊື່ໂຮສ
nl: Hostnamen
ro: Nume sistem
ru: Имена хостов
sv: Värdnamn
uk: Імена хостів
zh_cn: 主机名称

source: Wildcard Domain
ca: Domini comodí
de: Wildcard Domäne
el: Χαρακτήρες Μπαλαντέρ Τομέα
es: Dominio
fr: Domaine Générique
lo: ໂດເມນແບບ Wildcard
nl: Wildcard Domein
ro: Domeniu În alb
ru: Wildcard домен
sv: Wildcard Domän
uk: Знаки підстановки домена
zh_cn: 通配符域

source: Use HTTPS
ca: Usa HTTPS
de: HTTPS benutzen
el: Χρήση HTTPS
es: Usar HTTPS
fr: Utiliser HTTPS
it: Utilizza HTTPS
lo: ໃຊ້ HTTPS
nl: HTTPS Gebruiken
ro: Utilizare HTTPS
ru: Использовать HTTPS
sv: Använd HTTPS
uk: Використовувати HTTPS
zh_cn: 使用 HTTPS

source: Check IP Server
af: Gaan IP bediener na
ca: Comproveu servidor de IP's
cs: Kontrola IP adresy serveru
de: IP-Server prüfen
el: Διακομιστής Ελέγχου IP
es: Revise Servidor IP
fr: Vérifier l'IP de Serveur
hu: IP szerver ellenőrzése
it: Controlla l'IP del server
lo: ເຊີບເວີກວດສອບ IP
nl: Controleer IP Server
ro: Verificare IP server
ru: Проверить IP-сервер
sv: Kontroll IP server
uk: Перевірити IP-сервер
zh_cn: 检查IP服务器

source: Check IP Path
af: Gaan IP pad na
ca: Comproveu la senda IP
cs: Kontrola IP adresy
de: IP-Pfad prüfen
el: Διαδρομή ελέγχου IP
es: Revise ruta IP
fr: Vérifier le Chemin IP
hu: IP útvonal ellenőrzése
it: Controlla il percorso IP
lo: ເສັ້ນທາງກວດສອບ IP
nl: Controleer IP pad
ro: Verificare cale IP
ru: Проверить IP-путь
sv: Kontroll IP serversökväg
uk: Перевірити шлях IP
zh_cn: 检查IP路径

source: Check IP using HTTPS
af: Gaan IP d.m.v. HTTPS na
ca: Comproveu IP fent servir HHTPS
cs: Kontrola IP přes HTTPS
de: IP mit HTTPS prüfen
el: Έλεγχος IP με χρήση HTTPS
es: Revisar IP usando HTTPS
fr: Vérifier l'IP en Utilisant HTTPS
hu: HTTPS használatának ellenőrzése
it: Controlla l'IP usando HTTPS
lo: ກວດສອບ IP ໂດຍໃຊ້ HTTPS
nl: Controleer IP met HTTPS
ro: Verificare IP folosind protocolul HTTPS
ru: Проверить IP с помощью HTTPS
sv: Kontrollera IP med HTTPS
uk: Перевірити IP за допомогою HTTPS
zh_cn: 使用HTTPS检查IP

source: Check IP Command
af: Gaan IP Bevel Na
ca: Comproveu l'ordre IP
cs: Kontrola IP příkazu
de: IP-Befehl prüfen
el: Εντολή Ελέγχου IP
es: Revise commando IP
fr: Vérifier la Commande IP
hu: IP parancs ellenőrzése
it: Controlla il comando IP
lo: ຄຳສັ່ງກວດສອບ IP
nl: Controleer IP Command
ro: Comandă verificare IP
ru: Команда проверки IP
sv: Kommando för att kontrollera IP
uk: Перевірити команлу IP
zh_cn: 检查IP命令

source: User Agent
af: Gebruikersagent
ca: Agent d'usuari
es: Agente de usuario
fr: Agent Utilisateur
ro: Agent utilizator
sv: Användaragent
uk: Агент користувача
zh_cn: 用户代理

source: Append my IP
af: Voeg my IP by
ca: Afegeix la meva IP
cs: Připojit moji IP adresu
de: Meine IP anhängen
el: Προσθήκη της IP μου
es: Añadir mi IP
fr: Ajouter mon IP
it: Aggiungi il mio IP
lo: ເພີ່ມ IP ຂອງຂ້ອຍ
nl: Voeg mijn IP toe
ro: Adăugare IP propriu
ru: Добавить мой IP
sv: Lägg till min IP
uk: Додати мій IP
zh_cn: 附加我的IP

source: Providers
ca: Proveïdors
de: Anbieter
el: Πάροχοι
es: Proveedores
fr: Fournisseurs d'accès
lo: ຜູ້ໃຫ້ບໍລິການ
ro: Furnizori
ru: Провайдеры
sv: Leverantörer
uk: Постачальники
zh_cn: 提供者

source: Global Settings
af: Globale Instellings
ca: Ajustos globals
cs: Globální nastavení
de: Globale Einstellungen
el: Γενικές ρυθμίσεις
es: Ajustes globales
fr: Configuration globale
hu: Globális beállítások
it: Impostazioni globali
lo: ການຕັ້ງຄ່າທົ່ວໄປ
nl: Algemene Instellingen
ro: Setări globale
ru: Общие параметры
sv: Globala inställningar
uk: Загальні налаштування
zh_cn: 全局设置

source: IP address validation can be disabled by setting this option to false.
af: IP adres validering kan gedeaktiveer word deur hierdie opsie vals te stel.
ca: Es pot desactivar la validació de l'adreça IP configurant aquesta opció en fals.
de: Die Überprüfung der IP-Adresse kann deaktiviert werden, indem diese Option auf falsch ("false") gesetzt wird.
el: Η επικύρωση της διέυθυνσης IP μπορεί να απενεργοποιηθεί με τον ορισμό αυτής της επιλογής.
es: Deshabilitar validación IP, poner a Falso está opción.
fr: La validation de l'adresse IP peut être désactivée en définissant cette option sur fausse.
it: La validazione dell'indirizzo IP può essere disabilitata impostando questa opzione a "falso".
lo: ການກວດສອບຄວາມຖືກຕ້ອງຂອງທີ່ຢູ່ IP ສາມາດປິດໄດ້ໂດຍການຕັ້ງຄ່າຕົວເລືອກນີ້ເປັນ false.
nl: IP adres validatie kan worden uitgeschakeld door deze optie in te stellen op vals.
ro: Validarea adresei IP poate fi dezactivată prin setarea acestei opțiuni pe fals.
ru: Подтверждение IP-адреса можно отключить, установив для этого параметра значение false.
sv: Validering av IP adress kan inaktiveras genom att sätta detta alternativ till falskt.
uk: Перевірку IP-адреси можна вимкнути, встановивши для цього параметра значення false.
zh_cn: 可以通过将此选项设置为 false 来禁用 IP 地址验证。

source: By default inadyn verifies both IPv4 and IPv6 addresses, making sure the address is a valid Internet address. Invalid addresses are, e.g., link local, loopback, multicast and known experimental addresses. For more information, see RFC3330.
af: By verstek verifieer inadyn beide IPv4 en IPv6 adresse, en maak seker dat die adres 'n geldige Internet adres is. Ongeldige adresse is byvoorbeeld lokale verbinding, teruglus, multicast en bekende eksperimentele adresse. Vir meer inligting, verwys na RFC3330.
ca: Per defecte inadyn verifica les adreces IPv4 i IPv6, assegurant-se que l'adreça és una adreça d'Internet vàlida. Les adreces no vàlides són, per exemple, les adreces locals d’enllaç, de retorn en bucle, multidifusió i conegudes. Per obtenir més informació, consulteu RFC3330.
cs: Ve výchozím nastavení inadyn ověřuje adresy IPv4 i IPv6 a ujistěte se, že adresa je platnou internetovou adresou. Neplatné adresy jsou např. adresy místního odkazu, zpětné smyčky, vícesměrového vysílání a známé experimentální adresy. Další informace naleznete v RFC3330.
de: Standardmäßig überprüft inadyn sowohl IPv4- als auch IPv6-Adressen und stellt sicher, dass die Adresse eine gültige Internetadresse ist. Ungültige Adressen sind z. B. link local, loopback, multicast und bekannte experimentelle Adressen. Weitere Informationen finden Sie in RFC3330.
el: Από προεπιλογή το inadyn επαληθεύει διευθύνσεις IPv4 αλλά και IPv6, εξασφαλίζοντας ότι η διέυθυνση είναι μια έγκυρη διεύθυνση ίντερνετ. Οι μη έγκυρες διευθύνσεις είναι π.χ. link local, loopback, multicast and γνωστές πειραματικές διευθύνσεις. Για περισσότερες πληροφορίες, δείτε το RFC3330.
es: Por defecto inadyn verifica las direcciones IPv4 y IPv6, asegúrese de que la dirección es valida. Direcciones invalidas son por ejemplo; local, loopback, multicast, y direcciones experimentales. Para más información consultar RFC3330
fr: Par défaut, inadyn vérifie les adresses IPv4 et IPv6, en s'assurant que l'adresse est une adresse Internet valide. Les adresses non valides sont, par exemple, des adresses de liaison locale, de bouclage, de multidiffusion et expérimentales connues. Pour plus d'informations, consultez la RFC3330.
it: Per Default inadyn verifica gli indirizzi IPv4 e IPv6, accertandosi che l'indirizzo sia un valido indirizzo internet. Indirizzi non validi sono, e.g, link local, loopback, multicast e indirizzi sperimentali conosciuti. Per maggiori informazioni, confronta RFC3330.
lo: ໂດຍຄ່າເລີ່ມຕົ້ນ inadyn ຈະກວດສອບທັງທີ່ຢູ່ IPv4 ແລະ IPv6, ເພື່ອໃຫ້ແນ່ໃຈວ່າທີ່ຢູ່ນັ້ນເປັນທີ່ຢູ່ອິນເຕີເນັດທີ່ຖືກຕ້ອງ. ທີ່ຢູ່ທີ່ບໍ່ຖືກຕ້ອງແມ່ນ, ຕົວຢ່າງ, link local, loopback, multicast ແລະ ທີ່ຢູ່ທົດລອງທີ່ຮູ້ຈັກ. ສໍາລັບຂໍ້ມູນເພີ່ມເຕີມ, ເບິ່ງ RFC3330.
nl: Standaard verifieert inadyn zowel IPv4 als IPv6 adressen en zorgt ervoor dat het adres een geldig internetadres is. Ongeldige adressen zijn bijvoorbeeld link local, loopback, multicast en bekende experimentele adressen. Zie RFC3330 voor meer informatie.
ro: Implicit inadyn verifică ambele adrese IPv4 și IPv6 dacă sunt adrese Internet valabile. Adrese invalide sunt, spre exemplu, linkul local, loopback, adresele multicast precum și cele cunoscute ca experimentale. Pentru mai multe informații vedeți RFC3330,
ru: По умолчанию inadyn проверяет адреса IPv4 и IPv6, чтобы убедиться, что это действительный адрес в Интернете. К недействительным адресам относятся, например, local, loopback, multicast и известные экспериментальные адреса. Для получения дополнительной информации см. RFC3330.
sv: Som standard verifierar inadyn både IPv4 och IPv6 adresser, säkerställer att adressen är en giltig Internetadress. Felaktiga adresser är, t.ex.., link local, loopback, multicast och kända experimentella adresser. För mer information, se RFC3330.
uk: За замовчуванням inadyn перевіряє адреси IPv4 та IPv6, переконуючись, що адреса є дійсною адресою в Інтернеті. Недійсні адреси - це, наприклад, локальна, зворотна, багатоадресна та відомі експериментальні адреси. Для отримання додаткової інформації див. RFC3330.
zh_cn: 默认情况下，inadyn 验证 IPv4 和 IPv6 地址，确保该地址是有效的 Internet 地址。 无效地址是例如本地链路、环回、多播和已知实验地址。 有关更多信息，请参阅 RFC3330。
