Repository: rojim666/xigmanas-code-r10599-trunk
Catalog: locale/xigmanas-*.po
Languages: af, ca, cs, de, el, es, fr, hu, it, lo, nl, pl, ro, ru, sv, uk, zh_cn

source: This parameter controls whether files starting with a dot appear as hidden files.
af: Hierdie parameter beheer of lêers wat met 'n punt begin, gesien as versteekte lêers of nie.
ca: Aquest paràmetre controla si els fitxers que comencen amb un punt apareixen com arxius ocults.
cs: Tento parametr určuje, zda budou soubory, jejichž názvy začínají tečkou, považovány za skryté.
de: Dieser Parameter bestimmt, ob Dateien, welche mit einem Punkt beginnen, als versteckt behandelt werden.
el: Αυτή η παράμετρος ελέγχει αν τα αρχεία που αρχίζουν με τελεία εμφανίζονται ως κρυφά, ή όχι.
es: Este parámetro controla si los archivos que empiezan por punto aparecen como archivos ocultos.
fr: Ce paramètre vérifie si les fichiers débutant par un point apparaissent comme fichiers cachés.
hu: Ez a paraméter meghatározza, hogy a ponttal kezdődő fájlneve rejtett fájlként jelenjen-e meg.
it: Questo parametro permette di controllare se i file il cui nome inizia con un punto appaiono come file nascosti.
lo: ພາຣາມິເຕີນີ້ຄວບຄຸມວ່າໄຟລ໌ທີ່ຂຶ້ນຕົ້ນດ້ວຍຈຸດຈະປາກົດເປັນໄຟລ໌ທີ່ເຊື່ອງໄວ້ ຫຼືບໍ່.
nl: Deze parameter bepaalt of bestandsnamen beginnend met een punt als verborgen bestand wordt weergegeven. (.bestandsnaam)
pl: Ten parametr określa czy pliki zaczynające się od kropki będą pokazywane jako pliki ukryte.
ro: Această opțiune determină dacă fișierele al căror nume începe cu caracterul '.' apar ca fișiere ascunse.
ru: Если установлено, начинающиеся с точки файлы будут рассматриваться как скрытые.
sv: Denna parameter styr om filer som börjar med en punkt visas som dolda filer.
uk: Управляє тим, як відображаються файли, що починаються з точки (приховані файли).
zh_cn: 此参数控制以点开始的文件是否显示为隐藏文件。

source: Enter the name of the share
af: Ingaan die naam van die aandeel
ca: Introduïu el nom del compartit
cs: Zadejte název sdílení
de: Geben Sie den Namen der Freigabe ein
el: Εισάγετε το όνομα του κοινόχρηστου
es: Nombre del compartido
fr: Entrez le nom du partage
hu: Add meg a megosztás nevét
it: Inserire il nome della condivisione
lo: ປ້ອນຊື່ຂອງການແບ່ງປັນ
nl: Geef de naam op voor de deling
ro: Introduceți numele partajării
ru: Введите имя ресурса
sv: Mata in utdelningens namn
uk: Введіть ім'я ресурсу
zh_cn: 输入共享的名字

source: Must not be empty.
af: Moet nie leeg wees nie.
ca: No ha d'estar buit.
cs: Nemůže zůstat prázdné
de: Darf nicht leer sein.
el: Δεν πρέπει να είναι άδειο.
es: No debe quedar vacío.
fr: Ne doit pas être vide.
hu: Nem lehet üres.
it: Non può essere vuoto.
lo: ຕ້ອງບໍ່ເປັນຄ່າຫວ່າງ.
nl: Mag niet leeg gelaten zijn.
ro: Câmpul nu poate fi gol.
ru: Не должно быть пустым.
sv: Får inte vara tomt.
uk: Не повинно бути порожнім.
zh_cn: 不可以为空。

source: Enter comment for the share
af: Ingaan kommentaar vir die aandeel
ca: Introduïu el comentari per el compartit
cs: Zadejte komentář pro sdílení
de: Geben Sie einen Kommentar für die Freigabe ein
el: Εισάγετε σχόλιο για το κοινόχρηστο
es: Comentario del compartido
fr: Entrez un commentaire pour le partage
hu: Adj leírást a megosztáshoz
it: Inserire un commento per la condivisione
lo: ປ້ອນຄຳອະທິບາຍສຳລັບການແບ່ງປັນ
nl: Opmerking opgeven voor de deling
ro: Introduceți comentariul pentru partajare
ru: Введите комментарий для этого ресурса общего доступа.
sv: Mata in en kommentar för utdelningen
uk: Введіть коментар до спільного ресурсу
zh_cn: 输入对该共享的评论

source: Enter the location of the share
af: Ingaan die ligging van die aandeel
ca: Introduïu la localització del compartit
cs: Zadejte umístění sdílení
de: Geben Sie einen Standort für die Freigabe ein
el: Εισάγετε την τοποθεσία του κοινόχρηστου
es: Ubicación del compartido
fr: Entrez l'emplacement du partage
hu: Add meg a megosztás helyét
it: Inserire la posizione della condivisione
lo: ປ້ອນທີ່ຕັ້ງຂອງການແບ່ງປັນ
nl: Geef de locatie op van de deling
ro: Introduceți locația partajării
ru: Введите местоположение ресурса
sv: Mata in utdeliningens plats
uk: Введіть розташування спільного ресурсу
zh_cn: 输入共享的位置

source: Add Samba Share
af: Voeg Samba Deel
ca: Afegir recurs Samba
cs: Přidat Samba sdílení
de: Samba-Share hinzufügen
el: Προσθήκη Κοινόχρηστου Samba
es: Añadir compartido Samba
fr: Ajouter un partage Samba
hu: Samba megosztás hozzáadása
it: Aggiungi una condivisione Samba
lo: ເພີ່ມການແບ່ງປັນ Samba
nl: Samba Deling Toevoegen
pl: Dodaj udział Samba
ro: Adăugare partajare Samba
ru: Добавить общий ресурс Samba
sv: Lägg till Sambautdelning
uk: Додати загальний ресурс Samba
zh_cn: 添加Samba共享

source: Edit Samba Share
af: Wysig Samba Aandeel
ca: Editar recurs Samba
cs: Upravit Samba sdílení
de: Samba Freigabe bearbeiten
el: Επεξεργασία Κοινόχρηστου Samba
es: Editar Compartido Samba
fr: Modifier le Partage Samba
hu: Samba megosztás módosítása
it: Modifica condivisione Samba
lo: ແກ້ໄຂການແບ່ງປັນ Samba
nl: Samba Deling Bewerken
ro: Editare partajare Samba
ru: Редактировать общий ресурс Samba
sv: Ändra Sambautdelning
uk: Редагувати Загальний Ресурс Samba
zh_cn: 编辑Samba共享

source: Samba Share is marked for deletion
af: Samba Aandeel is gemerk vir skrap
ca: El recurs Samba està marcat per esborrar
cs: Samba sdílení je označeno ke smazání
de: Samba Freigabe ist zum Löschen markiert
el: Το Κοινόχρηστο Samba έχει σημειωθεί προς διαγραφή
es: Compartido Samba marcado para borrado
fr: Le Partage Samba est marqué pour suppression
hu: Samba megosztás törlésre megjelölve
it: La condivisione Samba è segnalata per la cancellazione
lo: ການແບ່ງປັນ Samba ຖືກໝາຍໄວ້ເພື່ອລຶບ
nl: Samba Deling is gemarkeerd voor verwijdering
ro: Partajarea Samba este marcată pentru ștergere
ru: Общий ресурс Samba помечен для удаления
sv: Sambautdelning är markerad för borttagning
uk: Загальний ресурс Samba позначений для видалення
zh_cn: Samba共享标记为删除

source: Samba Share is locked
af: Samba Aandeel is toegeslot
ca: Samba share està bloquejada
de: Samba Share ist gesperrt
el: Το κοινόχρηστο Samba είναι κλειδωμένο
es: El recurso compartido Samba está bloqueado
fr: Le Partage Samba est verrouillé
it: La condivisione Samba è bloccata
lo: ການແບ່ງປັນ Samba ຖືກລັອກ
nl: Samba Deling is vergrendeld
ro: Partajarea Samba este blocată
ru: Общий ресурс Samba заблокирован
sv: Samba utdelning är låst
uk: Загальні ресурси Samba заблоковані
zh_cn: Samba共享被锁定

source: Samba Share is unlocked
af: Samba Aandeel is ontgeslot
ca: El recurs Samba està desbloquejat
cs: Samba sdílení je uzamčeno
de: Samba Freigabe ist entsperrt
el: Το Κοινόχρηστο Samba είναι ξεκλείδωτο
es: Compartido Samba desprotegido
fr: Le Partage Samba est déverrouillé
hu: A Samba megosztás zárolását feloldottad
it: La condivisione Samba è sbloccata
lo: ການແບ່ງປັນ Samba ຖືກປົດລັອກ
nl: Samba Deling is ontgrendeld
ro: Partajarea Samba este deblocată
ru: Общий ресурс Samba разблокирован
sv: Sambautdelning är olåst
uk: Загальний ресурс Samba розблокований
zh_cn: Samba共享已解锁

source: Delete Selected Samba Shares
af: Skrap Geselekteerde Samba
ca: Suprimeix recursos seleccionats Samba
cs: Smazat označená Samba sdílení
de: Ausgewählte Samba Freigaben löschen
el: Διαγραφή Επιλεγμένων Κοινόχρηστων Samba
es: Borrar los compartidos Samba seleccionados
fr: Supprimer les actions Samba sélectionnées
hu: Kijelölt Samba megosztások törlése
it: Cancella le condivisioni Samba selezionate
lo: ລຶບການແບ່ງປັນ Samba ທີ່ເລືອກ
nl: Geselecteerde Samba Delingen Verwijderen
ro: Ștergere partajări Samba selectate
ru: Удалить выбранные общие ресурсы Samba
sv: Ta bort valda Sambautdelningar
uk: Видалити обрані загальні ресурси Samba
zh_cn: 删除选中的Samba共享

source: Disable Selected Samba Shares
af: Deaktiveer Geselekteerde Samba Aandele
ca: Desactiva les accions de Samba seleccionades
cs: Zakázat označená Samba sdílení
de: Ausgewählte Samba-Freigaben deaktivieren
el: Απενεργοποίηση Επιλεγμένων Κοινόχρηστων Samba
es: Deshabilitar recursos compartidos de samba seleccionados
fr: Désactiver les Partages Samba Sélectionnés
hu: A kijelölt Samba megosztások tiltása
it: Disabilita le Condivisioni SAMBA Selezionate
lo: ປິດໃຊ້ງານການແບ່ງປັນ Samba ທີ່ເລືອກ
nl: Geselecteerde Samba Delingen Uitschakelen
pl: Wyłącz Wybrane Udziały Samby
ro: Dezactivare partajări Samba selectate
ru: Отключить выбранные общие ресурсы Samba
sv: Inaktivera valda Samba utdelningar
uk: Вимкнути обрані загальні ресурси Samba
zh_cn: 禁用选定的Samba共享

source: Enable Selected Samba Shares
af: Inskakel Geselekteerde Samba Aandele
ca: Activa les accions de Samba seleccionades
de: Ausgewählte Samba-Freigaben aktivieren
el: Ενεργοποίηση Επιλεγμένων Κοινόχρηστων Samba
es: habilitar los recursos compartidos seleccionados de Samba
fr: Activer les Partages Samba Sélectionnés
hu: Az kijelölt Samba megosztások engedélyezése
it: Abilita le condivisione Samba selezionate
lo: ເປີດໃຊ້ງານການແບ່ງປັນ Samba ທີ່ເລືອກ
nl: Inschakelen Geselecteerde Samba Delingen
ro: Activare partajări Samba selectate
ru: Включить выбранные общие ресурсы Samba
sv: Aktivera valda Samba utdelningar
uk: Увімкнути обрані загальні ресурси Samba
zh_cn: 启用选定的Samba共享

source: Toggle Selected Samba Shares
af: Toggle Geselekteerde Samba Aandele
ca: Activeu les accions de Samba seleccionades
de: Ausgewählte Samba-Freigaben umschalten
el: Μεταβολή Επιλεγμένων Κοινόχρηστων Samba
es: Cambiar recursos compartidos de samba seleccionados
fr: Changer d'état les partages Samba sélectionnés
it: Abilitare le condivisioni Samba selezionate
lo: ສະຫຼັບການໃຊ້ງານການແບ່ງປັນ Samba ທີ່ເລືອກ
nl: Geselecteerde Samba Delingen Omschakelen
ro: Inversare selecție partajări Samba
ru: Переключить выбранные общие ресурсы Samba
sv: Växla valda Sambautdelningar
uk: Перемкнути обрані загальні ресурси Samba
zh_cn: 切换选定的Samba共享

source: Do you want to delete selected Samba shares?
af: Wil jy geselekteerde Samba aandele skrap?
ca: Vols eliminar els recursos Samba seleccionats?
cs: Opravdu smazat označená Samba sdílení?
de: Möchten Sie die ausgewählten Samba Freigaben löschen?
el: Θέλετε να διαγράψετε τα επιλεγμένα κοινόχρηστα Samba;
es: ¿Desea borrar los compartidos Samba seleccionados?
fr: Voulez-vous supprimer des partages Samba sélectionnés?
hu: Biztos, hogy törlöd a kijelölt Samba megosztásokat?
it: Desideri cancella le condivisioni Samba selezionate?
lo: ທ່ານຕ້ອງການລຶບການແບ່ງປັນ Samba ທີ່ເລືອກອອກບໍ່?
nl: Wilt u de geselecteerde Samba delingen verwijderen?
ro: Doriți să ștergeți partajările Samba selectate?
ru: Вы хотите удалить выбранные общие ресурсы Samba?
sv: Vill du ta bort valda Sambautdelningar?
uk: Ви підтверджуєте видалення обраних загальних ресурсів Samba?
zh_cn: 您是否要删除选中的Samba共享？

source: Do you want to disable selected Samba shares?
af: Wil jy geselekteerde Samba aandele -deaktiveer?
ca: Voleu desactivar les accions de Samba seleccionades?
de: Möchten Sie ausgewählte Samba-Freigaben deaktivieren?
el: Θέλετε να απενεργοποιήσετε τα επιλεγμένα κοινόχρηστα Samba;
es: ¿Desea deshabilitar los recursos compartidos seleccionados de Samba?
fr: Voulez-vous désactiver les partages Samba sélectionnés?
hu: Valóban tiltani akarod a kijelült Samba megosztásokat?
it: Vuoi disattivare le condivisioni SAMBA selezionate?
lo: ທ່ານຕ້ອງການປິດໃຊ້ງານການແບ່ງປັນ Samba ທີ່ເລືອກບໍ່?
nl: Wilt u de geselecteerde Samba delingen uitschakelen?
ro: Doriți să dezactivați partajările Samba selectate?
ru: Вы хотите отключить выбранные общие ресурсы Samba?
sv: Vill du inaktivera valda Samba utdelningar?
uk: Ви підтверджуєте вимкнення обраних загальних ресурсів Samba?
zh_cn: 你要禁用选定的Samba共享吗？

source: Do you want to enable selected Samba shares?
af: Wil jy geselekteerde Samba aandele inskakel?
ca: Voleu activar les accions de Samba seleccionades?
de: Möchten Sie ausgewählte Samba-Freigaben aktivieren?
el: Θέλετε να ενεργοποιήσετε τα επιλεγμένα κοινόχρηστα Samba;
es: ¿Desea habilitar los recursos compartidos seleccionados de Samba?
fr: Voulez-vous activer les partages Samba sélectionnés?
hu: Valóban engedélyezni akarod a kijelült Samba megosztásokat?
it: Vuoi attivare le condivisioni Samba selezionate?
lo: ທ່ານຕ້ອງການເປີດໃຊ້ງານການແບ່ງປັນ Samba ທີ່ເລືອກບໍ່?
nl: Wilt u de geselecteerde Samba delingen inschakelen?
ro: Doriți să activați partajările Samba selectate?
ru: Вы хотите включить выбранные общие ресурсы Samba?
sv: Vill du aktivera valda Samba utdelningar?
uk: Ви підтверджуєте увімкнення обраних загальних ресурсів Samba?
zh_cn: 你要启用选定的Samba共享吗？

source: Do you want to toggle selected Samba shares?
af: Doen jy wil geselekteerde Samba deel toggle?
ca: Voleu canviar les accions de Samba seleccionades?
de: Möchten Sie ausgewählte Samba-Freigaben umschalten?
el: Θέλετε να μεταβάλλετε τα επιλεγμένα κοινόχρηστα Samba;
es: ¿Desea cambiar los recursos compartidos seleccionados de Samba?
fr: Voulez-vous changer d'état les partages Samba sélectionnés?
hu: %2$s használt, %3$s elérhető
it: Vuoi attivare le condivisioni Samba selezionate?
lo: ທ່ານຕ້ອງການສະຫຼັບການໃຊ້ງານການແບ່ງປັນ Samba ທີ່ເລືອກບໍ່?
nl: Wilt u de geselecteerde Samba delingen omschakelen?
ro: Doriți să inversați partajările Samba selectate?
ru: Вы хотите переключить выбранные общие ресурсы Samba?
sv: Vill du växla valda Samba utdelningar?
uk: Ви підтверджуєте перемикання обраних загальних ресурсів Samba?
zh_cn: 你要切换选定的Samba共享吗？

source: yes
af: ja
ca: sí
cs: ano
de: ja
el: ναι
es: si
fr: oui
hu: igen
it: sì
lo: ແມ່ນ
nl: ja
pl: tak
ro: da
ru: да
sv: ja
uk: так
zh_cn: 是

source: no
af: Geen
de: nein
el: όχι
fr: aucun
lo: ບໍ່
nl: nee
pl: nie
ro: nu
ru: нет
sv: nej
uk: ні
zh_cn: 否

source: Enable AFP
af: Inskakel AFP
ca: Habilita AFP
cs: Zapnout AFP
de: Erlaube AFP
el: Ενεργοποίηση AFP
es: Habilitar AFP
fr: Activer AFP
hu: AFP bekapcsolása
it: Abilita AFP
lo: ເປີດໃຊ້ AFP
nl: Inschakelen AFP
ro: Activare AFP
ru: Включить AFP
sv: Aktivera AFP
uk: Дозволити AFP
zh_cn: 启用AFP

source: Create Mask
af: Skep Masker
ca: Crea una màscara
cs: Maska vytváření
de: Maske erstellen
el: Δημιουργία Μάσκας
es: Crear máscara
fr: Créer un Masque
hu: Maszk létrehozása
it: Crea maschera
nl: Creëer Machtigingen
ro: Creare Mască
ru: Маска при создании
sv: Skapa mask
uk: Створити маску
zh_cn: 创建掩码

source: Force Group
af: Dwing Groep
ca: Força el grup
cs: Vynutit skupinu
de: Gruppe erzwingen
el: Επιβολή Ομάδας
es: Forzar Grupo
fr: Groupe Public
hu: Force csoport
it: Forzare gruppo
lo: ບັງຄັບກຸ່ມ
nl: Groep Afdwingen
ro: Forțare grup
ru: Принудительная группа
sv: Tvinga Grupp
uk: Примусова група
zh_cn: Force组

source: Force User
af: Dwing Gebruiker
ca: Força l'usuari
cs: Vynutit uživatele
de: Benutzer erzwingen
el: Επιβολή Χρήστη
es: Forzar usuario
fr: Utilisateur Public
hu: Force felhasználó
it: Forzare utente
lo: ບັງຄັບຜູ້ໃຊ້
nl: Gebruiker Afdwingen
ro: Forțare utilizator
ru: Принудительный пользователь
sv: Tvinga Användare
uk: Примусовий користувач
zh_cn: Force用户

source: Shadow Copy Format
af: Skaduwee Kopieer Formaat
ca: Format de copia d'ombra
cs: Formát stínové kopie
de: Format der Schattenkopien
el: Μορφή Σκιώδους Αντιγράφου
es: Formato de Shadow Copy
fr: format de copie instantanée
hu: Árnyékmásolat formátuma
it: Formato del shadow copy
lo: ຮູບແບບ Shadow Copy
nl: Schaduw Kopie Formaat
ro: Format copie de siguranță
ru: Формат теневого копирования
sv: Format för skuggkopior
uk: Формат Тіньового Копіювання
zh_cn: 影复制格式

source: Inherit ACL
af: Beërwe ACL
ca: ACL heretat
cs: Převzít ACL seznamy
de: Vererbe ACL
el: Κληρονόμηση ACL
es: Heredar ACL
fr: ACL héritée
hu: ACL öröklődése
it: Eredità ACL
lo: ສືບທອດ ACL
nl: Overnemen ACL
pl: Dzidziczenie ACL
ro: Moștenire ACL
ru: Наследовать ACL
sv: Ärv ACL
uk: Успадкувати ACL
zh_cn: 继承ACL

source: Alternate Data Streams
af: Alternatiewe Data Strome
ca: Canals de dades adicionals
cs: Alternativní datové proudy
de: Alternativer Datenstrom
el: Εναλλακτικές Ροές Δεδομένων
fr: Autres flux de données
hu: Alternatív adatfolyamok
it: Alterna flussi di dati
nl: Alternatieve Gegevensstromen
pl: Przemienne strumienie danych
ro: Flux de date alternativ
ru: Альтернативные потоки данных
sv: Alaternativa dataströmmar
uk: Альтернативні потоки даних
zh_cn: 备用数据流

source: NTFS ACLs
ca: ACL's NTFS
cs: NTFS ACL seznamy
de: NTFS Zugangs Kontroll Listen
fr: ACLs NTFS
hu: NTFS ACL-ek
sv: NTFS ACL:er (åtkomsträttigheter)
uk: Списки контролю доступу NTFS

source: Shadow Copy
af: Skadu Kopie
ca: Copia a l'ombra
cs: Stínová kopie
de: Schattenkopie
el: Σκιώδες αντίγραφο
fr: Cliché Instantané
hu: Árnyékmásolat
nl: Schaduw Kopie
pl: Kopia zapasowa
ro: Copie de Siguranță
ru: Теневое копирование
sv: Skuggkopia
uk: Приховане копіювання
zh_cn: 阴影复制

source: Browseable
af: Deurblaaibaar
ca: Navegable
cs: Možné procházet
de: Sichtbar
el: Περιηγήσιμα
es: Visible
fr: Navigable
hu: Böngészhető
it: Esplorabile
lo: ສາມາດເບິ່ງໄດ້
nl: Verkenbaar
pl: Widoczny
ro: Navigabil
ru: Просматриваемый
sv: Bläddringsbar
uk: Доступний для перегляду
zh_cn: 可浏览

source: Inherit Permissions
af: Beërwe Permissies
ca: Heretar permisos
cs: Převzít přístupová práva
de: Vererbe Berechtigungen
el: Κληρονόμηση Δικαιωμάτων
es: Permisos heredados
fr: Autorisations d'héritage
hu: Jogosultságok örökítése
it: Permessi ereditati
lo: ສືບທອດສິດອະນຸຍາດ
nl: Permissies Overerven
ro: Permisiuni moștenite
ru: Наследовать права доступа
sv: Ärv rättigheter
uk: Успадкування Дозволів
zh_cn: 继承权限

source: Recycle Bin
af: Herwin Bin
ca: Paperera de reciclatge
cs: Koš
de: Papierkorb
el: Κάδος Ανακύκλωσης
es: Papelera
fr: Corbeille
hu: Lomtár
it: Cestino
lo: ຖັງຂີ້ເຫຍື້ອ
nl: Prullenbak
ro: Cos de gunoi
ru: Корзина
sv: Papperskorg
uk: Смітник
zh_cn: 回收站

source: Hide Dot Files
af: Steek Dot Lêers
ca: ocultar arxius amb punt
cs: Skrýt soubory s názvy začínajícími tečkou
de: Verstecke Dateien/Verzeichnisse mit einem Punkt am Anfang
el: Απόκρυψη Κρυφών Αρχείων
es: Ocultar archivos que empiecen por punto "."
fr: Masquer les fichiers Cachés
hu: Pontfájlok elrejtése
it: Nascondi file punto
lo: ເຊື່ອງໄຟລ໌ທີ່ຂຶ້ນຕົ້ນດ້ວຍຈຸດ
nl: Verberg Punt Bestanden
ro: Ascundere fișiere Dot
ru: Не показывать скрытые файлы (начинающиеся с точки)
sv: Dölj punktfiler
uk: Приховати файли, що починаються з точки (вважаються системними).
zh_cn: 隐藏点文件

source: Workgroup
af: Werskgroep
ca: Grup de treball
cs: Pracovní skupina
de: Arbeitsgruppe
el: Ομάδα εργασίας
es: Grupo de trabajo
fr: Groupe de travail (workgroup Windows)
hu: Munkacsoport
lo: ກຸ່ມເຮັດວຽກ
nl: Werkgroep
pl: Grupa robocza
ro: Grup de Lucru
ru: Рабочая группа
sv: Arbetsgrupp
uk: Робоча група
zh_cn: 工作群组（Workgroup）

source: DOS Charset
ca: Joc de caràcters DOS
cs: znaková stránka DOS
de: DOS Zeichensatz
el: Κωδικοποίηση Dos
es: Juego de caracteres DOS
fr: Jeu de Caractères DOS
hu: DOS karakterbeállítás
it: Set caratteri DOS
lo: ຊຸດຕົວອັກສອນ DOS
nl: DOS Karakterset
ro: Set de caractere DOS
ru: Кодовая страница DOS
sv: DOS Teckensnitt
uk: Набір символів DOS
zh_cn: DOS字符集

source: Unix Charset
ca: Joc de caràcters Unix
cs: Znaková sada Unix
de: Unix-Zeichensatz
el: Κωδικοποίηση Unix
es: Caracteres Unix
fr: Jeu de caractères UNIX
hu: Unix karaktergyűjtemény
it: Set caratteri Unix
lo: ຊຸດຕົວອັກສອນ Unix
nl: UNIX Karakterset
ro: Set de caractere Unix
ru: Кодовая страница Unix
sv: Unix teckenuppsättning
uk: Набір Символів Unix
zh_cn: Unix字符集

source: Local Master Browser
af: Plaaslike Meester Blaaier
ca: Local Màster Browser
cs: Místní hlavní prohlížeč (WINS)
el: Κεντρικός Τοπικός Περιηγητής
fr: Maître explorateur local
nl: Lokaal Hoofd Browser
pl: Główna lokalna przeglądarka (LMB)
ro: Master Browser Local
ru: Локальный основной обозреватель сети
sv: Lokal prioriterad bläddrare (Local Master Browser)
uk: Локальний основний оглядач мережі
zh_cn: 局域网主浏览器（Local Master Browser）。

source: Time Server
af: Tyd Bediener
ca: Hora del servidor
cs: Časový server
de: Zeitserver
el: Διακομιστής Ώρας
es: Servidor horario
fr: Serveur de Temps
hu: Időkiszolgáló
it: Server NTP (Network Time Protocol)
lo: ເຊີບເວີເວລາ
nl: Tijdserver
ro: Server de timp
ru: Сервер синхронизации времени
sv: Tidserver
uk: Сервер служби часу
zh_cn: 时间服务器

source: Password Server
af: Wagwoord Bediener
ca: Contrasenya de servidor
cs: Server s hesly
de: Passwort Server
el: Διακομιστής Κωδικών
es: Servidor de contraseñas
fr: Mot de passe du Serveur
hu: Jelszószerver
it: Server password
lo: ເຊີບເວີລະຫັດຜ່ານ
nl: Wachtwoord Server
ro: Server parolă
ru: Пароль сервера
sv: Lösenordsserver
uk: Парольний сервер
zh_cn: 密码服务器

source: WINS Server
af: WINS Bediener
ca: Servidor WINS
el: Διακομιστής WINS
es: Servidor WINS
fr: Serveur WINS
hu: WINS szerver
it: Server WINS
lo: ເຊີບເວີ WINS
ro: Server WINS
ru: Сервер WINS
uk: Сервер WINS
zh_cn: WINS服务器

source: Trusted Domains
af: Vertroude Domeine
ca: Dominis confiables
cs: Důvěryhodné domény
de: Vertrauenswürdige Domains
el: Έμπιστοι Τομείς
es: Dominios de confianza
fr: Domaines de confiance
hu: Megbízható domainek
it: Domini protetti
lo: ໂດເມນທີ່ເຊື່ອຖືໄດ້
nl: Vertrouwde Domeinen
ro: Domenii de încredere
ru: Доверенные домены
sv: Pålitliga Domäner
uk: Довірені Домени
zh_cn: 可信域

source: Guest Account
af: Gas Rekening
ca: Compte de convidat
cs: Účet hosta
de: Gastzugang
el: Λογαριασμός Guest
es: Cuenta de invitado
fr: Compte Invité
hu: Vendég felhasználói fiók
it: Account ospite
lo: ບັນຊີແຂກ
nl: Gast Account
ro: Cont vizitator
ru: Гость
sv: Gästkonto
uk: Гостьовий обліковий запис
zh_cn: 访客账户

source: Map to Guest
af: Map Tot Gaste
ca: Mapejar a convidats
cs: Mapovat na hosta
de: Zugriff als Gast
el: Αντιστοίχηση στον χρήστη Guest
es: Mapear como invitado
fr: Associer l'Invité
hu: Leképezés vendégként
it: Mappare tra gli ospiti
lo: ຈັບຄູ່ກັບແຂກ
nl: Verwijs naar Gast
ro: Mapare ca vizitator.
ru: Преобразовывать в Гостя
sv: Mappa till Gäster
uk: Перетворювати в Гостя
zh_cn: 映射到Guest

source: Send Buffer
af: Stuur Buffer
ca: Buffer d'enviament
cs: Vyrovnávací paměť odesílání
de: Sende-Puffergröße
el: Buffer αποστολής
es: Buffer de envío
fr: Tampon d'envoi
hu: Küldő puffer
it: Invio buffer
lo: ບັບເຟີສົ່ງ
nl: Verzend Buffer
ro: Bufer transmisie
ru: Буфер отправки
sv: Sändbuffert
uk: Буфер Відправлення
zh_cn: 发送缓冲区

source: Receive Buffer
af: Ontvang Buffer
ca: Buffer de recepció
cs: Vyrovnávací paměť příjmu
de: Empfangs-Puffergröße
el: Buffer Λήψης
es: Buffer de recepción
fr: Tampon de Réception
hu: Fogadó puffer
it: Buffer di ricezione
lo: ບັບເຟີຮັບ
nl: Ontvangst Buffer
ro: Bufer recepție
ru: Буфер приема
sv: Mottagningsbuffert
uk: Буфер Отримання
zh_cn: 接收缓冲区

source: Large Read/Write
af: Large Lees/Skryf
ca: Ampliació de lectura / escriptura
cs: Velká čtení/zápis
el: Μεγάλη Ανάγνωση/Εγγραφή
es: Lectura Escritura Grande
fr: Lecture / Ecriture Elargie
hu: Óriás olvasás/írás
it: Estesa Lettura/Scrittura
lo: ອ່ານ/ຂຽນຂະໜາດໃຫຍ່
nl: Groot Lezen/Schrijven
ro: Citire/Scriere în blocuri mari de date
ru: Чтение/запись большими блоками
sv: Stor Läs/skriv
uk: Велике Читання/Запис
zh_cn: 大型读/写

source: EA Support
af: EA Ondersteuning
ca: Suport EA
cs: Podpora EA
de: Extended Attributes-Unterstützung
el: Υποστήριξη EA
es: Soporte Atributos Extendidos
fr: Support EA
hu: EA támogatás
it: Supporto EA
lo: ຮອງຮັບ EA
nl: EA Ondersteuning
ro: Suport EA
ru: Поддержка EA
uk: Підтримка EA
zh_cn: EA支持

source: Store DOS Attributes
af: Winkel DOS Attribuut
ca: Emmagatzema atributs DOS
cs: Uchovávat DOS atributy
de: Speichere DOS-Attribute
el: Αποθήκευση Χαρακτηριστικών DOS
es: Almacenar atributos DOS
fr: Enregistrer les attributs DOS
hu: DOS attribútumok tárolása
it: Memorizzare gli attributi DOS
lo: ເກັບຄຸນລັກສະນະ DOS
nl: Opslaan DOS Attributen
ro: Stocare atribute DOS
ru: Сохранять DOS атрибуты
sv: Lagra DOS attribut
uk: Зберігати атрибути DOS
zh_cn: 存储DOS属性

source: Mapping DOS Attributes
af: Kartering DOS Attribuuts
ca: Mapejar atributs DOS
cs: Mapování DOS atributů
de: DOS-Attribute abbilden
el: Αντιστοίχιση Χαρακτηριστικών DOS
es: Mapear atributos DOS
fr: Associer les attributs DOS
hu: DOS attribútumok leképezése
it: Mappare attributi DOS
lo: ການຈັບຄູ່ຄຸນລັກສະນະ DOS
nl: Mapping DOS Attributen
ro: Mapare atribute DOS
ru: Преобразование DOS атрибутов
sv: Översätter DOS attribut
uk: Відображати DOS Атрибути
zh_cn: 映射DOS属性
