Repository: rojim666/xigmanas-code-r10599-trunk
Catalog: locale/xigmanas-*.po
Languages: af, ca, cs, de, el, es, fr, hu, it, lo, nl, pl, ro, ru, sv, uk, zh_cn

source: Admin access
af: Admin toegang
ca: Accés d'administrador
cs: Administrátorský přístup
de: Administratorzugriff
el: Πρόσβαση διαχειριστή
es: Acceso de administrador
fr: Accès administrateur
hu: Admin hozzáférés
it: Accesso admin
lo: ການເຂົ້າເຖິງຂອງຜູ້ດູແລ
nl: Admin toegang
pl: Dostęp administratora
ro: Acces admin
ru: Доступ администратора
sv: Administratörsåtkomst
uk: Доступ адміністратора
zh_cn: 管理员权限

source: Select the language of the user portal for this user.
af: Selekteer die taal van die gebruiker portaal vir hierdie gebruiker.
ca: Seleccioneu l’idioma del portal d’usuaris d’aquest usuari.
de: Wählen Sie die Sprache des Benutzerportals für diesen Benutzer aus.
el: Επιλέξτε τη γλώσσα για το portal χρήστη αυτού του χρήστη.
es: Seleccionar el idioma del portal de usuario para este usuario.
fr: Sélectionnez la langue du portail utilisateur pour cet utilisateur.
it: Selezionare la lingua del portale utente per questo utente.
lo: ເລືອກພາສາຂອງພໍທັລຜູ້ໃຊ້ສຳລັບຜູ້ໃຊ້ນີ້.
nl: Selecteer de taal van het gebruikersportaal voor deze gebruiker.
ro: Selectați limba portalului pentru acest utilizator.
ru: Выберите язык пользовательского портала для этого пользователя.
sv: Välj språk för användarportalen för denna användare.
uk: Оберіть мову цього порталу користувача.
zh_cn: 选择该用户的用户门户网站的语言。

source: Select the timezone for this user.
ca: Seleccioneu la zona horària d'aquest usuari.
de: Zeitzone für diesen Benutzer auswählen.
el: Επιλέξτε τη ζώνη ώρας για αυτό τον χρήστη.
es: Seleccione la zona horaria para este usuario
fr: Sélectionnez le fuseau horaire de cet utilisateur.
it: Seleziona la fascia oraria per questo utente
lo: ເລືອກເຂດເວລາສຳລັບຜູ້ໃຊ້ນີ້.
nl: Selecteer de tijdzone voor deze gebruiker.
ro: Selecție fus orar pentru acest utilizator.
ru: Выберите часовой пояс для этого пользователя.
sv: Välj tidszon för denna användare.
uk: Виберіть часовий пояс для цього користувача.
zh_cn: 选择该用户的时区。

source: Grant access to the file manager.
af: Verleen toegang tot die lêer bestuurder.
ca: Permetre access al gestor d'arxius
cs: Udělit přístup ke správci souborů.
de: Gewähre Zugriff über den Datei-Manager
el: Εκχώρηση πρόσβασης στον διαχειριστή αρχείων.
es: Permitir acceso al administrador de ficheros
fr: Accordez l'accès au gestionnaire de fichiers.
hu: Hozzáférés biztosítása fájlkezelőhöz.
it: Consentire l'accesso al file manager.
lo: ໃຫ້ສິດເຂົ້າເຖິງໂຕຈັດການໄຟລ໌.
nl: Verleen toegang tot de bestandsbeheer.
ro: Permite accesul la managerul de fișiere.
ru: Предоставление доступа к файловому менеджеру.
sv: Ge åtkomst till filhanteraren
uk: Надати доступ файловому менеджеру.
zh_cn: 授予对文件管理器的访问权限。

source: Show hidden items
af: Wys verborge items
ca: Mostra els elements ocults
de: Versteckte Objekte anzeigen
el: Προβολή κρυφών αντικειμένων
es: Mostrar elementos ocultos
fr: Afficher les éléments cachés
it: Mostra oggetti nascosti
lo: ສະແດງລາຍການທີ່ຊ່ອນຢູ່
nl: Verborgen items weergeven
ro: Afișare elemente ascunse
ru: Показать скрытые объекты
sv: Visa dolda objekt
uk: Показати приховані об'єкти
zh_cn: 显示隐藏的项目

source: Grant read permission
af: Grant gelees toestemming-
ca: Concediu permís de lectura
cs: Udělit oprávnění pro čtení
de: Erteile Berechtigung zum Lesen
el: Εκχώρηση πρόσβασης ανάγνωσης
es: Conceder el permiso de lectura
fr: Accorder la permission de lecture
hu: Olvasási engedély adása
it: Consentire il permesso alla lettura
lo: ໃຫ້ສິດອ່ານ
nl: Verleen toestemming om te lezen
ro: Acordare permisiune citire
ru: Предоставить разрешение на чтение
sv: Ge läsrättigheter
uk: Надати дозвіл читання
zh_cn: 授予读取权限

source: Grant create permission
af: Verleen skep toestemming
ca: Concediu permís per crear
cs: Udělit oprávnění pro vytváření
de: Erteile Berechtigung zum Erstellen
el: Εκχώρηση δικαιώματος δημιουργίας πρόσβασης
es: Conceder el permiso de creación
fr: Accorder l'autorisation de création
hu: Létrehozási engedély megadása
it: Consentire il permesso alla creazione
lo: ໃຫ້ສິດສ້າງ
nl: Verleen toestemming om te creëren
ro: Acordare permisiune creare
ru: Предоставить разрешение на создание
sv: Ge skaparättigheter
uk: Надати дозвіл створення
zh_cn: 授予创建权限

source: Grant modify permission
af: Verleen modifiseer-toestemming
ca: Concedir permís per modificar
cs: Udělit oprávnění pro provádění změn
de: Erteile Berechtigung zum Ändern
el: Εκχώρηση δικαιώματος τροποποίησης πρόσβασης
es: Conceder el permiso de modificación
fr: Accorder l'autorisation de modification
hu: Módostásai engedély adása
it: Consentire il permesso alla modifica
lo: ໃຫ້ສິດແກ້ໄຂ
nl: Verleen toestemming om te wijzigen
ro: Acordare permisiune modificare
ru: Предоставить разрешение на изменение
sv: Ge ändrarättigheter
uk: Надати дозвіл змінення
zh_cn: 授予修改权限

source: Grant delete permission
af: Verleen -skrap toestemming
ca: Concediu permís per eliminar
cs: Udělit oprávnění pro mazání
de: Erteile Berechtigung zum Löschen
el: Εκχώρηση δικαιώματος διαγραφής πρόσβασης
es: Conceder el permiso de borrado
fr: Accorder l'autorisation de supprimer
hu: Törlési engedély adása
it: Consentire il permesso di cancellare
lo: ໃຫ້ສິດລຶບ
nl: Verleen toestemming om te verwijderen
ro: Acordare permisiune ștergere
ru: Предоставить разрешение на удаление
sv: Ge borttagningsrättigheter
uk: Надати дозвіл видалення
zh_cn: 授予删除权限

source: Login Name
af: Login Naam
ca: Nom d'usuari
cs: Přihlašovací jméno
de: Benutzername
el: Όνομα Χρήστη
es: Nombre de Usuario
fr: Identifiant
hu: Bejelentkezési név
it: Nome per accesso
lo: ຊື່ເຂົ້າລະບົບ
nl: Gebruikersnaam
ro: Nume de autentificare
ru: Имя пользователя
sv: Inloggningsnamn
uk: Ім'я користувача
zh_cn: 登录名

source: SHA Password
af: SHA Wagwoord
ca: Contrasenya SHA
de: SHA Passwort
el: Κωδικός SHA
es: Contraseña RSA
fr: Mot de passe SHA
hu: SHA jelszó
it: Password SHA
lo: ລະຫັດຜ່ານ SHA
nl: SHA Wachtwoord
ro: Parolă SHA
ru: Пароль SHA
sv: SHA Lösenord
uk: Пароль SHA
zh_cn: SHA密码

source: MD4 Password
af: MD4 Wagwoord
ca: Contrasenya MD4
cs: MD4 heslo
de: MD4 Passwort
el: Κωδικός MD4
es: Contraseña MD4
fr: Mot de passe MD4
hu: MD4 jelszó
it: Password MD4
lo: ລະຫັດຜ່ານ MD4
nl: MD4 Wachtwoord
ro: Parola MD4
ru: Пароль MD4
sv: MD4 Lösenord
uk: Пароль MD4
zh_cn: MD4密码

source: Shell
af: Tolk
ca: Intèrpret de comandaments
cs: Terminál
el: Κέλυφος
es: Consola
hu: Parancsértelmező
lo: ເຊວ
pl: Powłoka
ru: Командная оболочка (shell)
sv: Skal
uk: Командна оболонка
zh_cn: 命令壳 (shell)

source: Primary Group
af: Primêre Groep
ca: Grup primari
cs: Hlavní skupina
de: Primäre Gruppe
el: Πρωτεύουσα Ομάδα
es: Grupo primario
fr: Groupe primaire
hu: Elsődleges csoport
it: Gruppo Primario
lo: ກຸ່ມຫຼັກ
nl: Primaire Groep
pl: Główna grupa
ro: Grup Primar
ru: Основная группа
sv: Huvudgrupp
uk: Основна група
zh_cn: 主要群组

source: Groups
af: Groepe
ca: Grups
cs: Skupiny
de: Gruppen
el: Ομάδες
es: Grupos
fr: Groupes
hu: Csoportok
it: Gruppi
lo: ກຸ່ມ
nl: Groepen
pl: Grupy
ro: Grupuri
ru: Группы
sv: Grupper
uk: Групи
zh_cn: 群组

source: Timezone
af: Tydsone
ca: Zona horària
de: Zeitzone
el: Ζώνη Ώρας
es: Zona Horaria
fr: Fuseau horaire
it: Fuso orario
lo: ເຂດເວລາ
nl: Tijdzone
ro: Fus orar
ru: Часовой пояс
sv: Tidszon
uk: Часовий пояс
zh_cn: 时区

source: File Manager Access
af: Lêer Bestuurder Toegang
ca: Access al gestor d'arxius
cs: Přístup ke správci souborů
de: Zugriff über Datei-Manager
el: Πρόσβαση Διαχειριστή Αρχείων
es: Acceso al administrador de ficheros
fr: Accès au Gestionnaire de Fichiers
hu: Fájl menedszer hozzáférés
it: Accesso al File Manager
lo: ການເຂົ້າເຖິງໂຕຈັດການໄຟລ໌
nl: Toegang Bestandsbeheer
ro: Acces manager fișiere
ru: Доступ к диспетчеру файлов
sv: Filhanteraråtkomst
uk: Доступ файлового менеджера
zh_cn: 文件管理器访问

source: Hidden Items
af: Versteek Items
ca: Elements ocults
cs: Skryté položky
de: Versteckte Inhalte
el: Κρυφά αντικείμενα
es: Elementos ocultos
fr: Eléments Cachés
hu: Rejtett elemek
it: Oggetti nascosti
lo: ລາຍການທີ່ຊ່ອນຢູ່
nl: Verborgen Items
ro: Elemente ascunse
ru: Скрытые объекты
sv: Dolda objekt
uk: Приховані об'єкти
zh_cn: 隐藏的项目

source: Read Permission
af: Lees Toestemming
ca: Permís de lectura
de: Leseberechtigung
el: Πρόσβαση Ανάγνωσης
es: Permisos de lectura
fr: Autorisation de Lecture
it: Permissi di lettura
lo: ການອະນຸຍາດອ່ານ
nl: Toestemming lezen
ro: Permisiuni citire
ru: Разрешение на чтение
sv: Läsrättigheter
uk: Дозвіл читання
zh_cn: 读取权限

source: Create Permission
af: Skep Toestemming
ca: Crea permisos
cs: Vytvořit oprávnění
de: Berechtigung zuweisen
el: Δημιουργία Πρόσβασης
es: Crear permisos
fr: Créer les Droits d'Accès
hu: Engedély hozzáadása
it: Crea Permessi
lo: ການອະນຸຍາດສ້າງ
nl: Creëer Toestemming
ro: Creare permisiune
ru: Создать разрешения
sv: Skapa rättigheter
uk: Створити дозвіл
zh_cn: 创建权限

source: Change Permission
af: Verandering Toestemming
ca: Canvia permisos
cs: Změnit oprávnění
de: Berechtigung ändern
el: Αλλαγή Πρόσβασης
es: Cambiar permisos
fr: Modifier les Droits d'Accès
hu: Hozzáférés megváltoztatása
it: Modifica permessi
lo: ການອະນຸຍາດປ່ຽນແປງ
nl: Toestemming Wijzigen
pl: Zmień uprawnienia
ro: Modificare permisiune
ru: Изменить разрешения
sv: Ändra rättigheter
uk: Змінити дозвіл
zh_cn: 更改权限

source: Delete Permission
af: Skrap Toestemming
ca: Elimina permisos
de: Berechtigung löschen
el: Διαγραφή Πρόσβασης
es: Eliminar permisos
fr: Supprimer les Droits d'Accès
hu: Engedély visszavonása
it: Rimuovi autorizzazione
lo: ການອະນຸຍາດລຶບ
nl: Toestemming Verwijderen
pl: Usuń dostęp
ro: Permisiune ștergere
ru: Удалить разрешения
sv: Ta bort rättigheter
uk: Видалити дозвіл
zh_cn: 删除权限

source: Users
af: Gebruikers
ca: Usuaris
cs: Uživatelé
de: Benutzer
el: Χρήστες
es: Usuarios
fr: Utilisateurs
hu: Felhasználók
it: Utenti
lo: ຜູ້ໃຊ້
nl: Gebruikers
pl: Użytkownicy
ro: Utilizatori
ru: Пользователи
sv: Användare
uk: Користувачі
zh_cn: 用户

source: Public Keys
af: Publiek Sleutels
ca: Claus públiques
de: Öffentliche Schlüssel
el: Δημόσια Κλειδιά
es: Claves Públicas
fr: Clés Publiques
hu: Nyilvános kulcsok
it: Chiavi pubbliche
lo: ຄີສາທາລະນະ
nl: Publieke Sleutels
ro: Chei publice
ru: Публичные ключи
sv: Publika nycklar
uk: Публічний ключ
zh_cn: 公钥

source: Public Key
af: Publiek Sleutel
ca: Clau pública
de: Öffentlicher Schlüssel
el: Δημόσιο Κλειδί
es: Clave Pública
fr: Clé publique
hu: Nyilvános kulcs
it: Chiave pubblica
lo: ຄີສາທາລະນະ
nl: Publieke Sleutel
ro: Cheie publică
ru: Публичный ключ
sv: Publik nyckel
uk: Публічний ключ
zh_cn: 公钥

source: Add Public Key
af: Voeg Openbare Sleutel
ca: Afegeix una clau pública
cs: Přidat veřejný klíč
de: Öffentlichen Schlüssel hinzufügen
el: Προσθήκη Δημόσιου Κλειδιού
es: Añadir clave pública
fr: Ajouter une clé publique
hu: Nyilvános kulcs hozzáadása
it: Aggiungere chiave pubblica
lo: ເພີ່ມຄີສາທາລະນະ
nl: Publieke Sleutel Toevoegen
pl: Dodaj Klucz Publiczny
ro: Adăugare cheie publică
ru: Добавить публичный ключ
sv: Lägg till publik nyckel
uk: Додати приватний ключ
zh_cn: 添加公钥

source: Edit Public Key
af: Wysig Openbare Sleutel
ca: Editeu clau pùblica
de: Öffentlichen Schlüssel bearbeiten
el: Επεξεργασία Δημόσιου Κλειδιού
es: Editar clave pública
fr: Modifier la Clé Publique
hu: Nyilvános kulcs módosítása
it: Modifica chiave pubblica
lo: ແກ້ໄຂຄີສາທາລະນະ
nl: Publieke Sleutels Bewerken
ro: Editare cheie publică
ru: Редактировать корневой каталог NFS
sv: Ändra publik nyckel
uk: Змінити публічний ключ
zh_cn: 编辑公钥

source: Public key is marked for deletion
af: Publiek sleutel is gemerk vir skrap
ca: La clau pública està marcada per a la supressió
de: Öffentlicher Schlüssel ist zum Löschen vorgemekt.
el: Το δημόσιο κλειδί έχει σημειωθεί προς διαγραφή
es: Clave pública marcada para borrado
fr: La clé publique est marquée pour suppression
hu: A nyilvános kulcs törlésre megjelölve
it: Chiave pubblica settata per la cancellazione
lo: ຄີສາທາລະນະຖືກໝາຍໄວ້ເພື່ອລຶບ
nl: Publieke sleutel is gemarkeerd voor verwijdering
ro: Cheia publică este marcată pentru ștergere
ru: Публичный ключ помечен для удаления
sv: Publik nyckel är markerad för borttagning
uk: Публічний ключ позначений для видалення
zh_cn: 公钥被标记为删除

source: Public key is protected
af: Publiek sleutel is beskerm
ca: La clau pública està protegida
de: Öffentlicher Schlüssel ist geschützt
el: Το δημόσιο κλειδί είναι προστατευμένο
es: Clave pública protegida
fr: La clé publique est protégée
hu: A nyilvános kulcs védett
it: Chiave pubblica protetta
lo: ຄີສາທາລະນະຖືກປ້ອງກັນ
nl: Publieke sleutel is beschermd
ro: Cheia publică este protejată
ru: Публичный ключ защищен
sv: Publik nyckel är skyddad
uk: Публічний ключ захищений
zh_cn: 公钥受到保护

source: Public key is unlocked
af: Publiek sleutel is ontgeslot
ca: La clau pública està desbloquejada
de: Öffentlicher Schlüssel ist entsperrt
el: Το δημόσιο κλειδί είναι ξεκλείδωτο
es: clave pública desbloqueada
fr: La clé publique est déverrouillée
hu: A nyilvános kulcs zárolása feloldva
it: Chiave pubblica sbloccata
lo: ຄີສາທາລະນະຖືກປົດລັອກ
nl: Publieke sleutel is ontgrendeld
ro: Cheia publică este deblocată
ru: Публичный ключ разблокирован
sv: Publik nyckel är olåst
uk: Публічний ключ розблокований
zh_cn: 公钥已解锁

source: Delete Selected Public Keys
af: Skrap Geselekteerde Openbare Sleutels
ca: Suprimeix les claus públiques seleccionades
cs: Smazat označené veřejné klíče
de: Ausgewählte öffentliche Schlüssel löschen
el: Διαγραφή Επιλεγμένων Δημόσιων Κλειδιών
es: Borrar las claves públicas seleccionadas
fr: Supprimer les clés publiques sélectionnées
hu: A kiválasztott nyilvános kulcsok törlése
it: Cancellare le chiavi pubbliche selezionate
lo: ລຶບຄີສາທາລະນະທີ່ເລືອກ
nl: Geselecteerde Publieke Sleutels Verwijderen
ro: Ștergere chei publice selectate
ru: Удалить выбранные публичные ключи
sv: Ta bort valda publika nycklar
uk: Видалення обраних публічних ключей
zh_cn: 删除选定的公钥

source: Do you want to delete selected public keys?
af: Wil jy geselekteerde openbare sleutels skrap?
ca: Voleu eliminar les claus públiques seleccionades?
cs: Chcete označené veřejné klíče smazat?
de: Möchten Sie die ausgewählten öffentlichen Schlüssel löschen?
el: Θέλετε να διαγράψετε τα επιλεγμένα δημόσια κλειδιά;
es: ¿Desea borrar las claves públicas seleccionadas?
fr: Voulez-vous supprimer les clés publiques sélectionnées?
hu: Biztos, hogy törlöd a kiválasztott nyilvános kulcsokat?
it: Vuoi cancellare le chiavi pubbliche selezionate?
lo: ທ່ານຕ້ອງການລຶບຄີສາທາລະນະທີ່ເລືອກບໍ່?
nl: Wilt u de geselecteerde publieke sleutels verwijderen?
ro: Doriți să ștergeți cheile publice selectate?
ru: Вы хотите удалить выбранные публичные ключи?
sv: Vill du ta bort valda publika nycklar?
uk: Ви підтверджуєте видалення обраних публічних ключів?
zh_cn: 要删除所选的公钥吗？

source: Disable Selected Public Keys
af: Deaktiveer Geselekteerde Openbare Sleutels
ca: Desactiva les claus públiques seleccionades
cs: Zakázat označené veřejné klíče
de: Ausgewählte öffentliche Schlüssel abschalten
el: Απενεργοποίηση Επιλεγμένων Δημόσιων Κλειδιών
es: Deshabilitar claves públicas seleccionadas
fr: Désactiver les clés publiques sélectionnées
hu: A kiválasztott nyilvános kulcsok tiltása
it: Disattivare le chiavi pubbliche selezionate
lo: ປິດໃຊ້ງານຄີສາທາລະນະທີ່ເລືອກ
nl: Geselecteerde Publieke Sleutels Uitschakelen
ro: Dezactivare chei publice selectate
ru: Отключить выбранные публичные ключи
sv: Inaktivera valda publika nycklar
uk: Вимкнути обрані публічні ключі
zh_cn: 禁用所选公钥

source: Do you want to disable selected public keys?
af: Wil jy geselekteerde openbare sleutels deaktiveer?
ca: Voleu desactivar les claus públiques seleccionades?
cs: Chcete zakázat zvolené veřejné klíče?
de: Möchten Sie die ausgewählten öffentlichen Schlüssel abschalten?
el: Θέλετε να απενεργοποιήσετε τα επιλεγμένα δημόσια κλειδιά;
es: ¿Desea deshabilitar las claves públicas seleccionadas?
fr: Voulez-vous désactiver les clés publiques sélectionnées?
hu: Biztos, hogy kikapcsolod a kiválasztott nyilvános kulcsokat?
it: Vuoi disattivare le chiavi pubbliche selezionate?
lo: ທ່ານຕ້ອງການປິດໃຊ້ງານຄີສາທາລະນະທີ່ເລືອກບໍ່?
nl: Wilt u de geselecteerde publieke sleutels uitschakelen?
ro: Doriți să dezactivați cheile publice selectate?
ru: Вы хотите отключить выбранные публичные ключи?
sv: Vill du inaktivera valda publika nycklar?
uk: Ви підтверджуєте вимкнення обраних публічних ключів?
zh_cn: 要禁用所选公钥吗？

source: Enable Selected Public Keys
af: Inskakel Geselekteerde Openbare Sleutels
ca: Activeu claus pùbliques
de: Aktiviert die ausgewählten öffentlichen Schlüssel
el: Ενεργοποίηση Επιλεγμένων Δημόσιων Κλειδιών
es: Habilitar claves públicas seleccionads
fr: Activer les Clés Publiques Sélectionnées
hu: Kiválasztott nyilvános kulcsok bekapcsolása
it: Abilita le chiavi pubbliche selezionate
lo: ເປີດໃຊ້ງານຄີສາທາລະນະທີ່ເລືອກ
nl: Geselecteerde Publieke Sleutels Inschakelen
ro: Activare chei publice selectate
ru: Включить выбранные публичные ключи
sv: Aktivera valda publika nycklar
uk: Дозволити обрані публічні ключі
zh_cn: 启用选定的公钥

source: Do you want to enable selected public keys?
af: Wil jy geselekteerde openbare sleutels Inskakel?
ca: Voleu habilitar les claus públiques seleccionades?
cs: Chcete povolit vybrané veřejné klíče?
de: Möchten Sie die ausgewählten öffentlichen Schlüssel einschalten?
el: Θέλετε να ενεργοποιήσετε τα επιλεγμένα δημόσια κλειδιά;
es: ¿Desea habilitar las claves públicas seleccionadas?
fr: Voulez-vous activer les clés publiques sélectionnées?
hu: Biztos, hogy bekapcsolod a kiválasztott nyilvános kulcsokat?
it: Vuoi attivare le chiavi pubbliche selezionate?
lo: ທ່ານຕ້ອງການເປີດໃຊ້ງານຄີສາທາລະນະທີ່ເລືອກບໍ່?
nl: Wilt u de geselecteerde publieke sleutels inschakelen?
ro: Doriți să activați cheile publice selectate?
ru: Вы хотите включить выбранные публичные ключи?
sv: Vill du aktivera valda publika nyckalr?
uk: Ви підтверджуєте увімкнення обраних публічних ключів?
zh_cn: 要启用所选公钥吗？

source: Toggle Selected Public Keys
af: Toggle Geselekteerde Publiek Sleutels
ca: Commuta les claus públiques seleccionats
de: Ausgewählte öffentliche Schlüssel umschalten
el: Μεταβολή Επιλεγμένων Δημόσιων Κλειδιών
es: Intercambiar claves públicas seleccionadas
fr: Changer d'état les Clés Publiques Sélectionnées
hu: A kiválasztott nyilvános kulcsok be-, kikapcsolása
it: Attiva le chiavi pubbliche selezionate
lo: ສະຫຼັບການໃຊ້ງານຄີສາທາລະນະທີ່ເລືອກ
nl: Geselecteerde Publieke Sleutels Omschakelen
ro: Inversare selecție chei publice
ru: Переключить выбранные публичные ключи
sv: Växla valda publika nycklar
uk: Перемкнути обрані публічні ключі
zh_cn: 切换选定的公钥

source: Do you want to toggle selected public keys?
af: Doen jy wil geselekteerde openbare sleutels toggle?
ca: Voleu canviar les claus públiques seleccionades?
de: Möchten Sie die ausgewählten öffentlichen Schlüssel umschalten?
el: Θέλετε να μεταβάλλετε τα επιλεγμένα δημόσια κλειδιά;
es: ¿Desea intercambiar las claves publicas seleccionadas?
fr: Voulez-vous changer d'état les clés publiques sélectionnées?
hu: Biztos, hogy ki-. bekapcsolod a kiválasztott nyilvános kulcsokat?
it: Vuoi attivare le chiavi pubbliche selezionate?
lo: ທ່ານຕ້ອງການສະຫຼັບການໃຊ້ງານຄີສາທາລະນະທີ່ເລືອກບໍ່?
nl: Wilt u de geselecteerde publieke sleutels omschakelen?
ro: Doriți să inversați starea cheilor publice selectate?
ru: Вы хотите переключить выбранные публичные ключи?
sv: Vill du växla valda publika nycklar?
uk: Ви підтверджуєте перемикання вибраних публічних ключів?
zh_cn: 要切换选定的公钥吗？

source: Reload
af: Herlaai
ca: Recarrega
cs: Načíst znovu
de: Neu laden
el: Επαναφόρτωση
es: Recargar
fr: Recharger
hu: Újratöltés
it: Aggiorna
lo: ໂຫຼດໃໝ່
nl: Herladen
ro: Reîncărcare
ru: Обновить
sv: Ladda om
uk: Перезавантажити
zh_cn: 重新加载

source: Public key information.
af: Publiek sleutel inligting.
ca: Informació de clau pública.
de: Öffentlicher Schlüssel Information.
el: Πληροφορίες δημόσιου κλειδιού.
es: Información de clave pública
fr: Informations de clé publique.
hu: Nyilvános kulcs információ
it: Informazioni chiave pubblica.
lo: ຂໍ້ມູນຄີສາທາລະນະ.
nl: Publieke sleutelinformatie.
ro: Informație cheie publică.
ru: Информация публичного ключа.
sv: Publik nyckel information
uk: Інформація про публічний ключ.
zh_cn: 公钥信息。

source: Enter group name.
af: Ingaan groep naam.
ca: Introduïu nom de grup
cs: Zadejte název skupiny.
de: Geben Sie den Gruppennamen ein
el: Εισάγετε όνομα ομάδες.
es: Nombre del grupo
fr: Entrez le nom du groupe.
hu: Add meg a csoport nevét.
it: Inserire il nome di un gruppo.
lo: ປ້ອນຊື່ກຸ່ມ.
nl: Geef groepnaam.
ro: Introducere nume grup.
ru: Введите название группы.
sv: Mata in gruppnamn.
uk: Введіть ім'я групи.
zh_cn: 输入组名

source: Group Name
af: Groep Naam
ca: Nom del grup
cs: Název skupiny
de: Gruppenname
el: Όνομα Ομάδας
es: Nombre del grupo
fr: Nom de Groupe
hu: Csoportnév
it: Nome Gruppo
lo: ຊື່ກຸ່ມ
nl: Groepnaam
ro: Nume grup
ru: Имя группы
sv: Gruppnamn
uk: Ім'я групи
zh_cn: 组名称

source: Specify the group numeric id.
af: Spesifiseer die groep numeriese id.
ca: Especifiqueu l’identificador numèric del grup.
de: Geben Sie die numerische Gruppen-ID an.
el: Ορίστε το αριθμητικό id της ομάδας.
es: Definir grupo (ID)
fr: Spécifiez l'id numérique du groupe.
hu: Add meg a csoport numerikus id-jét
it: Specifica l'ID numerico del gruppo
lo: ລະບຸ ID ຕົວເລກຂອງກຸ່ມ.
nl: Geef de groep numerieke id op.
ro: Specifică id-ul numeric al grupului.
ru: Укажите числовой идентификатор группы.
sv: Specificera gruppens numeriska id.
uk: Вкажіть числовий ідентифікатор групи.
zh_cn: 指定组的数字ID。

source: The recommended range for the group id is between 1000 and 32000.
af: Die aanbevole reeks vir die groep ID is tussen 1000 en 32000.
ca: L’interval recomanat per al grup d’identificació es troba entre 1000 i 32000.
de: Der empfohlene Bereich für die Gruppen-ID liegt zwischen 1000 und 32000.
el: Το προτεινόμενο εύρος τιμών για το id ομάδας είναι μεταξύ 1000 και 32000.
es: El rango recomendado para el ID de grupo está entre 1000 y 32000.
fr: La plage recommandée pour l'ID de groupe est comprise entre 1 000 et 32 000.
hu: A csoport id-jének 1000 és 32000 közötti tartományt javasolunk.
it: Lo spettro raccomandato per gli ID del gruppo è compreso fra 1000 e 32000.
lo: ຊ່ວງທີ່ແນະນຳສຳລັບ ID ກຸ່ມແມ່ນລະຫວ່າງ 1000 ແລະ 32000.
nl: Het aanbevolen bereik voor de groep id ligt tussen 1000 en 32000.
ro: Intervalul recomandat pentru grup este 1000-32000.
ru: Рекомендуемый диапазон для идентификатора группы составляет от 1000 до 32000.
sv: Rekommenderat område för gruppid är mellan 1000 och 32000.
uk: Рекомендований діапазон для ідентифікатора групи - від 1000 до 32000.
zh_cn: 组ID的建议范围介于1000和32000之间。

source: Add Group
af: Voeg Groep
ca: Afegeix grup
cs: Přidat skupinu
de: Gruppe Hinzufügen
el: Προσθήκη Ομάδας
es: Añadir grupo
fr: Ajouter un Groupe
hu: Csoport hozzáadása
it: Aggiungi un gruppo
lo: ເພີ່ມກຸ່ມ
nl: Groep Toevoegen
pl: Dodaj grupę
ro: Adăugare grup
ru: Добавить группу
sv: Lägg till grupp
uk: Додати групу
zh_cn: 新增群组

source: Edit Group
af: Redigeer Groep
ca: Edita grup
cs: Upravit skupinu
de: Gruppe bearbeiten
el: Επεξεργασία Ομάδας
es: Editar grupo
fr: Modifier le groupe
hu: Csoport módosítása
it: Modifica Gruppo
lo: ແກ້ໄຂກຸ່ມ
nl: Groep Bewerken
pl: Modyfikuj grupę
ro: Editare grup
ru: Редактировать группу
sv: Redigera grupp
uk: Змінити групу
zh_cn: 编辑群组

source: Group is marked for deletion
af: Groep is gemerk vir skrapping
ca: Grup està marcat per ser esborrat
cs: Skupina je označena ke smazání
de: Gruppe ist zum Löschen markiert
el: Η ομάδα έχει σημειωθεί προς διαγραφή
es: El grupo está marcado para eliminar.
fr: Le groupe est marqué pour suppression
hu: Csoport törlésre megjelölve
it: Il gruppo è selezionato per la cancellazione
lo: ກຸ່ມຖືກໝາຍໄວ້ເພື່ອລຶບ
nl: Groep is gemarkeerd voor verwijdering
ro: Grupul este marcat pentru ștergere
ru: Группа помечана для удаления
sv: Gruppen är markerad för borttagning
uk: Група позначена для видалення
zh_cn: 组已标记为要删除
