Repository: rojim666/xigmanas-code-r10599-trunk
Catalog: locale/xigmanas-*.po
Languages: af, ca, cs, de, el, es, fr, hu, it, lo, nl, pl, ro, ru, sv, uk, zh_cn

source: An IPv4 or IPv6 address to listen on for incoming connections using iSER (iSCSI over RDMA) protocol.
af: 'n IPv4 of IPv6 adres waarop geluister moet word vir inkomende verbindings met die iSER (iSCSI oor RDMA) protokol.
ca: Una adreça IPv4 o IPv6 per escoltar les connexions entrants mitjançant el protocol iSER (iSCSI sobre RDMA).
cs: Adresa IPv4 nebo IPv6 pro naslouchání příchozího připojení pomocí protokolu iSER (iSCSI přes RDMA).
de: Eine IPv4- oder IPv6-Adresse, die mit dem iSER-Protokoll (iSCSI über RDMA) auf eingehende Verbindungen überwacht werden soll.
el: Μια διέυθυνση IPv4 ή IPv6 για αναμονή εισερχόμενων συνδέσεων με τη χρήστη του πρωτόκολλου iSER (iSCSI over RDMA).
es: Una dirección IPv4 o IPv6 para escuchar las conexiones entrantes mediante el protocolo iSER (iSCSI sobre RDMA).
fr: Une adresse IPv4 ou IPv6 sur laquelle écouter les connexions entrantes à l'aide du protocole iSER (iSCSI sur RDMA).
it: Un indirizzo IPv4 o IPv6 in ascolto per connessioni in arrivo usando il protocollo iSER (iSCSI over RDMA)
lo: ທີ່ຢູ່ IPv4 ຫຼື IPv6 ເພື່ອຮັບຟັງການເຊື່ອມຕໍ່ທີ່ເຂົ້າມາໂດຍໃຊ້ໂປຣໂຕຄໍ iSER (iSCSI over RDMA).
nl: Een IPv4 of IPv6 adres om te luisteren naar inkomende verbindingen met behulp van het iSER (iSCSI over RDMA) protocol.
ro: O adresă IPv4 sau IPv6 pentru monitorizarea conexiunilor de intrare pentru protocolul iSER (iSCSI peste RDMA).
ru: Адрес IPv4 или IPv6 для прослушивания входящих подключений с использованием протокола iSER (iSCSI over RDMA).
sv: En IPv4 eller IPv6 adress att lyssna på för inkommande anslutningar som använder iSER (iSCSI över RDMA) protokoll.
uk: Адреса IPv4 або IPv6 для прослуховування вхідних з’єднань за допомогою протоколу iSER (iSCSI через RDMA).
zh_cn: 使用iSER（iSCSI over RDMA）协议侦听传入连接的IPv4或IPv6地址。

source: A port to listen on for incoming connections using iSER (iSCSI over RDMA) protocol.
af: 'n Poort waarop geluister kan word vir inkomende verbindings met die iSER (iSCSI oor RDMA) protokol.
ca: Un port per escoltar les connexions entrants mitjançant el protocol iSER (iSCSI sobre RDMA).
cs: Port pro naslouchání příchozího připojení pomocí protokolu iSER (iSCSI přes RDMA).
de: Ein Port, an dem eingehende Verbindungen mit dem iSER-Protokoll (iSCSI über RDMA) überwacht werden sollen.
el: Μια θύρα για αναμονή εισερχόμενων συνδέσεων χρησιμοποιώντας το πρωτόκολλο iSER (iSCSI over RDMA).
es: Un puerto para escuchar las conexiones entrantes mediante el protocolo iSER (iSCSI sobre RDMA).
fr: Un port sur lequel écouter les connexions entrantes à l'aide du protocole iSER (iSCSI sur RDMA).
it: Una porta di ascolto delle connessioni in ingresso usando il potocollo iSER (iSCSI via RDMA)
lo: ພອດເພື່ອຮັບຟັງການເຊື່ອມຕໍ່ທີ່ເຂົ້າມາໂດຍໃຊ້ໂປຣໂຕຄໍ iSER (iSCSI over RDMA).
nl: Een poort om op te luisteren voor inkomende verbindingen met behulp van het iSER (iSCSI over RDMA) protocol.
pl: Port do nasłuchiwania połączeń przychodzących przy użyciu protokołu iSER (iSCSI over RDMA).
ro: Un port pentru monitorizarea conexiunilor de intrare pentru protocolul iSER (iSCSI peste RDMA).
ru: Порт для прослушивания входящих подключений с использованием протокола iSER (iSCSI over RDMA).
sv: En port att lyssna på för inkommande anslutningar som använder iSER (iSCSI över RDMA) protokoll.
uk: Порт для прослуховування вхідних з’єднань за допомогою протоколу iSER (iSCSI через RDMA).
zh_cn: 使用iSER（iSCSI over RDMA）协议监听传入连接的端口。

source: Listen (iSER)
af: Luister (iSER)
ca: Escoltant (iSER)
el: Αναμονή (iSER)
es: Escuchando (iSER)
fr: Écouter (iSER)
it: Ascolta (iSER)
lo: ຮັບຟັງ (iSER)
nl: Luister (iSER)
ro: Monitorizare (iSER).
ru: Список (iSER)
sv: Lyssna (iSER)
uk: Слухати (iSER)
zh_cn: 监听（iSER）

source: LUN Number
af: LUN Nommer
ca: Número de LUN
cs: Číslo LUN
de: LUN Zahl
el: Αριθμός LUN
es: Número de LUN
fr: Numéro de LUN
hu: LUN szám
it: Numero LUN
lo: ໝາຍເລກ LUN
nl: LUN Nummer
ro: Număr LUN
ru: Номер LUN
sv: LUN nummer
uk: Номер LUN
zh_cn: LUN号码

source: Add LUN Record
af: Voeg LUN Rekord
ca: Afegeix registre LUN
cs: Přidat LUN záznam
de: LUN-Eintrag hinzufügen
el: Προσθήκη Εγγραφής LUN
es: Añadir LUN
fr: Ajouter un enregistrement LUN
hu: LUN bejegyzés hozzáaádása
it: Aggiungi record LUN
lo: ເພີ່ມລາຍການ LUN
nl: LUN Item Toevoegen
pl: Dodaj LUN rekord
ro: Adăugare înregistrare LUN
ru: Добавить запись LUN
sv: Lägg till LUN post
uk: Додати запис LUN
zh_cn: 添加LUN记录

source: Edit LUN Record
af: Wysig LUN Rekord
ca: Edita registre LUN
cs: Upravit záznam pro LUN
de: LUN Eintrag bearbeiten
el: Επεξεργασία Εγγραφής LUN
es: Editar LUN
fr: Modifier l'Enregistrement LUN
hu: LUN bejegyzés módosítása
it: Modifica il record LUN
lo: ແກ້ໄຂລາຍການ LUN
nl: LUN Record Bewerken
ro: Editare înregistrare LUN
ru: Изменить запись LUN
sv: Redigera LUN post
uk: Редагувати запис LUN
zh_cn: 编辑LUN记录

source: LUN record is marked for deletion
af: LUN rekord is gemerk vir skrap
ca: El registre de LUN està marcat per esborrar
cs: LUN záznam je označen ke smazání
de: LUN Eintrag ist zum Löschen vorgemerkt
el: Η εγγραφή LUN έχει σημειωθεί προς διαγραφή
es: LUN marcado para borrado
fr: L'enregistrement de LUN est marqué pour suppression
hu: A LUN bejegyzést megjelölték törlésre
it: Record LUN settato per cancellazione
lo: ລາຍການ LUN ຖືກໝາຍໄວ້ເພື່ອລຶບ
nl: LUN record is gemarkeerd voor verwijdering
ro: Înregistrare LUN marcată pentru ștergee
ru: Запись LUN отмечена для удаления
sv: LUN posten är markerad för borttagning
uk: Запис LUN позначений для видалення
zh_cn: LUN记录被标记为删除

source: LUN record is locked
af: LUN rekord is toegeslot
ca: El registre de LUN està bloquejat
cs: LUN záznam je uzamčen
de: LUN Eintrag ist gesperrt
el: Η εγγραφή LUN είναι κλειδωμένη
es: LUN bloqueado
fr: L'enregistrement LUN est verrouillé
hu: A LUN bejegyzést zárolták
it: Record LUN bloccato
lo: ລາຍການ LUN ຖືກລັອກ
nl: LUN record is vergrendeld
ro: Înregistrare LUN blocată
ru: Запись LUN заблокирована
sv: LUN posten är låst
uk: Запис LUN заблокований
zh_cn: LUN记录已锁定

source: LUN record is unlocked
af: rekord is ongeslot
ca: El registre de LUN està desbloquejat
cs: LUN záznam je odemčen
de: LUN Eintrag ist entsperrt
el: Η εγγραφή LUN είναι ξεκλείδωτη
es: LUN desbloqueado
fr: L'enregistrement de LUN est déverrouillé
hu: A LUN bejegyzés zárolását feloldották
it: Record LUN sbloccato
lo: ລາຍການ LUN ຖືກປົດລັອກ
nl: LUN record is ontgrendeld
ro: Înregistrare LUN deblocată
ru: Запись LUN разблокирована
sv: LUN posten är olåst
uk: Запис LUN заблокований
zh_cn: LUN记录已解锁

source: Delete Selected LUN Records
af: Skrap Geselekteerde LUN Rekords
ca: Elimineu els registres LUN seleccionats
cs: Smazat vyznačené LUN záznamy
de: Ausgewählte LUN Aufzeichnungen löschen
el: Διαγραφή Επιλεγμένων εγγραφών LUN
es: Borrar LUN seleccionados
fr: Supprimer les enregistrements de LUN sélectionnés
hu: A kiválasztott LUN bejegyzések törlése
it: Elimina i record LUN selezionati
lo: ລຶບລາຍການ LUN ທີ່ເລືອກ
nl: Geselecteerde LUN Items Verwijderen
ro: Ștergere înregsitrări LUN selectate
ru: Удалить выбранные записи LUN
sv: Ta bort valda LUN poster
uk: Видалити обрані записи LUN
zh_cn: 删除选定的LUN记录

source: Disable Selected LUN Records
af: Deaktiveer Geselekteerde LUN Rekords
ca: Desactiveu els registres LUN seleccionats
cs: Vypnout označené záznamy pro LUN
de: Ausgewählte LUN Aufzeichnungen deaktivieren
el: Απενεργοποίηση Επιλεγμένων Εγγραφών LUN
es: Deshabilitar LUN seleccionados
fr: Désactiver les enregistrements de LUNs sélectionnés
hu: A kiválasztott LUN bejegyzések tiltása
it: Disabilita i record LUN selezionati
lo: ປິດໃຊ້ງານລາຍການ LUN ທີ່ເລືອກ
nl: Geselecteerde LUN Items Uitschakelen
ro: Dezactivare unități LUN înregistrate selectate
ru: Отключить выбранные записи LUN
sv: Inaktivera valda LUN poster
uk: Вимкнути обрані записи LUN
zh_cn: 禁用选定的LUN记录

source: Enable Selected LUN Records
af: Inskakel Geselekteerde LUN Rekords
ca: Activa els registres seleccionats de LUN
cs: Zapnout označené záznamy pro LUN
de: Ausgewählte LUN Aufzeichnungen aktivieren
el: Ενεργοποίηση Επιλεγμένων Εγγραφών LUN
es: Habilitar LUN seleccionados
fr: Activer les Enregistrements de LUNs Sélectionnés
hu: A kiválasztott LUN bejegyzések engedélyezése
it: Attiva i records LUN selezionati
lo: ເປີດໃຊ້ງານລາຍການ LUN ທີ່ເລືອກ
nl: Geselecteerde LUN Records Inschakelen
ro: Activare înregistrări LUN selectate
ru: Включить выбранные записи LUN
sv: Aktivera valda LUN poster
uk: Увімкнути обрані записи LUN
zh_cn: 启用选定的LUN记录

source: Toggle Selected LUN Records
af: Toggle Geselekteerde LUN Rekords
ca: Commuta els registres LUN seleccionats
cs: Vyp/zap označené LUN záznamy
de: Ausgewählte LUN Aufzeichnungen umschalten
el: Μεταβολή Επιλεγμένων Εγγραφών LUN
es: intercambiar LUN seleccionados
fr: Changer d'état les Enregistrements LUN Sélectionnés
hu: A kiválasztott LUN bejegyzések átkapcsolása
lo: ສະຫຼັບການໃຊ້ງານລາຍການ LUN ທີ່ເລືອກ
nl: Geselecteerde LUN Records Omschakelen
ro: Inversare selecție înregistrări unități LUN
ru: Переключить выбранные записи LUN
sv: Växla valda LUN poster
uk: Перемкнути обрані записи LUN
zh_cn: 切换选定的LUN记录

source: Do you want to delete selected LUN records?
af: Wil jy geselekteerde LUN-rekords skrap?
ca: Voleu eliminar els registres LUN seleccionats?
cs: Opravdu chcete smazat označené záznamy pro LUN?
de: Möchten Sie die ausgewählten LUN Einträge löschen?
el: Θέλετε να διαγράψετε τις επιλεγμένες εγγραφές LUN;
es: ¿Desea borrar los LUN seleccionados?
fr: Voulez-vous supprimer les enregistrements de LUNs sélectionnés?
hu: Biztos, hogy törlöd a kiválasztott LUN bejegyzéseket?
it: Vuoi cancellare i record LUN selezionati?
lo: ທ່ານຕ້ອງການລຶບລາຍການ LUN ທີ່ເລືອກອອກບໍ່?
nl: Wilt u de geselecteerde LUN items verwijderen?
ro: Doriți să ștergeți înregistrările LUN selectate?
ru: Вы хотите удалить выбранные записи LUN?
sv: Vill du ta bort valda LUN poster?
uk: Ви підтверджуєте видалення обраних записів LUN?
zh_cn: 你是否要删除选定的LUN记录？

source: Do you want to disable selected LUN records?
af: Wil jy geselekteerde LUN rekords deaktiveer?
ca: Voleu desactivar els registres LUN seleccionats?
cs: Opravdu chcete vypnout označené záznamy pro LUN?
de: Möchten Sie die ausgewählten LUN Aufzeichnungen deaktivieren?
el: Θέλετε να απενεργοποιήσετε τις επιλεγμένες εγγραφές LUN;
es: ¿Desea deshabilitar los LUN seleccionados?
fr: Voulez-vous désactiver les enregistrements de LUNs sélectionnés?
hu: Biztos, hogy letiltod kiválasztott LUN bejegyzéseket?
it: Desideri disabilitare i registri LUN selezionati?
lo: ທ່ານຕ້ອງການປິດໃຊ້ງານລາຍການ LUN ທີ່ເລືອກບໍ່?
nl: Wilt u de geselecteerde LUN items uitschakelen?
ro: Doriți să dezactivați înregistrările LUN selectate?
ru: Вы хотите отключить выбранные записи LUN?
sv: Vill du inaktivera valda LUN poster?
uk: Ви підтверджуєте вимкнення обраних записів LUN?
zh_cn: 你是否要禁用选定的LUN记录？

source: Do you want to enable selected LUN records?
af: Wil jy geselekteerde LUN rekords Inskakel?
ca: Voleu activar els registres LUN seleccionats?
cs: Opravdu chcete zapnout označené záznamy pro LUN?
de: Möchten Sie die ausgewählten LUN Aufzeichnungen aktivieren?
el: Θέλετε να ενεργοποιήσετε τις επιλεγμένες εγγραφές LUN;
es: ¿Desea habilitar los LUN seleccionados?
fr: Voulez-vous activer les enregistrements de LUNs sélectionnés?
hu: Biztos, hogy engedélyezed a kiválasztott LUN bejegyzéseket?
it: Vuoi abilitare i record LUN selezionati?
lo: ທ່ານຕ້ອງການເປີດໃຊ້ງານລາຍການ LUN ທີ່ເລືອກບໍ່?
nl: Wilt u de geselecteerde LUN records inschakelen?
ro: Doriți să activați înregistrările LUN selectate?
ru: Вы хотите включить выбранные записи LUN?
sv: Vill du aktivera valda LUN poster?
uk: Ви підтверджуєте увімкнення обраних записів LUN?
zh_cn: 你想启用选定的LUN记录吗？

source: Do you want to toggle selected LUN records?
af: Doen jy wil geselekteerde LUN rekords toggle?
ca: Voleu canviar els registres LUN seleccionats?
cs: Opravdu chcete přepnout označené LUN záznamy?
de: Möchten Sie die ausgewählten LUN Einträge umschalten?
el: Θέλετε να μεταβάλλετε τις επιλεγμένες εγγραφές LUN;
es: ¿Desea intercambiar losLUN seleccionados?
fr: Voulez-vous changer d'état les enregistrements de LUN sélectionnés?
hu: Biztos, hogy átkapcsolod a kiválasztott LUN bejegyzéseket?
it: Vuoi attivare i records LUN selezionati?
lo: ທ່ານຕ້ອງການສະຫຼັບການໃຊ້ງານລາຍການ LUN ທີ່ເລືອກບໍ່?
nl: Wilt u de geselecteerde LUN records omschakelen?
ro: Doriți să inversați înregistrările LUN selectate?
ru: Вы хотите переключить выбранные записи LUN?
sv: Vill du växla valda LUN poster?
uk: Ви підтверджуєте перемикання обраних записів LUN?
zh_cn: 你是否要切换选定的LUN记录？

source: LUN number
af: LUN nommer
ca: Número de LUN
cs: Číslo LUN
de: LUN Zahl
el: Αριθμός LUN
es: Número de LUN
fr: Numéro LUN
hu: LUN szám
it: Numero LUN
lo: ໝາຍເລກ LUN
nl: LUN nummer
ro: Număr LUN
ru: Номер LUN
sv: LUN nummer
uk: Номер LUN
zh_cn: LUN号码

source: No LUNs found.
af: Geen LUNs gevind.
ca: No s'ha trobat cap LUN.
cs: Nenalezeny žádné LUN.
de: Keine LUNs gefunden.
el: Δεν βρέθηκαν LUN.
es: No se encuentran LUNs
fr: Pas de Luns trouvés
hu: Egy LUN sem található
it: LUNs non trovati.
lo: ບໍ່ພົບ LUN.
nl: Geen LUNs gevonden.
ro: Nicio unitate LUN găsită.
ru: LUN не найдены.
sv: Inga LUN hittades.
uk: Жодних LUN не знайдено.
zh_cn: 找不到LUN

source: Select targets.
af: Selekteer teikens.
ca: Seleccioneu objectius.
cs: Vybrat cíle.
de: Wählen Sie die Ziele.
el: Επιλογή προορισμών.
es: Seleccionar objetivos
fr: Sélectionnez des cibles.
hu: Válaszd ki a célokat
it: Selezionare gli obiettivi.
lo: ເລືອກເປົ້າໝາຍ.
nl: Selecteer doelen.
ro: Selectare destinații.
ru: Выберите цели.
sv: Välj mål.
uk: Оберіть цілі.
zh_cn: 选择目标。

source: No targets found.
af: Geen teikens gevind.
ca: No s'ha trobat cap objectiu.
cs: Nebyly nalezeny žádné cíle.
de: Keine Ziele gefunden.
el: Δεν βρέθηκαν προορισμοί.
es: No se encuentran targets.
fr: Pas de cibles trouvées
hu: Egy cél sem található
it: Nessun obiettivo trovato.
lo: ບໍ່ພົບເປົ້າໝາຍ.
nl: Geen doelen gevonden.
ro: Nicio destinație găsită.
ru: Цели не найдены.
sv: Inga mål hittades.
uk: Жодних цілій не знайдено.
zh_cn: 找不到目标。

source: Option Name
af: Opsie Naam
ca: Nom de l'opció.
cs: Název volby
de: Name der Einstellung
el: Όνομα Επιλογής
es: Nombre de la opción
fr: Nom de l'option
hu: Lehetőség neve
it: Nome opzione
lo: ຊື່ຕົວເລືອກ
nl: Optienaam
ro: Nume opțiune
ru: Имя параметра
sv: Optionsnamn
uk: Ім'я опції
zh_cn: 选项名称

source: Option Value
af: Opsie Waarde
ca: Valor de l'opció
cs: Hodnota volby
de: Name des Wertes
el: Τιμή Επιλογής
es: Valor de la opción
fr: Valeur de l’option
hu: Lehetőség értéke
it: Valore opzione
lo: ຄ່າຕົວເລືອກ
nl: Optiewaarde
ro: Valoare opțiune
ru: Значение параметра
sv: Värde på optionen
uk: Значення опції
zh_cn: 选项值

source: Add Option Record
af: Voeg Opsie Rekord
ca: Afegeix opció de registre
cs: Přidat záznam pro volbu
de: Optionseintrag hinzufügen
el: Προσθήκη Εγγραφής Επιλογής
es: Añadir campo opción
fr: Ajouter un enregistrement d'option
hu: Lehetőségbejegyzés hozzáadása
it: Aggiungi opzione record
lo: ເພີ່ມລາຍການຕົວເລືອກ
nl: Optie Record Toevoegen
pl: Dodaj Opcji rekord
ro: Adăugare înregistrare opțiune
ru: Добавить запись параметра
sv: Lägg till Optionspost
uk: Додати запис параметра
zh_cn: 添加选项记录

source: Edit Option Record
af: Redigeer Opsie Rekord
ca: Edita el registre de l'opció
cs: Upravit záznam volby
de: Auswahlaufzeichnungen bearbeiten
el: Επεξεργασία Εγγραφής Επιλογής
es: Editar opciones
fr: Modifier l'enregistrement d'options
hu: Lehetőségbejegyzés módosítása
it: Modifica il record opzioni
lo: ແກ້ໄຂລາຍການຕົວເລືອກ
nl: Wijzig optie record
ro: Editare înregistrare opțiune
ru: Изменить запись параметра
sv: Redigera optionspost
uk: Редагувати запис параметра
zh_cn: 编辑选项记录

source: Option record is marked for deletion
af: Opsie rekord is gemerk vir skrap
ca: El registre d'opcions està marcat per suprimir-lo
cs: Záznam pro volbu je označen ke smazání
de: Auswahlaufzeichnung ist zur Löschung vorgemerkt
el: Η εγγραφή επιλογής έχει σημειωθεί προς διαγραφή
es: Opción marcada para borrado
fr: L'enregistrement d'option est marqué pour suppression
hu: A lehetőségbejegyzést megjelölték törlésre
it: Il record opzione è selezionato per la cancellazione
lo: ລາຍການຕົວເລືອກຖືກໝາຍໄວ້ເພື່ອລຶບ
nl: Optie record is gemarkeerd voor verwijdering
ro: Înregistrarea opțiunii este marcată pentru ștergere
ru: Запись параметра отмечена для удаления
sv: Optionspost är markerad för borttagning
uk: Запис опції позначений для видалення
zh_cn: 选项记录被标记为删除

source: Option record is locked
af: Opsie rekord is toegeslot
ca: El registre d'opcions està bloquejat
cs: Záznam pro volbu je uzamčen
de: Auswahlaufzeichnung ist gesperrt
el: Η εγγραφή επιλογής είναι κλειδωμένη
es: Opción bloqueada
fr: L'enregistrement d'option est verrouillé
hu: A lehetőségbejegyzést zárolták
it: Il record opzione è bloccato
lo: ລາຍການຕົວເລືອກຖືກລັອກ
nl: Optie record is vergrendeld
ro: Înregistrarea opțiunii este blocată
ru: Запись параметра заблокирована
sv: Optionspost är låst
uk: Запис опції заблокований
zh_cn: 选项记录被锁定

source: Option record is unlocked
af: Opsie rekord word ontslot
ca: El registre d'opcions està desbloquejat
cs: Záznam pro volbu je odemčen
de: Auswahlaufzeichnung ist entsperrt
el: Η εγγραφή επιλογής είναι ξεκλείδωτη
es: Opción desbloqueada
fr: L'enregistrement d'option est déverrouillé
hu: A lehetőségbejegyzés zárolást feloldották
it: Il record opzione è sbloccato
lo: ລາຍການຕົວເລືອກຖືກປົດລັອກ
nl: Optie record is ontgrendeld
ro: Înregistrarea opțiunii este deblocată
ru: Запись параметра разблокирована
sv: Optionspost är olåst
uk: Запис опції розблокований
zh_cn: 选项记录已解锁

source: Delete Selected Option Records
af: Skrap Geselekteerde Opsie Rekords
ca: Elimineu els registres d'opcions seleccionats
cs: Smzat záznamy pro označené volby
de: Ausgewählte Auswahlaufzeichnungen löschen
el: Διαγραφή Επιλεγμένων Εγγραφών Επιλογής
es: Borrar Opciones seleccionadas
fr: Supprimer les enregistrements d'options sélectionnés
hu: A kiválasztott lehetőségbejegyzések törlése
it: Cancella le Opzioni di Registrazione selezionata
lo: ລຶບລາຍການຕົວເລືອກທີ່ເລືອກ
nl: Geselecteerde Optie Items Verwijderen
ro: Ștergere opțiuni înregistrare selectate
ru: Удалить выбранные записи параметров
sv: Ta bort valda Optionsposter
uk: Видалити обрані записи параметрів
zh_cn: 删除选定的选项记录

source: Disable Selected Option Records
af: Deaktiveer Geselekteerde Opsie Rekords
ca: Desactiva els registres opcionals seleccionats
cs: Vypnout záznamy označené volby
de: Ausgewählte Auswahlaufzeichnungen deaktivieren
el: Απενεργοποίηση Επιλεγμένων Εγγραφών Επιλογών
es: Deshabilitar opciones seleccionadas
fr: Désactiver les Enregistrements d'Options Sélectionnés
hu: A kiválasztott lehetőségbejegyzések tiltása
it: Disabilita le Opzioni di Registrazione selezionata
lo: ປິດໃຊ້ງານລາຍການຕົວເລືອກທີ່ເລືອກ
nl: Geselecteerde Optie Record Uitschakelen
ro: Dezactivare opțiuni înregistrate selectate
ru: Отключить выбранные записи параметров
sv: Inaktivera valda optionsposter
uk: Вимкнути обрані записи параметрів
zh_cn: 禁用选定的选项记录

source: Enable Selected Option Records
af: Inskakel Geselekteerde Opsie Rekords
ca: Activa els registres d'opcions seleccionats
cs: Zapnout záznamy označené volby
de: Ausgewählte Auswahlaufzeichnungen aktivieren
el: Ενεργοποίηση Επιλεγμένων Εγγραφών Επιλογών
es: Habilitar opciones seleccionadas
fr: Activer les enregistrements d'options sélectionnés
hu: A kiválasztott lehetőségbejegyzések engedélyezése
it: Attiva le opzioni dei records selezionate
lo: ເປີດໃຊ້ງານລາຍການຕົວເລືອກທີ່ເລືອກ
nl: Geselecteerde Optie Record Inschakelen
ro: Activare înregistrări opțiuni selectate
ru: Включить выбранные записи параметров
sv: Aktivera valda optionsposter
uk: Дозволити обрані записи параметра
zh_cn: 启用选定的选项记录

source: Toggle Selected Option Records
af: Toggle Geselekteerde Opsie Rekords
ca: Commuta els registres d'opcions seleccionats
cs: Vyp/zap označené záznamy voleb
de: Ausgewählte Auswahlaufzeichnungen umschalten
el: Μεταβολή Επιλεγμένων Εγγραφών Επιλογής
es: intercambiar opciones seleccionadas
fr: Changer d'état les Enregistrements d'Option Sélectionnés
hu: A kiválasztott lehetőségbejegyzések átkapcsolása
lo: ສະຫຼັບການໃຊ້ງານລາຍການຕົວເລືອກທີ່ເລືອກ
nl: Geselecteerde Optie Records Omschakelen
ro: Inversare selecție opțiuni înregistrare
ru: Переключить выбранные записи параметров
sv: Växla valda Optionsposter
uk: Перемкнути обрані записи опції
zh_cn: 切换选定的选项记录

source: Do you want to delete selected option records?
af: Wil jy geselekteerde opsie rekords skrap?
ca: Voleu eliminar els registres d'opcions seleccionats?
cs: Opravdu chcete označené záznamy pro volbu smazat?
de: Wollen Sie die ausgewählten Auswahlaufzeichnungen löschen?
el: Θέλετε να διαγράψετε τις επιλεγμένες εγγραφές επιλογής;
es: ¿Desea borrar las opciones seleccionadas?
fr: Voulez-vous supprimer les enregistrements d'options sélectionnés?
hu: Biztos, hogy törlöd a kiválasztott lehetőségbejegyzéseket?
it: Desideri cancellare le opzioni di registrazione selezionate?
lo: ທ່ານຕ້ອງການລຶບລາຍການຕົວເລືອກທີ່ເລືອກອອກບໍ່?
nl: Wilt u de geselecteerde optie items verwijderen?
ro: Doriți să ștergeți opțiunile de înregistrare selectate?
ru: Вы хотите удалить выбранные записи параметров?
sv: Vill du ta bort valda optionsposter?
uk: Ви підтверджуєте видалення обраних записів параметрів?
zh_cn: 你想删除选定的选项记录吗？

source: Do you want to disable selected option records?
af: Wil jy geselekteerde opsie rekords deaktiveer?
ca: Voleu desactivar els registres d'opcions seleccionats?
cs: Opravdu chcete vypnout záznamy označené volby?
de: Möchten Sie die ausgewählten Auswahlaufzeichnungen deaktivieren?
el: Θέλετε να απενεργοποιήσετε τις επιλεγμένες εγγραφές επιλογής;
es: ¿Desea deshabilitar las opciones seleccionadas?
fr: Voulez-vous désactiver les enregistrements d'options sélectionnés?
hu: Biztos, hogy letiltod a kiválasztott lehetőségbejegyzéseket?
it: Vuoi disabilitare la registrazione delle voci selezionate?
lo: ທ່ານຕ້ອງການປິດໃຊ້ງານລາຍການຕົວເລືອກທີ່ເລືອກບໍ່?
nl: Wilt u de geselecteerde optie records uitschakelen?
ro: Doriți să dezactivați înregistrările opțiunilor selectate?
ru: Вы хотите отключить выбранные записи параметров?
sv: Vill du inaktivera valda optionsposter?
uk: Ви підтверджуєте вимкнення обраних записів параметрів?
zh_cn: 你想禁用选定的选项记录吗？

source: Do you want to enable selected option records?
af: Wil jy geselekteerde opsie rekords inskakel?
ca: Voleu activar els registres d'opcions seleccionats?
cs: Opravdu chcete zapnout označené záznamy volby?
de: Möchten Sie die ausgewählten Auswahlaufzeichnungen aktivieren?
el: Θέλετε να ενεργοποιήσετε τις επιλεγμένες εγγραφές επιλογών;
es: ¿Desea habilitar las opciones seleccionadas?
fr: Voulez-vous activer les enregistrements d'options sélectionnés?
hu: Biztos, hogy engedélyezed a kiválasztott lehetőségbejegyzéseket?
it: Vuoi attivare l'opzione di record selezionata?
lo: ທ່ານຕ້ອງການເປີດໃຊ້ງານລາຍການຕົວເລືອກທີ່ເລືອກບໍ່?
nl: Wilt u de geselecteerde optie records inschakelen?
ro: Doriți să activați înregistrările opțiunilor selectate?
ru: Вы хотите включить выбранные записи параметров?
sv: Vill du aktivera valda optionsposter?
uk: Ви підтверджуєте увімкнення обраних записів параметрів?
zh_cn: 你想启用选定的选项记录吗？
