Repository: rojim666/xigmanas-code-r10599-trunk
Catalog: locale/xigmanas-*.po
Languages: af, ca, cs, de, el, es, fr, hu, it, lo, nl, pl, ro, ru, sv, uk, zh_cn

source: Enter additional parameters
af: Ingaan addisionele parameters
ca: Introduïu paràmetres addicionals
cs: Zadejte další parametry
de: Geben Sie zusätzliche Parameter ein
el: Εισάγετε πρόσθετες παραμέτρους
es: Entrar pará,etros adicionales
fr: Veuillez spécifier les paramètres supplémentaires
hu: Add meg a további paramétereket
it: Inserisci parametri aggiuntivi
lo: ປ້ອນພາຣາມິເຕີເພີ່ມເຕີມ
nl: Geef hier optionele parameters op
pl: Wprowadź dodatkowe parametry
ro: Introduceți parametrii adiționali
ru: Введите дополнительные параметры
sv: Mata in extra parametrar
uk: Введіть додаткові параметри
zh_cn: 输入其他参数

source: No additional parameters
af: Geen bykomende parameters
ca: No hi ha paràmetres addicionals
cs: Žádné další parametry
de: Keine zusätzlichen Parameter
el: Δεν υπάρχουν πρόσθετες παράμετροι
es: No hay parámetros adicionales
fr: Aucun paramètre supplémentaire
hu: Egy további paraméter sincs
it: Nessun parametro addizionale
lo: ບໍ່ມີພາຣາມິເຕີເພີ່ມເຕີມ
nl: Geen extra parameters
pl: Brak dodatkowych parametrów
ro: Fără parametri adiționali
ru: Нет дополнительных параметров
sv: Inga extra parametrar
uk: Немає додаткових параметрів
zh_cn: 没有其他参数

source: Autodetect
af: Outospeur
ca: Autodetecta
cs: Automatické rozpoznání
de: Automatische Erkennung
el: Αυτόματος εντοπισμός
es: Autodetectar
fr: Détection automatique
hu: Automatikus felismerés
it: Rilevamento automatico
lo: ກວດຈັບອັດຕະໂນມັດ
nl: Autodetectie
pl: Automatyczne wykrywanie
ro: Detectare automată
ru: Автоопределение
sv: Automatisk detektering
uk: Автоматичне визначення
zh_cn: 自动检测

source: Add Provider
af: Voeg Verskaffer By
ca: Afegeix un proveïdor
cs: Přidat poskytovatele
de: Provider hinzufügen
el: Προσθήκη Παρόχου
es: Añadir Proveedor
fr: Ajouter un fournisseur
hu: Szolgáltató hozzáadása
it: Aggiungi un provider
lo: ເພີ່ມຜູ້ໃຫ້ບໍລິການ
nl: Provider Toevoegen
pl: Dodaj Dostawcę
ro: Adăugare furnizor
ru: Добавить провайдера
sv: Lägg till leverantör
uk: Додати Постачальника
zh_cn: 添加提供方

source: Edit Provider
af: Redigeer Verskaffer
ca: Edita el proveïdor
de: Provider bearbeiten
el: Επεξεργασία Παρόχου
es: Editar Proveedor
fr: Modifier le Fournisseur
it: Modifica il Provider
lo: ແກ້ໄຂຜູ້ໃຫ້ບໍລິການ
nl: Provider Bewerken
ro: Editare furnizor
ru: Изменить поставщика
sv: Ändra leverantör
uk: Змінити постачальника
zh_cn: 编辑提供程序

source: Provider is marked for deletion
ca: El proveïdor està marcat per suprimir-lo
de: Anbieter ist zum Löschen vorgemerkt
el: Ο πάροχος έχει σημειωθεί προς διαγραφή
es: Proveedor marcado para borrado
fr: Le fournisseur est marqué pour suppression
it: Il provider è segnato per essere cancellato
lo: ຜູ້ໃຫ້ບໍລິການຖືກໝາຍໄວ້ເພື່ອລຶບ
nl: De provider is gemarkeerd voor verwijdering
ro: Furnizorul este marcat pentru ștergere
ru: Провайдер отмечен для удаления
sv: leverantör är markerad för borttagning
uk: Постачальник маркований для видалення
zh_cn: 提供者被标记为删除

source: Provider is locked
ca: El proveïdor està bloquejat
de: Provider ist gesperrt
el: Ο πάροχος είναι κλειδωμένος
es: Proveedor bloqueado
fr: Le fournisseur est verrouillé
it: Il provider è bloccato
lo: ຜູ້ໃຫ້ບໍລິການຖືກລັອກ
nl: Provider is vergrendeld
ro: Furnizorul este blocat
ru: Провайдер заблокирован
sv: Leverantör är låst
uk: Постачальник заблокований
zh_cn: 提供者被锁定

source: Provider is unlocked
ca: El proveïdor està desbloquejat
de: Provider ist freigeschaltet
el: Ο πάροχος είναι ξεκλείδωτος
es: Proveedor desbloqueado
fr: Le fournisseur est déverrouillé
it: Il provider è sbloccato
lo: ຜູ້ໃຫ້ບໍລິການຖືກປົດລັອກ
nl: Provider is ontgrendeld
ro: Furnizoruk este deblocat
ru: Провайдер разблокирован
sv: Leverantör är olåst
uk: Постачальник розблокований
zh_cn: 提供者已解锁

source: Delete Selected Providers
af: Vee Gekose Verskaffers Uit
ca: Suprimeix els proveïdors seleccionats
de: Ausgewählte Provider löschen
el: Διαγραφή Επιλεγμένων Παρόχων
es: Borrar los proveedores seleccionados
fr: Supprimer les Fournisseurs Sélectionnés
it: Cancella i Provider Selezionati
lo: ລຶບຜູ້ໃຫ້ບໍລິການທີ່ເລືອກ
nl: Geselecteerde Providers Verwijderen
ro: Șterge furnizorii selectați
ru: Удалить выбранных поставщиков
sv: Ta bort valda leverantörer
uk: Видалити обраних постачальників
zh_cn: 删除选定的提供者

source: Disable Selected Providers
af: Deaktiveer Gekose Verskaffers
ca: Desactiveu els proveïdors seleccionats
de: Ausgewählte Provider deaktivieren
el: Απενεργοποίηση Επιλεγμένων Παρόχων
es: Deshabilitar los proveedores selecionados
fr: Désactiver les Fournisseurs Sélectionnés
it: Disabilita i Provider Selezionati
lo: ປິດໃຊ້ງານຜູ້ໃຫ້ບໍລິການທີ່ເລືອກ
nl: Geselecteerde Providers Uitschakelen
ro: Dezactivare furnizori selectați
ru: Отключить выбранных поставщиков
sv: Inaktivera valda leverantörer
uk: Вимкнути обраних постачальників
zh_cn: 禁用选中的提供者

source: Enable Selected Providers
af: Aktiveer gekose verskaffers
ca: Activa els proveïdors seleccionats
de: Ausgewählte Provider freigeben
el: Ενεργοποίηση Επιλεγμένων Παρόχων
es: habilitar proveedores seleccionados
fr: Activer les Fournisseurs Sélectionnés
it: Abilita i provider selezionati
lo: ເປີດໃຊ້ງານຜູ້ໃຫ້ບໍລິການທີ່ເລືອກ
nl: Geselecteerde Providers Inschakelen
ro: Activare furnizori selectați
ru: Включить выбранных поставщиков
sv: Aktivera valda leverantörer
uk: Увімкнути обраних постачальників
zh_cn: 启用选定的提供程序

source: Toggle Selected Providers
ca: Commuta els proveïdors seleccionats
de: Ausgewählte Provider umschalten
el: Εναλλαγή Επιλογής Επιλεγμένων Παρόχων
es: Intercambiar proveedores
fr: Changer d'état les Fournisseurs Sélectionnés
it: Attiva i provider selezionati
lo: ສະຫຼັບການໃຊ້ງານຜູ້ໃຫ້ບໍລິການທີ່ເລືອກ
nl: Geselecteerde Providers Omschakelen
ro: Inversare selecție furnizori
ru: Переключить выбранных поставщиков
sv: Växla valda leverantörer
uk: Перемкнути обраних постачальників
zh_cn: 切换选定的提供者

source: Do you want to delete selected providers?
af: Wil jy die gekose verskaffers uitvee?
ca: Voleu suprimir els proveïdors seleccionats?
de: Möchten Sie ausgewählte Anbieter löschen?
el: Θέλετε να διαγράψετε τους επιλεγμένους παρόχους;
es: ¿Desea borrar los proveedores selecionados?
fr: Voulez-vous supprimer les fournisseurs sélectionnés?
it: Vuoi cancellare i provider selezionati
lo: ທ່ານຕ້ອງການລຶບຜູ້ໃຫ້ບໍລິການທີ່ເລືອກບໍ່?
nl: Wilt u de geselecteerde providers verwijderen?
ro: Doriți să ștergeți furnizorii selectați?
ru: Вы хотите удалить выбранных провайдеров?
sv: Vill du ta bort valda leverantörer?
uk: Видалити обраних постачальників?
zh_cn: 你想要删除选定的提供者吗？

source: Do you want to disable selected providers?
af: Wil jy die gekose verskaffers deaktiveer?
ca: Voleu desactivar els proveïdors seleccionats?
de: Möchten Sie die ausgewählten Anbieter deaktivieren?
el: Θέλετε να απενεργοποιήσετε τους επιλεγμένους παρόχους;
es: ¿Desea deshabilitar los proveedores seleccionados?
fr: Voulez-vous désactiver les fournisseurs sélectionnés?
it: vuoi disabilitare i provider selezionati?
lo: ທ່ານຕ້ອງການປິດໃຊ້ງານຜູ້ໃຫ້ບໍລິການທີ່ເລືອກບໍ່?
nl: Wilt u de geselecteerde providers uischakelen?
ro: Doriți să dezactivați furnizorii selectați?
ru: Вы хотите отключить выбранных провайдеров?
sv: Vill du inaktivera valda leverantörer?
uk: Вимкнути обраних постачальників?
zh_cn: 是否要禁用选定的提供程序？

source: Do you want to enable selected providers?
af: Wil jy die gekose herlaai skedules aktiveer?
ca: Voleu permetre els proveïdors seleccionats?
de: Möchten Sie ausgewählte Anbieter aktivieren?
el: Θέλετε να ενεργοποιήσετε τους επιλεγμένους παρόχους;
es: ¿Desea habilitar los proveedores seleccionados?
fr: Voulez-vous activer les fournisseurs sélectionnés?
it: Vuoi abilitare i providers selezionati ?
lo: ທ່ານຕ້ອງການເປີດໃຊ້ງານຜູ້ໃຫ້ບໍລິການທີ່ເລືອກບໍ່?
nl: Wilt u de geselecteerde providers inschakelen?
ro: Doriți să activați furnizorii selectați?
ru: Вы хотите включить выбранных поставщиков?
sv: Vill du aktivera valda leverantörer?
uk: Ви бажаєте увімкнути обраних постачальників?
zh_cn: 是否要启用选定的提供程序？

source: Do you want to toggle selected providers?
af: Wil jy die gekose verskaffers wissel?
ca: Voleu canviar entre els proveïdors seleccionats?
de: Möchten Sie ausgewählte Anbieter umschalten?
el: Θέλετε να κάνετε εναλλαγή επιλογής των επιλεγμένων παρόχων;
es: ¿Desea intercambiar los proveedores seleccionados?
fr: Voulez-vous changer d'état les fournisseurs sélectionnés?
it: Vuoi cambiare lo stato di selezione dei provider selezionati ?
lo: ທ່ານຕ້ອງການສະຫຼັບການໃຊ້ງານຜູ້ໃຫ້ບໍລິການທີ່ເລືອກບໍ່?
nl: Wilt u de geselecteerde providers omschakelen?
ro: Doriți să inversați selecția furnizorilor?
ru: Вы хотите переключить выбранных поставщиков?
sv: Vill du växla valda leverantörer?
uk: Ви бажаєте перемкнути вибраних постачальників?
zh_cn: 是否要切换选定的提供程序？

source: Missing Provider
af: Ontbrekende Verskaffer
ca: Proveïdor desaparegut
de: Fehlender Provider
el: Ο Πάροχος Λείπει
es: Proveedor no encontrado
fr: Fournisseur Manquant
it: Provider mancante
lo: ບໍ່ມີຜູ້ໃຫ້ບໍລິການ
nl: Ontbrekende Provider
ro: Lipsă furnizor
ru: Отсутствуюет провайдер
sv: Saknad leverantör
uk: Відсутній постачальник
zh_cn: 缺少提供者

source: Orphaned Provider
af: Verweesde Aanbieder
ca: Proveïdor orfe
de: Verwaister Provider
el: Ορφανός Πάροχος
es: Proveedor huerfano
fr: Fournisseur Orphelin
it: Provider orfano
lo: ຜູ້ໃຫ້ບໍລິການກຳພ້າ
nl: Verweesde Provider
ro: Furnizor orfan
ru: Оставшийся провайдер
sv: Föräldrarlös leverantör
uk: Постачальник, що залишився
zh_cn: Orphaned提供者

source: Undefined Type
ca: Tipus sense definir
de: Undefinierter Typ
el: Απροσδιόριστος Τύπος
es: tipo no definido
fr: Type Indéfini
it: Tipo non definito
lo: ປະເພດບໍ່ໄດ້ກຳນົດ
nl: Ongedefinieerd Type
ro: Tip nedefinit
ru: Неопределенный тип
sv: Odefinierad typ
uk: Невизначений тип
zh_cn: 未定义类型

source: Unknown Provider
ca: Proveïdor desconegut
de: Unbekannter Provider
el: Άγνωστος Πάροχος
es: Proveedor desconocido
fr: Fournisseur inconnu
it: Provider sconosciuto
lo: ຜູ້ໃຫ້ບໍລິການບໍ່ຮູ້ຈັກ
nl: Onbekende Provider
ro: Furnizor necunoscut
ru: Неизвестный провайдер
sv: Okänd leverantör
uk: Невідомий постачальник
zh_cn: 未知提供者

source: Select "Custom Provider" for customizing the DDNS update server details settings.
ca: Seleccioneu "Proveïdor personalitzat" per personalitzar la configuració de detalls del servidor d'actualitzacions DDNS.
de: Wählen Sie "Benutzerdefinierter Provider", um die Einstellungen für die Details des DDNS-Updateservers anzupassen.
el: Επιλέξτε "Προσαρμοσμένος Πάροχος" για να παραμετροποιήσετε τις λεπτομέρειες ενημέρωσης του διακομιστή DDNS.
es: Seleccione "Proveedor personalizado" para personalizar la configuración de los detalles del servidor de actualización DDNS.
fr: Sélectionnez «Fournisseur personnalisé» pour personnaliser les paramètres des détails du serveur de mise à jour DDNS.
it: Seleziona "Provider personalizzato" per personalizzare le impostazioni di dettaglio del server di aggiornamento DDNS
lo: ເລືອກ "ຜູ້ໃຫ້ບໍລິການແບບກຳນົດເອງ" ເພື່ອປັບແຕ່ງລາຍລະອຽດການຕັ້ງຄ່າເຊີບເວີອັບເດດ DDNS.
nl: Kies "Aangepaste Provider" voor aangepaste DDNS update server opdracht instellingen.
ro: Selectare „Furnizori utilizator” pentru personalizarea detaliilor setărilor corespunzătoare serverului DDNS.
ru: Выберите «Пользовательский поставщик» для настройки параметров подробных сведений о сервере обновлений DDNS.
sv: Välj "Anpassad leverantör" för att användaranpassa DDNS uppdateringsserverns detaljinställningar.
uk: Оберіть "Користувацький постачальник", щоб налаштувати детальні параметри оновлення сервера DDNS.
zh_cn: 选择“自定义提供者”以自定义 DDNS 更新服务器详细信息设置。

source: Select from predefined providers.
ca: Seleccioneu entre proveïdors predefinits.
de: Wählen Sie aus vordefinierten Providern aus.
el: Επιλέξτε από τους προκαθορισμένους παρόχους.
es: Seleccione un proveedor predefinido.
fr: Sélectionnez parmi les fournisseurs prédéfinis.
it: Scegli fra provider predefiniti
lo: ເລືອກຈາກຜູ້ໃຫ້ບໍລິການທີ່ກຳນົດໄວ້ລ່ວງໜ້າ.
nl: Maak een keuze uit vooraf gedefinieerde providers.
ro: Selectați dintre furnizorii predefiniți.
ru: Выберите из предопределенных поставщиков.
sv: Välj bland fördefinierade leverantörer.
uk: Виберіть з наперед визначених постачальників.
zh_cn: 从预定义的提供者中选择。

source: Enter an identifier for this custom DDNS configuration.
af: Voer 'n naam vir hierdie pasgemaakte DNS konfigurasie in.
ca: Introduïu un identificador per a aquesta configuració DDNS personalitzada.
de: Geben Sie einen Bezeichner für diese benutzerdefinierte DDNS-Konfiguration ein.
el: Εισάγετε ένα αναγνωριστικό για αυτή την προσαρμοσμένη ρύθμιση DDNS.
es: Identificador para configuración DDNS propietaria.
fr: Entrez un identifiant pour cette configuration DDNS personnalisée.
it: Inserire un identificativo per questa configurazione DDNS personalizzata.
lo: ປ້ອນຕົວລະບຸສຳລັບການຕັ້ງຄ່າ DDNS ແບບກຳນົດເອງນີ້.
nl: Geef een identificatie op voor deze aangepaste DDNS configuratie.
ro: Introduceți un identificator pentru această configurație particulară DDNS.
ru: Введите идентификатор для этой настраиваемой конфигурации DDNS.
sv: Mata in ett namn för denna anpassade DDNS-konfiguration.
uk: Введіть ідентифікатор для цієї користувацької конфігурації DDNS.
zh_cn: 输入自定义DDNS配置的标识。

source: To support multiple users of the same DDNS provider, an identifier must be defined. The identifier can be any free form alphanumeric string as long as the combination is unique.
ca: Per donar suport a diversos usuaris del mateix proveïdor DDNS, cal definir un identificador. L'identificador pot ser qualsevol cadena alfanumèrica de forma lliure sempre que la combinació sigui única.
de: Um mehrere Benutzer desselben DDNS-Anbieters zu unterstützen, muss ein Bezeichner definiert werden. Der Bezeichner kann eine beliebige alphanumerische Zeichenfolge in freier Form sein, solange die Kombination eindeutig ist.
el: Για υποστήριξη πολλαπλών χρηστών του ίδιου παρόχου DDNS, πρέπει να οριστεί ένα αναγνωριστικό. Το αναγνωριστικό μπορεί να είναι οποιοδήποτε ελεύθερη μορφή αλφαριθμητικού κειμένου, αρκεί ο συνδυασμός να είναι μοναδικός.
es: Para admitir varios usuarios del mismo proveedor de DDNS, se debe definir un identificador. El identificador puede ser cualquier cadena alfanumérica de forma libre siempre que la combinación sea única.
fr: Pour prendre en charge plusieurs utilisateurs du même fournisseur DDNS, un identifiant doit être défini. L'identifiant peut être n'importe quelle chaîne alphanumérique de forme libre tant que la combinaison est unique.
it: Per supportare diversi utenti sullo stesso provider DDNS, è necessario definire un identificatore. L'identificatore può essere una qualsiasi stringa alfanumerica purché la combinazione di caratteri sia univoca.
lo: ເພື່ອຮອງຮັບຜູ້ໃຊ້ຫຼາຍຄົນຂອງຜູ້ໃຫ້ບໍລິການ DDNS ດຽວກັນ, ຕ້ອງກຳນົດຕົວລະບຸ. ຕົວລະບຸສາມາດເປັນສະຕຣິງຕົວອັກສອນ ແລະ ຕົວເລກແບບອິດສະຫຼະໃດກໍໄດ້ ຕາບໃດທີ່ການປະສົມປະສານນັ້ນບໍ່ຊ້ຳກັນ.
nl: Om meerdere gebruikers van dezelfde DDNS provider te ondersteunen, moet een identificatie worden gedefinieerd. De identificatie kan elke vrije alfanumerieke tekenreeks zijn, zolang de combinatie maar uniek is.
ro: Pentru a permite utilizatori multipli pentru același furnizor DDNS, trebuie definit un identificator. Identificatorul poate conține orice caracter alfanumeric, într-o combinație unică.
ru: Для поддержки нескольких пользователей одного и того же провайдера DDNS необходимо определить идентификатор. Идентификатор может быть любой буквенно-цифровой строкой произвольной формы, если комбинация уникальна.
sv: För att stödja fler användare av samma DDNS leverantör, måste en identifierare definieras. Identifieraren kan vara en alfanumerisk sträng så länge den är unik.
uk: Для підтримки кількох користувачів одного постачальника DDNS потрібно визначити ідентифікатор. Ідентифікатором може бути будь-яка буквено-цифровий рядок у вільній формі, тільки би ця комбінація була унікальною.
zh_cn: 要支持同一 DDNS 提供商的多个用户，必须定义一个标识符。 只要组合是唯一的，标识符就可以是任何自由形式的字母数字字符串。

source: The list of hostnames. Use a comma to separate multiple names.
ca: La llista de noms d’amfitrió. Utilitzeu una coma per separar diversos noms.
de: Die Liste der Hostnamen. Verwenden Sie ein Komma, um mehrere Namen zu trennen.
el: Η λίστα των ονομάτων υπολογιστών. Χρησιμοποιήστε κόμμα για να διαχωρίσετε πολλαπλά ονόματα.
es: Lista de nombres de host, use la coma "," para separar multiples nombres.
fr: La liste des noms d'hôte. Utilisez une virgule pour séparer plusieurs noms.
it: Lista dei nomi host. Usa una virgola per separare più nomi
lo: ລາຍຊື່ໂຮສ. ໃຊ້ເຄື່ອງໝາຍຈຸດເພື່ອແຍກຫຼາຍຊື່.
nl: De lijst met hostnamen. Gebruik een komma om meerdere namen te scheiden.
ro: Lista numelor de sisteme. Folosiți virgula pentru a separa nume multiple.
ru: Список имен хостов. Используйте запятую для разделения нескольких имен.
sv: Lista med värdnamn. Använd ett komma för att separera flera namn.
uk: Список імен хостів. Використовуйте кому для відокремлення кількох імен.
zh_cn: 主机名列表。 使用（英文）逗号分隔多个名称。

source: Hostnames
af: Masjienname
ca: Noms d'amfitrió
de: Hostnamen
el: Ονόματα Υπολογιστών
es: Nombres de Host
fr: Noms d'hôtes
it: Nomi host
lo: ຊື່ໂຮສ
nl: Hostnamen
ro: Nume sisteme
ru: Имена хостов
sv: Värdnamn
uk: Імена хостів
zh_cn: 主机名

source: The username, if applicable. This might be referred to as hash.
ca: El nom d'usuari, si escau. Això es pot anomenar hash.
de: Den Benutzernamen, falls zutreffend. Dies kann als Hash bezeichnet werden.
el: Το όνομα χρήστη, αν υπάρχει. Αυτό μπορεί να αναφέρεται ως hash.
es: Usuario si aplica, puede hacer referencia al Hash.
fr: Le nom d'utilisateur, le cas échéant. Cela peut être appelé hachage.
it: Username, se applicabile. Ci si può riferire ad esso come hash.
lo: ຊື່ຜູ້ໃຊ້, ຖ້າມີ. ອັນນີ້ອາດຈະຖືກເອີ້ນວ່າແຮສ.
nl: De gebruikersnaam, indien van toepassing. Dit kan hash worden genoemd.
ro: Numele de utilizator, dacă este cazul. Poate fi referit și ca hash.
ru: Имя пользователя, если используется. Это можно назвать хешем.
sv: Användarnamnet, om erfordras. Detta kan kallas hash.
uk: Ім'я користувача, якщо якщо застосовується. Це може згадуватися як хеш.
zh_cn: 用户名（如果适用）。 这可能被称为散列。

source: The password, if applicable.
ca: La contrasenya, si s’escau.
de: Das Passwort, falls zutreffend.
el: Ο κωδικός, αν υπάρχει.
es: Contraseña si aplica
fr: Le mot de passe, le cas échéant.
it: Password, se applicabile
lo: ລະຫັດຜ່ານ, ຖ້າມີ.
nl: Het wachtwoord, indien van toepassing.
ro: Parola, dacă este cazul.
ru: Пароль, если используется.
sv: Lösenordet, om erfordras.
uk: Пароль, якщо застосовується.
zh_cn: 密码（如果适用）。

source: Enable domain name wildcarding of the domain name, for DDNS providers that support this.
af: Aktiveer die gebruik van "wildcards" in die domein naam vir die DDNS verskaffers wat dit ondersteun.
ca: Activeu el comodí de noms de domini del nom de domini per als proveïdors de DDNS que ho admetin.
de: Aktivieren Sie das Wildcarding des Domain-Namens für jene DDNS-Anbieter, die dies unterstützen.
el: Ενεργοποίηση χρήσης χαρακτήρων μπαλαντέρ στο όνομα τομέα, για τους παρόχους DDNS που το υποστηρίζουν.
es: Habilitar comodines en el nombre del dominio, si tu proveedor DDNS lo soporta
fr: Activez le caractère générique du nom de domaine , pour les fournisseurs DDNS qui le prennent en charge.
it: Abilita l'uso dei caratteri jolly per il nome di dominio, per i provider DDNS che lo supportano.
lo: ເປີດໃຊ້ການເຮັດ wildcard ຂອງຊື່ໂດເມນ, ສຳລັບຜູ້ໃຫ້ບໍລິການ DDNS ທີ່ຮອງຮັບ.
nl: Schakel domeinnaam jokertekens (wildcarding) van de domeinnaam in, voor DDNS providers die dit ondersteunen.
ro: Activare utilizare nume în alb pentru numele de domenii pentru furnizorii DDNS care suportă această opțiune.
ru: Включите подстановочные знаки имени домена для доменного имени для поставщиков DDNS, которые это поддерживают.
sv: Aktivera möjlighet att använda jokertecken för domännamnet, för DDNS leverantörer som stöder detta
uk: Увімкніть знаки підстановки в імені домена для доменного імені для постачальників DDNS, які це підтримують.
zh_cn: 为支持此功能的DDNS提供程序启用域名通配符。

source: Use HTTPS, both when checking for IP changes and updating the DNS record. Default is to use HTTPS.
ca: Utilitzeu HTTPS, tant per comprovar si hi ha canvis d’IP com per actualitzar el registre DNS. El valor predeterminat és utilitzar HTTPS.
de: Verwenden Sie HTTPS, sowohl beim Prüfen auf IP-Änderungen als auch beim Aktualisieren des DNS-Eintrags. Voreingestellt wird HTTPS verwendet.
el: Χρήση HTTPS και για τον έλεγχο αλλαγής τηα IP αλλά και για την ενημέρωση της εγγραφής DNS. Η προεπιλογή είναι χρήση HTTPS.
es: Use HTTPS, tanto al verificar cambios de IP como al actualizar el registro DNS. El valor predeterminado es usar HTTPS.
fr: Utilisez HTTPS, à la fois lors de la vérification des modifications IP et de la mise à jour de l'enregistrement DNS. La valeur par défaut est d'utiliser HTTPS.
it: Usa HTTPS, sia quando si controlla per cambi di IP che per aggioranre i record del DNS. Il default è l'uso di HTTPS.
lo: ໃຊ້ HTTPS, ທັງເວລາການກວດສອບການປ່ຽນແປງ IP ແລະ ການອັບເດດເຣັກຄອດ DNS. ຄ່າເລີ່ມຕົ້ນແມ່ນໃຊ້ HTTPS.
nl: Gebruik HTTPS, zowel bij het controleren op IP wijzigingen als het bijwerken van de DNS record. Standaard wordt HTTPS gebruikt.
ro: Stabilește utilizarea protocolului HTTPS pentru verificarea modificărilor adreselor IP și pentru actualizarea înregistrărilor DNS. Implicit se utilizează protocolul HTTPS.
ru: Используйте HTTPS как при проверке изменений IP, так и при обновлении записи DNS. По умолчанию используется HTTPS.
sv: Använd HTTPS, både vid kontroll av IP förändringar och uppdatering av DNS. Standard är att använda HTTPS.
uk: Використовуйте HTTPS як під час перевірки змін IP, так і при оновленні запису DNS. За замовчуванням використовується HTTPS.
zh_cn: 在检查 IP 更改和更新 DNS 记录时都使用 HTTPS。 默认是使用 HTTPS。

source: Server to use for periodic IP address changes
ca: Servidor que s’utilitzarà per a canvis periòdics d’adreça IP
de: Server, der für periodische IP-Adressänderungen verwendet werden soll
el: Διακομιστής προς χρήση για τις περιοδικές αλλαγές της διεύθυνσης IP
es: Servidor usado para los cambios periódicos de IP
fr: Serveur à utiliser pour les changements d'adresse IP périodiques
it: Server da usare per cambi di indirizzi IP periodici
lo: ເຊີບເວີທີ່ຈະໃຊ້ສຳລັບການປ່ຽນແປງທີ່ຢູ່ IP ເປັນໄລຍະ
nl: Server om te gebruiken voor periodieke IP adreswijzigingen
ro: Server de utilizat pentru schimbările de IP ale adreselor
ru: Сервер для периодической смены IP-адреса
sv: Server som skall användas för periodiska IP adressändringar
uk: Сервер для періодичної зміни IP-адреси
zh_cn: 用于定期更改 IP 地址的服务器

source: Optional server path for check IP server
af: Opsionele bedienerpad vir bediener wat IP nagaan
ca: Camí del servidor opcional per al servidor IP de comprovació
de: Optionaler Pfad zur Überprüfung der IP Addresse
el: Προεραιτική διαδρομή διακομιστή για τον διακομιστή ελέγχου IP
es: Ruta del servidor (opcional) para revisar la IP del servidor
fr: Chemin d'accès au serveur facultatif pour vérifier l'IP du seveur
it: Percorso opzionale del server per il server di controllo IP
lo: ເສັ້ນທາງເຊີບເວີທາງເລືອກສຳລັບເຊີບເວີກວດສອບ IP
nl: Optioneel server pad voor controle IP server
ro: Cale opțională server pentru verificare IP server
ru: Необязательный путь к серверу для проверки IP-сервера
sv: Frivillig serversökväg för kontroll IP server
uk: Необов’язковий шлях до сервера для перевірки IP-сервера
zh_cn: 检查 IP 服务器的可选服务器路径
