Repository: rojim666/xigmanas-code-r10599-trunk
Catalog: locale/xigmanas-*.po
Languages: af, ca, cs, de, el, es, fr, hu, it, lo, nl, pl, ro, ru, sv, uk, zh_cn

source: Mutual CHAP Users
af: Wedersydse CHAP Gebruikers
ca: Usuaris CHAP Mutu
cs: Uživatelé, ověřovaní vzájemně protokolem CHAP
de: Gegenseitiger CHAP Benutzer
el: Χρήστες αμοιβαίου CHAP
es: Usuarios CHAP mutuos
fr: Utilisateurs de CHAP mutuel
hu: Kölcsönös CHAP felhasználók
it: Utenti CHAP reciproco
lo: ຜູ້ໃຊ້ Mutual CHAP
nl: Mutual CHAP Gebruikers
pl: Użytkownicy autentykacji wzajemnej CHAP
ro: Utilizatori CHAP mutuali
ru: Пользователи взаимного CHAP
sv: Gemensamma CHAP-användare
uk: Взаємні користувачи CHAP
zh_cn: CHAP 相互验证用户

source: Edit auth group
af: Reigeer auth groep
ca: Editar grup d'autenticació
cs: Upravit skupinu pověřených
de: Authentifikationsgruppe bearbeiten
el: Επεξεργασία ομάδας πιστοποίησης
es: Editar grupo autorizador
fr: Modifier un groupe Auth
hu: Hitelesített csoport módosítása
it: Modifica auth group
lo: ແກ້ໄຂກຸ່ມກວດສອບ
nl: Auth groep bewerken
pl: Edytuj grupę zabezpieczeń
ro: Editare grup auth
ru: Изменить группу аутентификации
sv: Editera auth gruppen
uk: Редагувати групу авторизації
zh_cn: 编辑认证组

source: Do you really want to delete this auth group?
af: Wil jy regtig hierdie auth groep uitvee?
ca: Realment voleu eliminar aquest grup d'autenticació?
cs: Opravdu smazat tuto skupinu pověřených?
de: Möchten Sie diese Authentifizierungsgruppe wirklich löschen?
el: Θέλτε σίγουρα να διαγράψετε αυτή την ομάδα πιστοποίησης;
es: ¿Realmente quiere eliminar este grupo autorizador?
fr: Voulez-vous vraiment supprimer ce groupe Auth?
hu: Biztos, hogy törlöd ezt a Hitelesített csoportot?
it: Vuoi davvero eliminare questo gruppo di autenticazione?
lo: ທ່ານຕ້ອງການລຶບກຸ່ມກວດສອບນີ້ແທ້ບໍ?
nl: Weet u zeker dat u deze auth groep wilt verwijderen?
pl: Czy na pewno chcesz usunąc tą grupę zabezpieczeń?
ro: Doriți să ștergeți acest grup autorizat?
ru: Вы действительно хотите удалить эту группу аутентификации?
sv: Vill du verkligen radera denna autentiseringsgrupp?
uk: Ви підтверджуєте видалення цієї групи авторизації?
zh_cn: 你确定要删除这个认证组吗？

source: Delete auth group
af: Vee auth groep uit
ca: Suprimeix grup d'autenticació
cs: Odstranit skupinu pověřených
de: Authentifizierungsgruppe löschen
el: Διαγραφή ομάδας πιστοποίησης
es: Borrar grupo autorizador
fr: Supprimer un groupe Auth
hu: Hitelesített csoport törlése
it: Elimina il gruppo di autenticazione
lo: ລຶບກຸ່ມກວດສອບ
nl: Auth groep verwijderen
pl: Usuń grupę zabezpieczeń
ro: Ștergere grup autorizat
ru: Удалить группу аутентификации
sv: Radera autentiseringsgrupp
uk: Видалити групу автентифікації
zh_cn: 删除认证组

source: Add auth group
af: Voeg auth groep
ca: Afegeix grup d'autenticació
cs: Přidat skupinu pověřených
de: Authentifizierungsgruppe hinzufügen
el: Προσθήκη ομάδας πιστοποίησης.
es: Añadir grupo autorizado
fr: Ajouter un groupe Auth
hu: Hitelesített csoport létrehozása
it: Aggiungi "Auth group"
lo: ເພີ່ມກຸ່ມກວດສອບ
nl: Auth groep toevoegen
pl: Dodaj grupę zabezpieczeń
ro: Adăugare grup autorizat
ru: Добавить группу аутентификации
sv: Lägg till i autentiserings gruppen.
uk: Додати авторизаційну групу
zh_cn: 添加验证组(Auth Group)

source: Auth Groups contains authorised users and secrets for additional security.
af: Auth Groepe bevat gemagtigde gebruikers en geheime vir addisionele sekuriteit.
ca: Grups d'autenticació conté els usuaris autoritzats i secrets per seguretat addicional.
cs: Skupina pověřených obsahuje pověřené uživatele a hesla, což dále zvyšuje zabezpečení.
de: Authentifizierungsgruppen enthalten eine Liste autorisierter Nutzer und Zusatzinformationen für zusätzliche Sicherheitsstufen.
el: Η Ομάδες Πιστοποίησης έχουν πιστοποιημένους χρήστες και μυστικά για επιπλέον ασφάλεια.
es: El grupo Auth, contiene los usuarios autorizados y sus secretos para una seguridad adicional.
fr: Auth Groups contient des utilisateurs autorisés et des secrets pour une sécurité supplémentaire.
hu: Hitelesített csoport tartalmazza hitelesített felhasználókat és a további biztonsághoz a titkokat.
it: Gruppi di Autenticazione contiene gli utenti autorizzati e i criteri di sicurezza aggiuntivi.
lo: ກຸ່ມກວດສອບບັນຈຸຜູ້ໃຊ້ ແລະ ລະຫັດລັບທີ່ໄດ້ຮັບອະນຸຍາດເພື່ອຄວາມປອດໄພເພີ່ມເຕີມ.
nl: Auth Groep bevat geautoriseerde gebruikers en wachtwoorden voor extra beveiliging.
ro: Grupurile Auth conțin utilizatorii autorizați și secretele pentru un nivel sporit de securitate.
ru: Группы аутентификации содержат авторизованных пользователей и ключи для дополнительной безопасности.
sv: Auth grupper innehåller auktoriserade användare och hemligheter för extra säkerhet.
uk: Групи автентифікації містять авторизованих користувачів та ключі для додаткової безпеки.
zh_cn: 授权组包含授权用户和机密以提高额外的安全性。

source: Tag number
af: Etiket nommer
ca: Nombre d'etiqueta
cs: Číslo značky
de: Tag Nummer
el: Αριθμός ετικέτας
es: Número de etiqueta
fr: Numéro de tag
hu: Címke szám
it: Numero Tag
lo: ໝາຍເລກແທັກ
nl: Markerings nummer
pl: Numer znacznika
ro: Număr etichetă
ru: Номер метки
sv: Etikettnummer
uk: Номер мітки
zh_cn: 标签号码

source: The tag range is invalid.
af: Die etiket omvangs is ongeldig.
ca: El rang de l'etiqueta no és vàlid.
cs: Rozsah značek není platný.
de: Der Eintrag ist ungültig (Wert außerhalb des gültigen Bereichs)
el: Το εύρος της ετικέτας δεν είναι έγκυρο.
es: El rango de la etiqueta es invalido.
fr: La valeur de tag est invalide.
hu: Érvénytelen címketartomány
it: Il valore del tag non è valido.
lo: ຊ່ວງຂອງແທັກບໍ່ຖືກຕ້ອງ.
nl: Het markerings bereik is ongeldig.
pl: Długość identyfikatora jest nieprawidłowa
ro: Domeniul etichetei este invalid.
ru: Диапазон меток задан некорректно.
sv: Etikettområdet är ogiltigt.
uk: Діапазон міток заданий некоректно.
zh_cn: 此标签范围无效。

source: This tag already exists.
af: Hierdie etiket bestaan reeds.
ca: Aquesta etiqueta ja existeix.
cs: Tento štítek už existuje.
de: Diese Bezeichnung existiert bereits !
el: Αυτή η ετικέτα υπάρχει ήδη.
es: Esta etiqueta ya existe.
fr: Le tag existe déjà.
hu: Ez az elem már létezik.
it: Questo tag esiste già.
lo: ແທັກນີ້ມີຢູ່ແລ້ວ.
nl: Deze markering bestaat reeds.
pl: Ten znacznik już istnieje.
ro: Această etichetă există deja.
ru: Такая метка уже существует.
sv: Etiketten finns redan.
uk: Така мітка вже існує.
zh_cn: 此标签已经存在。

source: Password don't match.
af: Wagwoord stem nie ooreen nie.
ca: Les contrassenyas no coincideixen
cs: Hesla se neshodují
de: Passwort FALSCH.
el: Οι κωδικοί δεν ταιριάζουν.
es: La contraseña no coincide.
fr: Les mots de passe ne correspondent pas.
hu: Jelszó nem egyezik.
it: La password non coincide.
lo: ລະຫັດຜ່ານບໍ່ກົງກັນ.
nl: Het wachtwoord komt niet overeen.
pl: Hasło nie pasuje.
ro: Parolele nu coincid.
ru: Пароли не совпадают.
sv: Lösenordet stämmer inte.
uk: Паролі не однакові
zh_cn: 密码不匹配。

source: Peer User
af: Portuur Gebruiker
ca: Usuari Col-lega
cs: Uživatelský účet na protějšku
de: Peer Benutzer
el: Ομότιμος χρήστης
es: Usuario de Peer
fr: Utilisateur pair (peer)
hu: Peer felhasználó
it: Utente peer
lo: ຜູ້ໃຊ້ຄູ່
nl: Peer gebruiker
pl: Użytkownik węzła
ro: Utilizator grup
ru: Имя инициатора
sv: Klient/Part Användare
uk: Користувач вузла
zh_cn: 对等用户

source: This user already exists.
af: Hierdie gebruiker bestaan reeds.
ca: Aquest usuari ja existeix.
cs: Toto uživatelské jméno je už v systému používáno.
de: Dieser Benutzer existiert bereits.
el: Ο χρήστης υπάρχει ήδη.
es: Este usuario ya existe.
fr: Cet utilisateur existe déjà.
hu: A felhasználó már létezik.
it: Questo utente esiste già.
lo: ຜູ້ໃຊ້ນີ້ມີຢູ່ແລ້ວ.
nl: Deze gebruiker bestaat reeds.
pl: Ten użytkownik już istnieje.
ro: Acest utilizator există deja.
ru: Задано существующее имя пользователя.
sv: Den här användaren finns redan.
uk: Такий користувач вже існує.
zh_cn: 此用户已经存在。

source: Auth Group Settings
af: Auth Groep Instellings
ca: Configuració del grup d'autenticació
cs: Nastavení skupiny pověřených
de: Einstellungen für Authentifizierungsgruppe
el: Ρυθμίσεις Ομάδας Πιστοποίησης
es: Opciones Grupo Auth
fr: Paramètres d'authentification du groupe
hu: Hitelesített csoport beállításai
it: Impostazioni Gruppi di Autenticazione
lo: ການຕັ້ງຄ່າກຸ່ມກວດສອບ
nl: Auth Groep Instellingen
pl: Ustawienia dla Grupy Auth
ro: Setări Grup autorizat
ru: Настройки аутентификации группы
sv: Inställningar Autentiseringsgrupp
uk: Налаштування групи Автентифікації
zh_cn: 授权组设置

source: Numeric identifier of the group.
af: Genommerde identifiseerder van die groep
ca: Identificador numèric del grup.
cs: Číselný identifikátor skupiny.
de: Numerischer Bezeichner für die Gruppe.
el: Αριθμητικό αναγνωριστικό της ομάδας.
es: Identificador numérico del grupo.
fr: Identifiant numérique du groupe.
hu: Csoport numerikus azonosítója.
it: Identificatore numerico del gruppo.
lo: ຕົວລະບຸຕົວເລກຂອງກຸ່ມ.
nl: Numerieke identificatie van de groep.
pl: Identyfikator liczbowy grupy.
ro: Identificatorul numeric al grupului.
ru: Числовой идентификатор группы.
sv: Numerisk identifierare för gruppen.
uk: Цифровий ідентифікатор групи.
zh_cn: 群组的数字识别码。

source: Target side user name. It is usually the initiator name by default.
af: Teiken kant gebruiksnaam. Dit is gewoonlik by verstek die inisieerder se naam .
ca: Nom d'usuari al destí. En general, és el nom de l'iniciador per defecte.
cs: Uživatelské jméno na straně cíle. Obvykle to (ve výchozím stavu) bývá název iniciátoru samotného.
de: Zielbenutzername. Es ist gewöhnlich der Initiatorname (Standardeinstellung).
el: Το όνομα χρήστη στην πλευρά του προορισμού. Είναι συνήθως το όνομα του εκκινητή από προεπιλογή.
es: Nombre de usuario de lado del objetivo. Este es usualmente el nombre del iniciador predeterminado.
fr: Nom d'utilisateur côté Cible. C'est habituellement par défaut le nom de l'Initiateur.
hu: Cél oldali felhasználónév. Ez alapértelmezetten a kezdeményező neve.
it: Nome utente lato target. Per default è solitamente il nome dell'iniziatore.
lo: ຊື່ຜູ້ໃຊ້ຝ່າຍເປົ້າໝາຍ. ໂດຍປົກກະຕິແມ່ນຊື່ໂຕລິເລີ່ມໂດຍຄ່າເລີ່ມຕົ້ນ.
nl: Doel zijde gebruikersnaam. Dit is standaard gewoonlijk de initiator naam.
pl: Nazwa użytkownika po stronie celu. Przeważnie domyślnie jest to nazwa inicjatora.
ro: Numele utilizator la destinație. Implicit este reprezentat de numele inițiatorului.
ru: Имя пользователя на стороне цели. Обычно это имя инициатора (по умолчанию).
sv: Målsidans användarnamn. Det är vanligtvis Initiatorns namn som standard.
uk: Ім'я користувача на стороні цілі. Зазвичай це ім'я ініціатора (за замовчуванням).
zh_cn: 目标端的用户名。它通常是默认的启动器名称。

source: Secret
af: Geheim
cs: Heslo
de: Geheimnis
el: Συνθηματικό
es: Secreto
hu: Titkos
it: Segreto
lo: ລະຫັດລັບ
nl: Wachtwoord
pl: Tajne
ru: Ключ безопасности
sv: Hemlighet
uk: Таємна фраза
zh_cn: 密钥

source: Confirmation
af: Konfirmasie
ca: Confirmació
cs: Potvrzení
de: Bestätigung
el: Επιβεβαίωση
es: Confirmar
hu: Megerősítés
it: Conferma
lo: ການຢືນຢັນ
nl: Bevestiging
pl: Potwierdzenie
ro: Confirmare
ru: подтверждение
sv: Bekräftelse
uk: Підтвердждення
zh_cn: 确认

source: Target side secret.
af: Teiken-kant geheim.
ca: Cara secreta del destí
cs: Heslo na straně cíle.
de: Geheimnis auf Empfängerseite.
el: Συνθηματικό από την πλευρά του προορισμού.
es: Secreto de lado del objetivo.
fr: Secret du côté Cible.
hu: Cél oldali titok.
it: Segreto lato target
lo: ລະຫັດລັບຝ່າຍເປົ້າໝາຍ.
nl: Doel zijde wachtwoord.
pl: Hasło po stronie celu.
ro: Secretul la destinație.
ru: Ключ безопасности на стороне цели.
sv: Målsidans hemlighet.
uk: Ключ безпеки на стороні цілі.
zh_cn: 目标端密钥

source: Initiator side user name. (for mutual CHAP authentication)
af: Inisieerder kant gebruiker naam. (vir onderlinge CHAP ontentisering)
ca: Nom d'usuari del costat iniciador. (Per a l'autenticació CHAP mútua)
cs: Uživatelské jméno na straně iniciátoru. (pro vzájemné CHAP ověřování)
de: Initiatorseitiger Benutzername. (Für gegenseitige CHAP-Authentifizierung)
el: Όνομα χρήστη από την πλευρά του Εκκινητή (για αμοιβαία CHAP πιστοποίηση)
es: Nombre de usuario del lado del iniciador. (Para autenticación mutua de CHAP)
fr: Nom d'utilisateur côté Initiateur (pour l'authentification CHAP mutuelle)
hu: Kezdeményező oldal felhasználóneve (kölcsönös CHAP hitelesítés)
it: Nome utente lato initiator (per autenticazione CHAP reciproca)
lo: ຊື່ຜູ້ໃຊ້ຝ່າຍໂຕລິເລີ່ມ. (ສຳລັບການກວດສອບ Mutual CHAP)
nl: Initiator zijde gebruikersnaam. (voor wederzijdse CHAP verificatie)
pl: Nazwa użytkownika po stronie inicjatora. (dla wzajemnej autentykacji CHAP)
ro: Nume utilizator în partea inițiatorului. (pentru autentificări mutuale CHAP)
ru: Имя пользователя на стороне инициатора (для взаимной CHAP-аутентификации).
sv: Initierarsidans användarnamn. (för gemensam CHAP autentisering)
uk: Ім'я користувача на стороні ініціатора. (для взаємної CHAP автентифікації)
zh_cn: 启动器端用户名（CHAP 相互认证）

source: Peer Secret
af: Portuur Geheim
ca: Col-lega Secret
cs: Heslo na protějšku
de: Peer Geheimnis (Peer Secret)
el: Συνθηματικό ομότιμου χρήστη
es: Secreto del Peer
fr: Secret du pair
hu: Peer titok
it: Secret du pair
lo: ລະຫັດລັບຄູ່
nl: Peer Wachtwoord
pl: Hasło węzła
ro: Secret parteneri
ru: Ключ безопасности инициатора
sv: Peer-hemlighet
uk: Ключ безпеки ініціатора
zh_cn: 对等密钥

source: Initiator side secret. (for mutual CHAP authentication)
af: Inisieerder kant geheim. (vir onderlinge CHAP ontentisering)
ca: Costat secret del Iniciador. (Per a l'autenticació CHAP mútua)
cs: Heslo na straně iniciátoru. (pro vzájemné CHAP ověřování)
de: Initiator Seite versteckt (für gegenseitige CHAP-Authentifizierung).
el: Μυστικό από την πλευρά του εκκινητή. (Για αμοιβαία πιστοποίηση CHAP)
es: contraseña del lado iniciador. (para autentificación mutua mediante CHAP)
fr: L'initiateur de requête secrète (pour une autentification mutuelle de type CHAP - Challenge-Handshake Authentication Protocol)
hu: Kezdeményező oldal titka (kölcsönös CHAP hitelesítés)
it: Segreto dal lato dell'iniziatore. (per autentificazione CHAP mutuale)
lo: ລະຫັດລັບຝ່າຍໂຕລິເລີ່ມ. (ສຳລັບການກວດສອບ Mutual CHAP)
nl: Initiator zijde wachtwoord. (voor wederzijdse CHAP verificatie)
ro: Secretul în partea inițiatorului (pentru autentificarea mutuală CHAP)
ru: Пароль пользователя на стороне инициатора (для взаимной CHAP-аутентификации)
sv: Initierarsidans hemlighet. (för gemensam CHAP autentisering)
uk: Секретна фраза на стороні ініціатора. (для взаємної CHAP автентифікації)
zh_cn: 启动器端密钥。（用于双向CHAP验证）

source: Extent
ca: Estès
cs: Úložná jednotka
de: Erweiterung
el: Επέκταση
fr: Extension
it: Limite
pl: Zakres
ro: Extensie
ru: Экстент
uk: Розширений

source: Extent name
af: Extent naam
ca: Nom estès
cs: Název úložné jednotky
de: Erweiterungsname
el: Όνομα Επέκτασης
es: Nombre del extent
fr: Nom d'extension
hu: Extent neve
it: Nome del limite
lo: ຊື່ Extent
nl: Extent naam
pl: Nazwa zakresu
ro: Nume extensie
ru: Название экстента
sv: Extent namn
uk: Назва розширення
zh_cn: Extent名称

source: ZFS volume
ca: Volum ZFS
cs: ZFS svazek
de: ZFS-Datenträger
el: Τόμος ZFS
es: Volumen ZFS
fr: Volume ZFS
hu: ZFS kötet
it: Volume ZFS.
lo: ໂວລຸມ ZFS
pl: wolumen ZFS
ro: Volum ZFS
ru: ZFS-том
sv: ZFS volym
uk: Том ZFS
zh_cn: ZFS 卷（volume）

source: Extent Name
af: Extent Naam
ca: Nom estès
cs: Název úložné jednotky
de: Name des Extent
el: Όνομα Επέκτασης
es: Nombre del extent
fr: Nom d'extension
hu: Extent neve
it: Nome dell'extent
lo: ຊື່ Extent
nl: Extent Naam
pl: Nazwa zakresu
ro: Nume Extensie
ru: Название экстента
sv: Namn på utökning
uk: Назва розширення
zh_cn: Extent名称

source: Auto size
af: Outo grootte
ca: Tamany automàtic
cs: Velikost automaticky
de: Größe automatisch anpassen
el: Αυτόματο μέγεθος
es: Auto incrrementar
fr: Taille automatique
hu: Automatikus méret
it: Dimensione automatica
lo: ຂະໜາດອັດຕະໂນມັດ
nl: Auto grootte
pl: Rozmiar automatyczny
ro: Dimensionare automată
ru: Авторазмер
sv: Automatisk storlek
uk: Авто розмір
zh_cn: 自动大小

source: File sizeunit
af: Lêer grootte-maateenheid
ca: Unitat de mesura del arxiu
cs: Jednotka velikosti souboru
de: Dateigrößeneinheit
el: Μονάδα μέτρησης μεγέθους αρχείου
es: Unidad de tamaño del archivo
fr: Unité de taille de fichier
hu: Fájl méretegység
it: Unità di dimensione del file
lo: ໜ່ວຍຂະໜາດໄຟລ໌
nl: Bestand grootteunit
pl: Jednostka rozmiaru pliku
ro: Unitate măsură fișier.
ru: Файловый размер единицы (unit)
sv: Filens storleksenhet
uk: Одиниця розміру файла
zh_cn: 檔案大小單位

source: The extent name already exists.
af: Die omgang naam bestaan alreeds
ca: El nom estès ja existeix.
cs: Název úložné jednotky je už používán.
de: Dieser Name existiert bereits
el: Το όνομα της επέκτασης υπάρχει ήδη.
es: El nombre del extent ya existe.
fr: Le nom d'extension existe déjà.
hu: A extent már létezik
it: Il nome dell'estensione esiste già.
lo: ຊື່ Extent ນີ້ມີຢູ່ແລ້ວ.
nl: De extent naam bestaat reeds.
pl: Nazwa zakresu już istnieje.
ro: Numele extins există deja.
ru: Такое имя экстента уже существует.
sv: Namnet på utökningen finns redan
uk: Таке ім'я екстента вже існує.
zh_cn: Extent名称已经存在。

source: The path '%s' does not exist.
af: Die lêerpad '%s' bestaan nie.
ca: La ruta '%s' no existeix.
cs: Umístění „%s“ neexistuje.
de: Der Pfad '%s' existiert nicht.
el: Η διαδρομή '%s' δεν υπάρχει.
es: La ruta '%s' no existe.
fr: Le chemin '%s' n'existe pas.
hu: A(z) '%s' útvonal nem létezik.
it: Il percorso '%s' è inesistente.
lo: ເສັ້ນທາງ '%s' ບໍ່ມີຢູ່.
nl: De locatie '%s' bestaat niet.
pl: Ścieżka '%s' nie istnieje.
ro: Calea '%s' nu există.
ru: Путь '%s' не существует.
sv: Sökvägen '%s' finns ej.
uk: Шлях '%s' не існує.
zh_cn: 路径 '%s' 并不存在。

source: The path '%s' is not a directory.
af: Die lêerpad '%s' is nie 'n lêergids nie.
ca: La ruta '%s' no és un directori.
cs: Umístění „%s“ není složka.
de: Der Pfad '%s' ist kein Verzeichnis.
el: Η διαδρομή '%s' δεν είναι φάκελος.
es: La ruta '%s' no es un directorio.
fr: Le chemin '%s' n'est pas un répertoire.
hu: A(z) '%s' útvonal nem mappa.
it: Il percorso '%s' non corrisponde a una directory.
lo: ເສັ້ນທາງ '%s' ບໍ່ແມ່ນໄດເລກະທໍຣີ.
nl: De locatie '%s' is geen map.
pl: Ścieżka '%s' nie jest katalogiem.
ro: Calea '%s' nu reprezintă un director.
ru: Путь '%s' не является каталогом.
sv: Sökvägen '%s' är inte en katalog.
uk: Шлях '%s' не є каталогом.
zh_cn: 路径 '%s' 不是一个目录。

source: The path '%s' is a directory.
af: Die lêerpad '%s' is 'n lêergids.
ca: La ruta '%s' es un directori.
cs: Umístění „%s“ je složka.
de: Der Pfad '%s' ist ein Verzeichnis.
el: Η διαδρομή '%s' είναι φάκελος.
es: La ruta '%s' es un directorio.
fr: Le chemin '%s' est un répertoire.
hu: A(z) '%s' útvonal egy mappa.
it: Il percorso '%s' corrisponde a una directory.
lo: ເສັ້ນທາງ '%s' ເປັນໄດເລກະທໍຣີ.
nl: De locatie '%s' is een map.
pl: Ścieżka '%s' to katalog.
ro: Calea '%s' reprezintă un director.
ru: Путь '%s' является каталогом.
sv: Sökvägen '%s' är en katalog.
uk: Шлях '%s' є каталогом.
zh_cn: 路径 '%s' 是一个目录。

source: Extent Settings
af: Extent Instellings
ca: Ajustos extensions
cs: Nastavení rozšíření
de: Extent-Einstellungen
el: Ρυθμίσεις Επέκτασης
es: Opciones Extent
fr: Paramètres d'extension
hu: Extent beállításai
it: Settaggi della estensione
lo: ການຕັ້ງຄ່າ Extent
nl: Extent Instellingen
ro: Setări extindere
ru: Настройки экстента
sv: Inställningar utökningar
uk: Налаштування екстента
zh_cn: Extent设置

source: String identifier of the extent.
af: String identifiseerder van die omvang
ca: Identificador de cadena de la extensió.
cs: Znakové označení úložné jednotky.
de: Zeichenkette zur Identifizierung des Extents.
el: Συμβολοσειρά αναγνώρισης της επέκτασης.
es: Cadena identificadora del extent.
fr: Chaîne de caractères pour l'identifiant d'extension.
hu: Az extent karaktersorozat-azonosítója.
it: Stringa di caratteri che identificano l'estensione.
lo: ຕົວລະບຸສະຕຣິງຂອງ Extent.
nl: Tekenreeks identificatie van de extentie.
pl: Ciąg znaków identyfikujący zakres.
ro: Textul de identificare al extensiei.
ru: Строковый идентификатор экстента.
sv: Textidentifierare för innehållet.
uk: Рядковий ідентифікатор екстента.
zh_cn: Extent的字符串标识符。

source: Type used as extent.
af: Tipe gebruikde as extent.
ca: Tipus fet servir com extensió.
cs: Typ použitý jako úložná jednotka.
de: Verwendeter Extent-Typ
el: Τύπος που χρησιμοποιείται σαν επέκταση.
es: Tipo usado como extent
fr: Type utilisé comme extension (extent)
hu: Típus extent-ként használva.
it: Type utilizzato come estensione (extent).
lo: ປະເພດທີ່ໃຊ້ເປັນ Extent.
nl: Type gebruikt als extent.
ro: Tipul folosit ca extensie.
ru: Тип, используемый как экстент.
sv: Typen används som område.
uk: Тип, який використовується як екстент.
zh_cn: Extent的类型。

source: File path (e.g. /mnt/sharename/extent/%s) used as extent.
af: Lêer pad (bv. /mnt/sharename/extent/%s) gebruiked as extent.
ca: Ruta d'arxius (per exemple, /mnt/sharename/extent /% s) s'utilitzarà com a extensió.
cs: Popis umístění souboru (např. /mnt/nazev_sdileni/ulozna_jednotka/%s), použitého jako úložná jednotka.
de: Dateipfad (z. B. /mnt/sharename/extend/%s) wird als Extent verwendet.
el: Η διαδρομή του αρχείου (π.χ. /mnt/sharename/extent/%s) που χρησιμοποιείται ως επέκταση.
es: Ruta de archivo (ej. /mnt/sharename/extent/%s) usada como extent.
fr: Chemin de fichier (e.g. /mnt/sharename/extent/%s) utilisé comme extension.
hu: Fájl útvonal (pl. /mnt/sharename/extent/%s), mint extent.
it: Percorso file (e.g. /mnt/nomeshare/extent/%s) utilizzato come extent.
lo: ເສັ້ນທາງໄຟລ໌ (ຕົວຢ່າງ /mnt/sharename/extent/%s) ທີ່ໃຊ້ເປັນ Extent.
nl: Bestandslocatie (bijv. /mnt/deelnaam/extent/%s) gebruikt als omvang.
pl: Scieżka (np. /mnt/sharename/extent/%s) używana jako zakres.
ro: Cale fișier (ex. /mnt/sharename/extent/%s) utilizată ca extensie.
ru: Путь до файла (например, /mnt/sharename/extent/%s), используемого как экстент.
sv: Sökvägen (t ex. /mnt/sharename/extent/%s) används som område.
uk: Шлях до файлу (типу <b>/mnt/sharename/extent/%s</b>) використаний як розширення (extent).
zh_cn: 用作扩展的文件路径（例如/mnt/sharename/extent/%s）。

source: GiB
fr: Gio
pl: GB
ru: ГБ
uk: ГіБ

source: TiB
el: TB
fr: Tio
pl: TB
ru: ТБ
uk: ТіБ

source: Size offered to the initiator. (up to 8EiB=8388608TiB).
af: Grootte aangebied aan die inisieerder. (up to 8EiB=8388608TiB).
ca: Mida oferta a l'iniciador. (Fins 8EiB = 8388608TiB).
cs: Kapacita poskytovaná iniciátorem. (až 8 EiB = 8388608 TiB).
de: Angegebene Größe für den Initiator. (bis zu 8EiB=8388608TiB).
el: Μέγεθος που θα προσφέρεται στον εκκινητή. (έως και 8EiB=8388608TiB).
es: Tamaño ofrecido al Iniciadorr. (max. 8EiB=8388608TiB).
fr: Espace offert à l'initiateur. (Jusqu'à 8EiB = 8388608TiB).
hu: Kezdeményezőnek felajánlott méret (8EiB=8388608TiB értékig).
it: Dimensione offerta all'iniziatore. (sino a 8EiB = 8388608TiB).
lo: ຂະໜາດທີ່ສະເໜີໃຫ້ໂຕລິເລີ່ມ. (ສູງສຸດ 8EiB=8388608TiB).
nl: Grootte aangeboden aan de initiator. (tot 8EiB = 8388608TiB.
ro: Dimensiune oferită de inițiator (până la8EiB=8388608TiB).
ru: Размер предлагаемый для инициатора. (до 8EiB = 8388608TiB).
sv: Storlek erbjuden till initiatorn. (upp till 8EiB=8388608TiB).
uk: Розмір, що пропонується ініциаторові (до 8EiB = 8388608TiB).
zh_cn: 提供给启动器的大小。 （高达8EiB = 8388608TiB）。

source: The actual size is depend on your disks.
af: Die werklike grootte hang af van jou skywe.
ca: La capacitat actual depen dels discos.
cs: Skutečná velikost závisí na použité jednotce datového úložiště.
de: Die aktuelle Größe hängt von deinen Laufwerken ab.
el: Το πραγματικό μέγεθος εξαρτάται από τους δίσκους σας.
es: El tamaño actual depende de los discos.
fr: La taille réelle dépend de vos disques.
hu: Az aktuális méret függ a lemezidtől.
it: La dimensione attuale dipende dai dischi.
lo: ຂະໜາດຕົວຈິງຂຶ້ນກັບດິສກ໌ຂອງທ່ານ.
nl: De werkelijke grootte is afhankelijk van uw schijven.
pl: Aktualny rozmiar zależny od dysku.
ro: Dimensiunea actuală depinde de discurile dumneavoastră.
ru: Фактический размер зависит от ваших дисков.
sv: Den verkliga storleken beror på dina diskar.
uk: Фактичний розмір залежить від вашого диску.
zh_cn: 实际大小取决于您的磁盘。
