Repository: rojim666/xigmanas-code-r10599-trunk
Catalog: locale/xigmanas-*.po
Languages: af, ca, cs, de, el, es, fr, hu, it, lo, nl, pl, ro, ru, sv, uk, zh_cn

source: Please add a pool first.
af: Voeg asseblief eers 'n poel.
ca: Afegir una piscina abans.
cs: Nejprve přidejte fond úložišť.
de: Bitte fügen SIe zuerst einen Pool hinzu
el: Παρακαλώ προσθέστε πρώτα ένα pool.
es: Debe añadir antes una agrupación de dispositivos(pool)
fr: Veuillez ajouter un pool d'abord.
hu: Először egy tárolót hozz létre
it: Per favore aggiungere prima un nuovo pool
lo: ກະລຸນາເພີ່ມພູລກ່ອນ.
nl: Voeg eerst een pool toe.
pl: Najpierw dodaj pulę.
ro: Va trebui să adăugați un pool mai întâi.
ru: Сначала добавьте пул.
sv: Lägg till en pool först.
uk: Будь ласка, спершу додайте пул.
zh_cn: 请先添加一个池。

source: Pool name cannot be modified.
af: Poel naam kan nie wees gemodifiseerde.
ca: El nom de la piscina no es pot modificar.
cs: Název fondu úložišť není možné měnit.
de: Poolname kann nicht geändert werden
el: Το όνομα του pool δεν μπορεί να τροποποιηθεί.
es: la agrupación de dispositivos(pool) no se puede modificar.
fr: Le nom du pool ne peut pas être modifié.
hu: A tároló neve nem módosítható.
it: Il nome del pool non può essere modificato
lo: ບໍ່ສາມາດແກ້ໄຂຊື່ພູລໄດ້.
nl: Pool naam kan niet worden gewijzigd.
pl: Nazwa puli nie może być zmieniona.
ro: Numele structurii pool nu poate fi modificat.
ru: Название пула нельзя изменить.
sv: Poolnamnet kan inte ändras.
uk: Ім'я пулу не може бути змінено.
zh_cn: 池名称无法修改。

source: %s already exists as a %s.
af: %s bestaan reeds as 'n %s.
ca: %s ja existeix com %s.
cs: %s již existuje jako %s.
de: %s ist bereits vorhanden als ein %s.
el: Το %s υπάρχει ήδη σαν %s.
es: %s ya existe como %s.
fr: %s existe déjà en tant que %s
hu: %s már létezik, mint %s.
it: %s esiste già come %s
lo: %s ມີຢູ່ແລ້ວໃນຖານະ %s.
nl: %s bestaat reeds als %s.
pl: %s już istnieje jako %s
ro: %s există deja ca %s.
ru: %s уже существует в виде %s.
sv: %s existerar redan som %s.
uk: %s вже існує як %s.
zh_cn: %s已作为%s存在。

source: Failed to execute command zfs.
af: Mislukte om uit te voer bevel zfs.
ca: Error en executar la ordre ZFS.
cs: Nezdařilo se vykonat příkaz zfs.
de: Ausführung des Kommandos zfs fehlgeschlagen.
el: Αποτυχία εκτέλεσης εντολής zfs.
es: Error al ejecutar el comando ZFS
fr: Echec de l'exécution d'une commande zfs.
hu: ZFS-parancs futása sikertelen.
it: Impossibile eseguire comando zfs.
lo: ບໍ່ສາມາດດຳເນີນການຄຳສັ່ງ zfs ໄດ້.
nl: Commando uitvoeren naar zfs mislukt.
pl: Błąd w wykonywaniu komendy ZFS.
ro: Eroare execuție comandă zfs.
ru: Не удалось выполнить команду ZFS.
sv: Misslyckades köra kommando zfs.
uk: Відмова виконання команди zfs.
zh_cn: 无法执行命令zfs。

source: %s is already configured as a volume.
af: %s is reeds gekonfigureer as 'n volume.
ca: %s ja ha sigut configurat com a volum.
cs: %s je už používáno jako svazek.
de: %s ist bereits als Datenträger konfiguriert.
el: Το %s είναι ήδη ρυθμισμένο σαν τόμος.
es: %s Ya está configurado como un volumen.
fr: %s est déjà configuré comme volume
hu: %s már kötetnek be lett állítva.
it: %s è già configurato come volume.
lo: %s ໄດ້ຖືກຕັ້ງຄ່າເປັນໂວລຸມແລ້ວ.
nl: %s is al geconfigureerd als volume.
pl: %s jest już skonfigurowany jako wolumin
ro: %s este deja configurat ca volum.
ru: %s уже настроен как раздел.
sv: %s är redan konfigurerad som en volym.
uk: %s вже налаштовано як том.
zh_cn: %s 已配置为卷。

source: %s is already configured as a filesystem.
af: %s is reeds gekonfigureer as 'n lêerstelsel.
ca: %s ja ha sigut configurat com a sistema d'arxius.
cs: %s je už používáno jako souborový systém.
de: %s ist bereits als Dateisystem konfiguriert.
el: Το %s είναι ήδη ρυθμισμένο σαν σύστημα αρχείων.
es: %s Ya está configurado como un sistema de archivos.
fr: %s est déjà configuré comme système de fichier
hu: %s már fájlrendszernek be lett állítva.
it: %s è già configurato come filesystem.
lo: %s ໄດ້ຖືກຕັ້ງຄ່າເປັນລະບົບໄຟລ໌ແລ້ວ.
nl: %s is al geconfigureerd als bestandssysteem.
pl: %s jest już skonfigurowany jako system plików.
ro: %s este deja configurat ca sistem de fișiere.
ru: %s уже настроен как файловая система.
sv: %s är redan konfigurerat som ett filsystem.
uk: %s вже налаштовано як файлова система.
zh_cn: %s 已配置为文件系统。

source: On
af: Aan
cs: Zapnuto
de: Aktiviert
el: Ενεργό
es: Encendido
fr: Activé
hu: Be
lo: ເປີດ
nl: Aan
pl: Włączony
ro: Pornit
ru: Вкл.
sv: På
uk: Увімкнено
zh_cn: 开

source: Off
af: Af
cs: Vypnuto
de: Deaktiviert
el: Ανενεργό
es: Apagado
fr: Désactivé
hu: Ki
lo: ປິດ
nl: Uit
pl: Wyłączony
ro: Oprit
ru: Выкл.
sv: Av
uk: Вимкнено
zh_cn: 关闭

source: Verify
af: Bevestig
ca: Verificar
cs: Ověřit
de: Bestätigen
el: Επαλήθευση
es: Verificar
fr: Vérifiez
hu: Ellenőrzés
it: Verifica
lo: ກວດສອບ
nl: Verifiëren
pl: Weryfikuj
ro: Verificare
ru: Проверить
sv: Verifiera
uk: Перевіряти
zh_cn: 验证

source: SHA256, Verify
af: SHA256, verifeer
ca: SHA256, Verificar
cs: SHA256, ověřit
de: SHA256, Überprüfung
el: SHA256, Επαλήθευση
es: SHA256, Verificar
fr: Vérification SHA256
hu: SHA256, ellenőrzés
it: SHA256, Verifica
lo: SHA256, ກວດສອບ
nl: SHA256, Verifiëren
pl: SHA256, weryfikuj
ro: SHA256, Verificare
ru: SHA256, проверка
sv: SHA256, verifiera
uk: SHA256, з перевіркою
zh_cn: SHA256，验证

source: Standard
af: Standaard
ca: Estàndard
cs: Standardní
el: Τυπικό
es: Predeterminado
hu: Általános
lo: ມາດຕະຖານ
nl: Standaard
pl: Standardowy
ru: Стандарт
uk: Стандартно
zh_cn: 标准

source: Always
af: Altyd
ca: Sempre
cs: Vždy
de: immer
el: Πάντα
es: Siempre
fr: Toujours
hu: Mindig
it: Sempre
lo: ສະເໝີ
nl: Altijd
pl: Zawsze
ro: Întotdeauna
ru: Всегда
sv: Alltid
uk: Завжди
zh_cn: 总是

source: Discard - Do not inherit entries
af: Discard - Doen nie sal beërwe inskrywings
ca: Descarta - No hereten les entrades
cs: Zahodit – nepřebírat položky
de: Verwerfen - Einträge nicht vererben
el: Απόρριψη - Μην κληρονομούνται καταχωρήσεις
es: Descartar - No se heredan las propiedades
fr: Désactivé - Ne pas hériter les entrées
hu: Elvetés - Bejegyzések ne öröklődjenek
it: Scarica - Non ereditare modifiche
lo: ຍົກເລີກ - ບໍ່ສືບທອດລາຍການ
nl: Discard - Entries niet overnemen
ro: Eliminare - Fără moștenirea intrărilor
ru: Discard - Не наследовать записи
sv: Discard - Ärv inte egenskaper
uk: Discard - не наслідувати записи
zh_cn: 丢弃 - 不继承条目

source: Noallow - Only inherit deny entries
af: Noallow - Enigste beërwe ontken inskrywings
ca: Noallow - Només heretar entrades negades
cs: Neumožňovat – přebírat pouze položky odepření
de: Noallow - Nur vererbte Verbotseinträge
el: Noallow - Κληρονόμηση μόνο των καταχωρήσεων απαγόρευσης
es: No Permitir - Solo se heredan denegadas
fr: Noallow - Ne pas hériter des entrées refusées
hu: Nemmegengedő - Csak tiltó bejegyzése öröklődjenek
it: Noallow - eredita solo le voci deny
lo: ບໍ່ອະນຸຍາດ - ສືບທອດສະເພາະລາຍການທີ່ຖືກປະຕິເສດ
nl: Noallow - Alleen erven wijger entries
ro: Noallow - Moșternire doar intrări de refuz
ru: Noallow - Наследовать только запрет записи
sv: Noallow - Ärv bara nekande egenskaper
uk: Noallow - Успадковувати тільки заборону запису
zh_cn: 不允许 - 仅继承拒绝条目

source: Restricted - Inherit all but "write ACL" and "change owner"
af: Verbode - Erf alles maar nie "skryf ACL" en "Verander Eienaar"
ca: Restringit - Heretar tots menys "escriure ACL" i "canviar propietari"
cs: Omezené – převzít vše krom „zapsat ACL“ a „změnit vlastníka“
de: Restricted - Vererbe alles außer "write ACL" und "change owner"
el: Restricted -Κληρονόμησε τα πάντα εκτός από τα "write ACL" και "change owner"
es: Restringido - Heredar todos excepto "escribir ACL" y "cambiar propietario"
fr: Limité - Hériter de tout, sauf "droit d'écriture" et "changer de propriétaire"
hu: Korlátozott - Összes örökítése, kivéve 'ACL írása' és 'tulajdonos módosítása'
it: Limitato - Eredita tutto eccetto "scrivi ACL" e "cambia proprietario"
lo: ຈຳກັດ - ສືບທອດທັງໝົດຍົກເວັ້ນ "ຂຽນ ACL" ແລະ "ປ່ຽນເຈົ້າຂອງ"
nl: Beperkt - Alle overnemen maar "ACL schrijven" en "eigenaar veranderen"
ro: Resticționat - Moștenire completă în afară de "scriere ACL" și "modificare proprietar"
ru: Restricted - Наследовать все, кроме "записать ACL" и "изменить владельца"
sv: Restricted - Ärv alla egenskaper utom "skriv ACL" och "byt ägare"
uk: Restricted - Успадковувати все, крім "записати ACL" і "змінити власника"
zh_cn: 受限 - 继承所有，除了“写入ACL”和“更改所有者”

source: Passthrough - Inherit all entries
af: Slaag deur middel - Erf alle inskrywings in
ca: Pass directe - Heretarà totes les entrades
cs: Průchod – převzít všechny položky
de: Passthrough - Vererbe alle Einträge
el: Passthrough - Κληρονόμηση όλων των καταχωρήσεων
es: Passthrough - Se hereda todo
fr: Passthrough - Hériter de toutes les entrées
hu: Átmenő - Összes bejegyzés örökítése
it: Passthrough - Eredita tutti gli elementi
lo: ຜ່ານຕະຫຼອດ - ສືບທອດທຸກລາຍການ
nl: Passthrough - Overnemen van alle entries
ro: Trece prin - Moștenește toate intrările
ru: Passthrough - Наследовать все записи
sv: Passthrougth - Ärv alla egenskaper
uk: Passthrough - Успадковувати всі записи
zh_cn: 直通 - 继承所有条目

source: Passthrough-X - Inherit all but "execute" when not specified
af: Slaag deur middel-X - Erf alles behalwe "execute" wanneer nie gespesifiseer
ca: Pass directe - Hereta tots menys "executar" quan no s'especifica
cs: Předat mimo spouštění – převzít vše kromě „spouštět“, pokud není určeno
de: Passthrough-X - Vererbe alles außer "execute" wenn nicht angegeben
el: Passthrough-X - Κληρονόμησε τα πάντα εκτός από το "execute" όταν δεν προσδιορίζεται
es: Passthrough-X - Heredar todos excepto "ejecutar" cuando no se especifique
fr: Passthrough-X - Hériter tout mais "exécuter" lorsque non spécifié
hu: Átmenő-X - Összes örökítése, kivéve 'Futtatás', ha nincs meghatározva
it: Passthrough - X - Eredita tutte le proprietà tranne "execute"
lo: ຜ່ານຕະຫຼອດ-X - ສືບທອດທັງໝົດຍົກເວັ້ນ "ດຳເນີນການ" ເມື່ອບໍ່ໄດ້ລະບຸ
nl: Passthrough-X - Erven alles behalve "uitvoeren" wanneer niet gespecificeerd
ro: Trece prin - X - Moștenește toate intrările fără opțiunea "execute" dacă nu este specificat
ru: Passthrough-X - Наследовать все, но "выполнить", когда не указано
sv: Passthrougth - Ärv alla egenskaper utom "kör" när inget annat anges
uk: Passthrough-X - Успадковувати все, але "виконати", коли не вказано
zh_cn: 直通-X - 在未指定情况下继承除了“执行”以外的所有

source: Discard - Discard ACL
ca: Descarta - Descartar ACL
cs: Zahodit – zahodit ACL seznam
de: Verwerfen - ACL verwerfen
el: Απόρριψη - Απόρριψη ACL
es: Descartar ACL
fr: Désactivé - Désactive les ACL
hu: Elvetés - ACL elvetése
it: Abbandonare - Abbandonare ACL
lo: ຍົກເລີກ - ຍົກເລີກ ACL
nl: Discard - Negeer ACL
pl: Wyczyść - wyczyść ACL
ro: Elimină - Elimină ACL
ru: Discard - Сбрасывание ACL
sv: Discard - Förkasta ACL
uk: Discard - не наслідувати ACL
zh_cn: 丢弃 - 丢弃ACL

source: Groupmask - Mask ACL with mode
af: Groep maskers - masker ACL met mode
ca: Máscara de grup - Màscara de l'LCA amb mode
cs: Maska skupiny – maska ACL seznamů s přístupovými oprávněními
de: Groupmask - Maskiere ACL mit dem Mode
el: Groupmask - Μάσκα ACL με λειτουργία
es: Mascara de grupo - Máscara ACL
fr: Masque de groupe - Masquer la liste de contrôle d'accès (ACL) avec mode
hu: Csoportmaszk - ACL maszk móddal
it: Maschera di gruppo - Maschera ACL con modalità
lo: ໜ້າກາກກຸ່ມ - ປິດບັງ ACL ດ້ວຍໂໝດ
nl: Groupmask - Markeer ACL met modus
ro: Groupmask - Mască ACL cu mod
ru: Groupmask - Маска ACL с режимом
sv: Groupmask - Maska ACL med mod
uk: Groupmask - Маска ACL з режимом
zh_cn: 组掩码 - 掩码模式的ACL

source: Passthrough - Do not change ACL
af: Slaag deur middel - Moenie ACL nie verander
ca: Pass directe - No canvieu ACL
cs: Předat – ponechat ACL seznamy beze změny
de: Passthrough - Keine Änderungen der ACL
el: Passthrough - Μην αλλάζεις το ACL
es: Passthtough - No se cambia ACL
fr: Passthrough - Ne pas changer la liste de contrôle d'accès (ACL)
hu: Átmenő - ACL ne módosuljon
it: Passthrough - Non cambiare ACL
lo: ຜ່ານຕະຫຼອດ - ບໍ່ປ່ຽນແປງ ACL
nl: Passthrough - ACL niet wijzigen
ro: Trece prin - Fără modificare ACL
ru: Passthrough - Не изменять ACL
sv: Passthrough - Ändra inte ACL
uk: Passthrough - Не змінювати ACL
zh_cn: 直通- 不要更改ACL

source: Sensitive
af: Sensitief
ca: Sensible
cs: Rozlišovat
de: Empfindlich
el: Διαχωρισμός
es: Sensible
fr: Sensible
hu: Érzékenység
it: Sensibile
lo: ລະອຽດອ່ອນ
nl: Gevoelig
pl: Czuły
ro: Senzitiv
ru: Чувствительный
sv: Känslig
uk: Чутливе до регістру
zh_cn: 敏感

source: Insensitive
af: Onsensitief
ca: Insensible
cs: Nerozlišovat
de: Unempfindlich
el: Όχι διαχωρισμός
es: Sensible a mayúsculas
fr: Insensible
hu: Érzéketlenség
lo: ບໍ່ລະອຽດອ່ອນ
nl: Ongevoelig
pl: Wielkość liter bez znaczenia
ro: Insenzitiv
ru: Не учитывать регистр
sv: Okänslig
uk: Нечутливе до регістру
zh_cn: 不敏感

source: Mixed
af: Gemeng
ca: Barrejat
cs: Smíšené
de: Gemischt
el: Μικτό
es: Mixto
fr: Mixte
hu: Vegyes
it: Misto
lo: ປະສົມ
nl: Gemengd
pl: Mieszane
ro: Amestecate
ru: Смешанный
sv: Blandad
uk: Змішане
zh_cn: 混合的

source: No encryption
de: Keine Verschlüsselung
el: Χωρίς κρυπτογράφηση
fr: Pas de cryptage
lo: ບໍ່ມີການເຂົ້າລະຫັດ
nl: Geen versleuteling
sv: Ingen kryptering
uk: Без шифрування

source: File
af: Lêer
ca: Fitxer
cs: Soubor
de: Datei
el: Αρχείο
es: Archivo
fr: Fichier
hu: Fájl
lo: ໄຟລ໌
nl: Bestand
pl: Plik
ro: Fișier
ru: Файл
sv: Fil
uk: Файл
zh_cn: 文件

source: Enter a name for this dataset
af: Ingaan 'n naam vir hierdie datastel
ca: Introduïu un nom per a aquest conjunt de dades
cs: Zadejte název pro tuto datovou sadu
de: Geben Sie die Bezeichnung dieses Datasets an
el: Εισάγετε ένα όνομα για αυτό το dataset
es: Nombre del conjunto de datos(Dataset)
fr: Entrez un nom pour cet ensemble de données
hu: Adj nevet ennek az adattárnak
it: Inserire un nomer per questo dataset
lo: ໃສ່ຊື່ສຳລັບຊຸດຂໍ້ມູນນີ້
nl: Geef een naam op voor deze dataset
pl: Wprowadź nazwę zestawu danych
ro: Introduceți un nume pentru acest set de date
ru: Введите имя для этого датасета
sv: Mata in ett namn på datasetet
uk: Введіть ім'я для цього набору даних
zh_cn: 输入此数据集的名称

source: Controls the compression algorithm used for this dataset. 'LZ4' is now the recommended compression algorithm. Setting compression to 'On' uses the LZ4 compression algorithm if the feature flag lz4_compress is active, otherwise LZJB is used. You can specify the 'GZIP' level by using the value 'GZIP-N', where N is an integer from 1 (fastest) to 9 (best compression ratio). Currently, 'GZIP' is equivalent to 'GZIP-6'.
af: Kontroles die kompressie algoritme gebruik vir hierdie datastel. 'LZ4' is nou die aanbevole kompressie algoritme. Stel tans kompressie tot 'On' gebruik die LZ4 kompressie algoritme indien die funksie vlag lz4_kompres is aktief, anders LZJB is gebruik word. Jy kan spesifiseer die 'GZIP' vlak deur die waarde te gebruik 'GZIP-N', waar N is 'n heelgetal vanaf 1 (Vinnigste) tot 9 (beste kompressie verhouding). Tans, 'GZIP' gelykstaande is aan 'GZIP-6'.
ca: Controla l'algoritme de compressió usat per a aquest conjunt de dades. 'LZ4' és ara l'algoritme de compressió recomanada. Ajust de compressió a 'On' fa ús de l'algoritme de compressió LZ4 si el lz4_compress indicador de la funció està activa, si no s'utilitza lzjb. Es pot especificar el nivell de 'GZIP' utilitzant el valor 'GZIP-N', on N és un nombre enter d'1 (la més ràpida) a 9 (millor relació de compressió). En l'actualitat, 'GZIP' és equivalent a 'GZIP-6'.
cs: Řídí kompresní algoritmus používaný v této sadě dat. „LZ4“ je v současnosti doporučeným kompresním algoritmem. Nastavení komprese na „Zapnuto“ používá LZ4 kompresní algoritmus v případě, že je aktivní příznak funkce lz4_compress. V opačném případě je použito LZJB. Úroveň „GZIP“ komprese je možné určit hodnout „GZIP-N“, kde N je celé kladné číslo od 1 (nejrychlejší) až 9 (nejúčinnější). V současnosti je „GZIP“ ekvivalent pro „GZIP-6“.
de: Steuert den Kompressionsalgorithmus für dieses Dataset. Der momentan empfohlene Kompressionsalgorithmus ist 'LZ4'. Bei Einstellung der Kompression auf 'An' wird der LZ4 Kompressionsalgorithmus verwendet, falls das Statusbit lz4_compress aktiv ist. Andrenfalls wird LZJB verwendet. Sie können die 'GZIP'-Stufe mit dem Wert 'GZIP-N' angeben, wobei N eine ganze Zahl zwischen 1 (schnellste) und 9 (beste Kompression) ist. Momentan ist 'GZIP' äquivalent zu 'GZIP-6'.
el: Ελέγχει τον αλγόριθμο συμπίεσης που χρησιμοποιείται σε αυτό το dataset. Ο 'LZ4' είναι τώρα ο προτεινόμενος αλγόριθμος συμπίεσης. Ορίζοντας τη συμπίεση σε 'On' χρησιμοποιεί τον αλγόριθμο συμπίεσης LZ4 αν το feature flag lz4_compress είναι ενεργό, αλλιώς χρησιμοποιεί τον LZJB. Μπορείτε να ορίσετε το επίπεδο 'GZIP' χρησιμοποιώντας την τιμή 'GZIP-N', όπου Ν είναι ένας ακέραιος από το 1 (γρηγορότερο) έως το 9 (η καλύτερη δυνατή αναλογία συμπίεσης). Επί του παρόντος η τιμή 'GZIP' ισούται με 'GZIP-6'.
es: Controla el algoritmo de compresión utilizado para este conjunto de datos(Dataset). 'LZ4' es el algoritmo de compresión recomendado. Ajustar la compresión en 'On' utiliza el algoritmo de compresión LZ4 si el atributo lz4_compress está activo, de lo contrario usará LZJB. Puede especificar el nivel 'GZIP' utilizando el valor 'GZIP-N', donde N es un entero a partir de 1 (más rápido) a 9 (más comprimido). Por defecto, 'GZIP' es equivalente a 'GZIP-6'.
fr: Contrôle l'algorithme de compression utilisé pour cet ensemble de données. 'LZ4' est maintenant l'algorithme de compression recommandé. Le réglage de la compression sur 'On' utilise l'algorithme de compression LZ4 si l'indicateur de caractéristique lz4_compress est actif, sinon LZJB est utilisé. Vous pouvez spécifier le niveau 'GZIP' en utilisant la valeur 'GZIP-N', où N est un entier de 1 (plus rapide) à 9 (meilleur taux de compression). Actuellement, 'GZIP' équivaut à 'GZIP-6'.
hu: Ezen az adattáron használt tömörítő algoritmust állítja. Az 'LZ4' a javasolt tömörítési algoritmus. Ha az lz4_compress tulajdonság aktív, akkor a tömörítés 'Be' állapotban LZ4 tömörítést használ, különben LZJB-t. Beállíthatod a 'GZIP' szintet 'GZIP-N' kiválasztásával, ahol az N 1 (leggyorsabb) és 9 (legjobb tömörítés) közötti egész szám. Jelenleg 'GZIP' azonos a 'GZIP-6' beállítással.
it: Controlla l'algoritmo di compressione usato per questo set di dati. 'LZ4' è ora l'algoritmo di compressione raccomandato. Impostando la compressione a 'On' usa l'algoritmo di compressione LZ4 se il flag della specifica lz4_compress è attivato, altrimenti viene usato LZJB. E' possibile indicare il livello 'GZIP' usando il valore 'GZIP-N', dove N è un intero tra 1 (più veloce) e 9 (migliore rapporto di compressione). Attualmente 'GZIP' è equivalente a 'GZIP-6'.
lo: ຄວບຄຸມອັນກໍຣິທຶມການບີບອັດທີ່ໃຊ້ສຳລັບຊຸດຂໍ້ມູນນີ້. 'LZ4' ໃນປັດຈຸບັນແມ່ນອັນກໍຣິທຶມການບີບອັດທີ່ແນະນຳ. ການຕັ້ງຄ່າການບີບອັດເປັນ 'ເປີດ' ຈະໃຊ້ອັນກໍຣິທຶມການບີບອັດ LZ4 ຖ້າຄຸນສົມບັດ lz4_compress ເປີດໃຊ້ງານ, ຖ້າບໍ່ດັ່ງນັ້ນຈະໃຊ້ LZJB. ທ່ານສາມາດລະບຸລະດັບ 'GZIP' ໂດຍໃຊ້ຄ່າ 'GZIP-N', ໂດຍ N ແມ່ນຈຳນວນເຕັມແຕ່ 1 (ໄວທີ່ສຸດ) ຫາ 9 (ອັດຕາການບີບອັດທີ່ດີທີ່ສຸດ). ໃນປັດຈຸບັນ, 'GZIP' ທຽບເທົ່າກັບ 'GZIP-6'.
nl: Hiermee bepaalt u het gebruikte compressie algoritme voor deze dataset. 'LZ4' is nu het aanbevolen compressie algoritme. Compressie ingesteld op 'Aan' gebruikt het LZ4 compressie algoritme indien de functie vlaggen lz4_compress actief is, anders wordt LZJB gebruikt. U kunt het 'GZIP' niveau opgeven met de waarde 'GZIP-N', waarbij N een geheel getal is tussen 1 (het snelste) tot 9 (de beste compressieverhouding) is. Momenteel is 'GZIP' gelijkwaardig aan 'GZIP-6'.
pl: Kontroluje algorytm kompresji używanego w zestawie danych. "LZ4" jest aktualnie rekomendowanym algorytmem kompresji. Ustawienie kompresji na "Włącz" użyje algorytmu LZ4, jeżeli flaga właściwości lz4_compress jest aktywna, w przeciwnym wypadku użyty będzie LZJB. Możesz określić poziom "GZIP" wybierając wartości "GZIP-N", gdzie jest jest wartością całkowitą of 1 (najszybsza) do 9 (najlepszy współczynnik kompresji). Aktualnie samo "GZIP" jest równoważne "GZIP-6".
ro: Controlează algoritmul de compresie folosit pentru acest set de date, algoritmul 'LZ4' fiind cel recomandat. 'Activ' înseamnă că va fi folosit acest algoritm (dacă este activată și opțiunea 'lz4_compress') în caz contrar fiind folosit algoritmul 'LZJB'. Puteți specifica nivelul de compresie 'GZIP' pe baza valorii 'GZIP-N', unde N este un întreg care poate lua valori în intervalul de la 1 (cel mai rapid) la 9 (cea mai bună compresie). Valoarea implicită este 'GZIP-6'.
ru: Управляет алгоритмом сжатия, используемым для этого набора данных. 'LZ4' рекомендуемый алгоритм сжатия. Установка сжатия в 'Вкл.' использует алгоритм сжатия LZ4 если флаг функция lz4_compress активна, в противном случае используется LZJB. Вы можете указать уровень 'GZIP', используя значение 'GZIP-N', где N является целым числом от 1 (самый быстрый) до 9 (лучший коэффициент сжатия). В настоящее время 'GZIP' эквивалентно 'GZIP-6'.
sv: Styr vilken kompressionsalgoritm som används för det här datasetet. 'LZ4' är den nu rekommenderade kompressionsalgoritmen. Om kompression sätts till 'på' används LZ4 kompression om flaggan lz4_compress är aktiv, annars används LZJB. Du kan välja 'GZIP' nivå genom att använda värdet 'GZIP-N', där N är ett heltal från 1 (snabbast) till 9 (bästa kompressionsgrad). För närvarande är 'GZIP' lika med 'GZIP-6*.
uk: Управляє алгоритмом стиснення, що використовується для цього набору даних. Зараз 'LZ4' є рекомендованим алгоритмом стиснення. Встановлення стиснення в 'Увімкнено' використовує алгоритм стиснення LZ4, якщо встановлено прапорець lz4_compress, в іншому випадку використовується LZJB. Ви можете вказати рівень 'GZIP', використовуючи значення 'GZIP-N', де N є цілим числом від 1 (найшвидше стиснення) до 9 (найбільше стиснення). В даний час 'GZIP' еквівалентний 'GZIP-6'.
zh_cn: 控制用于此数据集的压缩算法。 “LZ4”是现在推荐的压缩算法。 如果功能标志lz4_compress处于活动状态，则将压缩设置为“开”，使用LZ4压缩算法，否则使用LZJB。 你可以使用值“GZIP-N”来指定“GZIP”级别，其中N是从1（最快）到9（最佳压缩比）的整数。 目前，“GZIP”相当于“GZIP-6”。

source: Controls the dedup method.
af: Kontroles die dedup metode.
ca: Controla el mètode dedup
cs: Ovládá metodu deduplikace.
de: Beeinflusst die Deduplikation-Methode
el: Χειρίζεται τη μέθοδο dedup.
es: Controla el metodo de Deduplicado
fr: Contrôle la méthode dedup.
hu: Az egyszeresítés eljárását határozza meg.
it: Controllare il metodo di dedup
lo: ຄວບຄຸມວິທີການລົບຂໍ້ມູນຊ້ຳຊ້ອນ.
nl: Hiermee bepaalt u de dedup methode.
pl: Kontroluje metodę deduplikacji.
ro: Controlează metoda dedup
ru: Управление методом дедупликации.
sv: Kontrollerar "dedup" metoden.
uk: Управляє методом dedup.
zh_cn: 控制重复数据删除方法。

source: WARNING
af: WAARSKUWING
ca: ADVERTÈNCIA
cs: VAROVÁNÍ
de: ACHTUNG
el: ΠΡΟΣΟΧΗ
es: AVISO
fr: AVERTISSEMENT
hu: FIGYELMEZTETÉS
it: ATTENZIONE
lo: ຄຳເຕືອນ
nl: WAARSCHUWING
pl: UWAGA
ro: ATENŢIE
ru: ВНИМАНИЕ
sv: VARNING
uk: ПОПЕРЕДЖЕННЯ
zh_cn: 警告
