Repository: rojim666/xigmanas-code-r10599-trunk
Catalog: locale/xigmanas-*.po
Languages: af, ca, cs, de, el, es, fr, hu, it, lo, nl, pl, ro, ru, sv, uk, zh_cn

source: Controls the level of the Fast Zstandard compression level
af: Beheer die vlak van "Fast Zstandard" kompressie
ca: Controla el nivell del nivell de compressió Fast Zstandard
cs: Ovládá úroveň Fast Ystandard komprese.
de: Steuert den Grad der Fast Zstandard-Kompressionsstufe
el: Ελέγχει το επίπεδο του επιπέδου συμπίεσης Fast Zstandard
es: Controla el nivel del nivel de compresión Fast Zstandard
fr: Contrôle le niveau de compression Fast Zstandard
it: Controlla il livello del livello di compressione Fast Zstandard
lo: ຄວບຄຸມລະດັບຂອງລະດັບການບີບອັດ Zstandard ແບບໄວ
nl: Bepaalt het niveau van het Snel Zstandaard compressieniveau
ro: Controlează nivelul de compresie pentru algoritmul Fast Zstandard
ru: Управляет уровнем сжатия Fast Zstandard level
sv: Styr nivån på Snabb Zstandard kompressionsnivå
uk: Керує рівнем стиснення Fast Zstandard
zh_cn: 控制 Fast Zstandard 压缩级别的级别

source: Compression level 1 - best compression ratio
af: Kompressievlak 1 - beste kompressieverhouding
ca: Nivell de compressió 1 - millor relació de compressió
cs: Úroveň komprese 1 - nejlepší kompresní poměr
de: Komprimierungsstufe 1 - bestes Komprimierungsverhältnis
el: Επίπεδο συμπίεσης 1 - η καλύτερη αναλογία συμπίεσης
es: Nivel de compresión 1 - mejor relación de compresión
fr: Niveau de compression 1 - meilleur taux de compression
hu: 1-es szintű tömörítés - legerősebb tömörítési arány
it: Livello di compressione 1 - miglior rapporto di compressione
lo: ລະດັບການບີບອັດ 1 - ອັດຕາສ່ວນການບີບອັດດີທີ່ສຸດ
nl: Compressieniveau 1 - beste compressieverhouding
pl: Poziom kompresji 1 - najlepszy stopień
ro: Nivel 1 compresie - cea mai bună rată de compresie
ru: Уровень сжатия 1 - наилучшая степень сжатия
sv: Kompressionsnivå 1 - bästa komprimeringsgrad
uk: Рівень стиснення 1 - найкраще стиснення
zh_cn: 压缩级别 1 - 最佳压缩率

source: Compression level 20
af: Kompressievlak 20
ca: Nivell de compressió 20
cs: Úroveň komprese 20
de: Komprimierungsstufe 20
el: Επίπεδο συμπίεσης 20
es: Nivel de compresión 20
fr: Niveau de compression 20
hu: 20-as szintű tömörítés
it: Livello di compressione 20
lo: ລະດັບການບີບອັດ 20
nl: Compressieniveau 20
pl: Poziom kompresji 20
ro: Nivel 20 compresie
ru: Уровень сжатия 20
sv: Kompressionsnivå 20
uk: Рівень стиснення 20
zh_cn: 压缩级别20

source: Compression level 30
af: Kompressievlak 30
ca: Nivell de compressió 30
cs: Úroveň komprese 30
de: Komprimierungsstufe 30
el: Επίπεδο συμπίεσης 30
es: Nivel de compresión 30
fr: Niveau de compression 30
hu: 30-as szintű tömörítés
it: Livello di compressione 30
lo: ລະດັບການບີບອັດ 30
nl: Compressieniveau 30
pl: Poziom kompresji 30
ro: Nivel 30 compresie
ru: Уровень сжатия 30
sv: Kompressionsnivå 30
uk: Рівень стиснення 30
zh_cn: 压缩级别30

source: Compression level 40
af: Kompressievlak 40
ca: Nivell de compressió 40
cs: Úroveň komprese 40
de: Komprimierungsstufe 40
el: Επίπεδο συμπίεσης 40
es: Nivel de compresión 40
fr: Niveau de compression 40
hu: 40-es szintű tömörítés
it: Livello di compressione 40
lo: ລະດັບການບີບອັດ 40
nl: Compressieniveau 40
pl: Poziom kompresji 40
ro: Nivel 40 compresie
ru: Уровень сжатия 40
sv: Kompressionsnivå 40
uk: Рівень стиснення 40
zh_cn: 压缩级别40

source: Compression level 50
af: Kompressievlak 50
ca: Nivell de compressió 50
cs: Úroveň komprese 50
de: Komprimierungsstufe 50
el: Επίπεδο συμπίεσης 50
es: Nivel de compresión 50
fr: Niveau de compression 50
hu: 50-es szintű tömörítés
it: Livello di compressione 50
lo: ລະດັບການບີບອັດ 50
nl: Compressieniveau 50
pl: Poziom kompresji 50
ro: Nivel 50 compresie
ru: Уровень сжатия 50
sv: Kompressionsnivå 50
uk: Рівень стиснення 50
zh_cn: 压缩级别50

source: Compression level 60
af: Kompressievlak 60
ca: Nivell de compressió 60
cs: Úroveň komprese 60
de: Komprimierungsstufe 60
el: Επίπεδο συμπίεσης 60
es: Nivel de compresión 60
fr: Niveau de compression 60
hu: 60-as szintű tömörítés
it: Livello di compressione 60
lo: ລະດັບການບີບອັດ 60
nl: Compressieniveau 60
pl: Poziom kompresji 60
ro: Nivel 60 compresie
ru: Уровень сжатия 60
sv: Kompressionsnivå 60
uk: Рівень стиснення 60
zh_cn: 压缩级别60

source: Compression level 70
af: Kompressievlak 70
ca: Nivell de compressió 70
cs: Úroveň komprese 70
de: Komprimierungsstufe 70
el: Επίπεδο συμπίεσης 70
es: Nivel de compresión 70
fr: Niveau de compression 70
hu: 70-es szintű tömörítés
it: Livello di compressione 70
lo: ລະດັບການບີບອັດ 70
nl: Compressieniveau 70
pl: Poziom kompresji 70
ro: Nivel 70 compresie
ru: Уровень сжатия 70
sv: Kompressionsnivå 70
uk: Рівень стиснення 70
zh_cn: 压缩级别70

source: Compression level 80
af: Kompressievlak 80
ca: Nivell de compressió 80
cs: Úroveň komprese 80
de: Komprimierungsstufe 80
el: Επίπεδο συμπίεσης 80
es: Nivel de compresión 80
fr: Niveau de compression 80
hu: 80-as szintű tömörítés
it: Livello di compressione 80
lo: ລະດັບການບີບອັດ 80
nl: Compressieniveau 80
pl: Poziom kompresji 80
ro: Nivel 80 compresie
ru: Уровень сжатия 80
sv: Kompressionsnivå 80
uk: Рівень стиснення 80
zh_cn: 压缩级别80

source: Compression level 90
af: Kompressievlak 90
ca: Nivell de compressió 90
cs: Úroveň komprese 90
de: Komprimierungsstufe 90
el: Επίπεδο συμπίεσης 90
es: Nivel de compresión 90
fr: Niveau de compression 90
hu: 90-es szintű tömörítés
it: Livello di compressione 90
lo: ລະດັບການບີບອັດ 90
nl: Compressieniveau 90
pl: Poziom kompresji 90
ro: Nivel 90 compresie
ru: Уровень сжатия 90
sv: Kompressionsnivå 90
uk: Рівень стиснення 90
zh_cn: 压缩级别90

source: Compression level 100
af: Kompressievlak 100
ca: Nivell de compressió 100
cs: Úroveň komprese 100
de: Komprimierungsstufe 100
el: Επίπεδο συμπίεσης 100
es: Nivel de compresión 100
fr: Niveau de compression 100
hu: 100-as szintű tömörítés
it: Livello di compressione 100
lo: ລະດັບການບີບອັດ 100
nl: Compressieniveau 100
pl: Poziom kompresji 90
ro: Nivel 100 compresie
ru: Уровень сжатия 100
sv: Kompressionsnivå 100
uk: Рівень стиснення 100
zh_cn: 压缩级别100

source: Compression level 500
af: Kompressievlak 500
ca: Nivell de compressió 500
cs: Úroveň komprese 500
de: Komprimierungsstufe 500
el: Επίπεδο συμπίεσης 500
es: Nivel de compresión 500
fr: Niveau de compression 500
hu: 500-as szintű tömörítés
it: Livello di compressione 500
lo: ລະດັບການບີບອັດ 500
nl: Compressieniveau 500
pl: Poziom kompresji 500
ro: Nivel 500 compresie
ru: Уровень сжатия 500
sv: Kompressionsnivå 500
uk: Рівень стиснення 500
zh_cn: 压缩级别500

source: Compression level 1000 - fastest compression
af: Kompressievlak 1000 - vinnigste kompressie
ca: Nivell de compressió 1000 - la compressió més ràpida
cs: Úroveň komprese 100 - nejrychlejší komprese
de: Komprimierungsstufe 1000 - schnellste Komprimierung
el: Επίπεδο συμπίεσης 1000 - η γρφηγορότερη συμπίεση
es: Nivel de compresión 1000 - compresión más rápida
fr: Niveau de compression 1000 - compression la plus rapide
hu: 1000-es szintű tömörítés - leggyorsabb
it: Livello di compressione 1000 - compressione più veloce
lo: ລະດັບການບີບອັດ 1000 - ການບີບອັດໄວທີ່ສຸດ
nl: Compressieniveau 1000 - snelste compressie
pl: Poziom kompresji 1000 - najszybsza kompresja
ru: Уровень сжатия 1000 - быстрое сжатие
sv: Kompressionsnivå 1000 - snabbaste komprimering
uk: Рівень стиснення 1000 - найшвидше стиснення
zh_cn: 压缩级别 1000 - 最快的压缩

source: Controls the number of copies of data stored for this dataset.
af: Kontroles die nommer van kopieë van data wat vir hierdie datastel gestoor is.
ca: Controla el nombre de còpies de les dades emmagatzemades per a aquest conjunt de dades.
cs: Řídí počet kopií dat ukládaných pro tuto datovou sadu.
de: Legt die Anzahl der Kopien fest, die für dieses Dataset gespeichert werden
el: Ελέγχει τον αριθμό των αντιγράφων που αποθηκεύονται για αυτό το dataset.
es: Controla la cantidad de copias de los datos almacenadas para este conjunto de datos(dataset)
fr: Contrôle le nombre de copies de données stockées pour cet ensemble de données.
hu: Ebben az adattárban tárolt adat másolatainak számát határozza meg.
it: Indica il numero di copie memorizzate per questo dataset.
lo: ຄວບຄຸມຈຳນວນສຳເນົາຂອງຂໍ້ມູນທີ່ເກັບໄວ້ສຳລັບຊຸດຂໍ້ມູນນີ້.
nl: Bepaalt het aantal kopieën van de gegevens die zijn opgeslagen voor deze dataset.
pl: Kontroluje ilość kopii danych przechowywanych w tym zestawie danych.
ro: Controlează numărul de copii al datelor stocate pentru acest set de date.
ru: Управляет количеством копий данных, хранящихся для этого набора данных.
sv: Styr antalet kopior på data som sparas för detta dataset.
uk: Управляє кількістю копій даних, що зберігаються для цього набору даних.
zh_cn: 控制为此数据集存储的数据的副本数。

source: 1 - one copy
af: 1 - een kopie
ca: 1 - una còpia
cs: 1 - jedna kopie
de: 1 - eine Kopie
el: 1 - ένα αντίγραφο
es: 1 - Una copia
fr: 1 - un exemplaire
it: 1 - una copia
lo: 1 - ໜຶ່ງສຳເນົາ
nl: 1 - één kopie
pl: 1 - jedna kopia
ro: 1 - o copie
ru: 1 - одна копия
sv: 1 - en kopia
uk: 1 - одна копія
zh_cn: 1 - 1个拷贝

source: 2 - two copies
af: 2 - twee kopieë
ca: 2 - dues còpies
cs: 2 - dvě kopie
de: 2 - zwei Kopien
el: 2 - δύο αντίγραφα
es: 2 - dos copias
fr: 2 - exemplaires
hu: 2 - kettő másolat
it: 2 - due copie
lo: 2 - ສອງສຳເນົາ
nl: 2 - twee kopieën
pl: 2 - dwie kopie
ro: 2 - două copii
ru: 2 - две копии
sv: 2 - två kopior
uk: 2 - дві копії
zh_cn: 2 - 2个拷贝

source: 3 - three copies - not applicable when encryption is enabled
af: 3 - drie kopieë - nie van toepassing as enkripsie aangeskakel is nie
ca: 3 - tres còpies - no aplicable quan el xifratge està habilitat
cs: 3 - tři kopie - nelze zvolit v případě, že je zapnuto šifrování
de: 3 – drei Kopien – entfällt, wenn die Verschlüsselung aktiviert ist
el: 3 - τρία αντίγραφα - μη εφαρμόσιμο όταν η κρυπτογράφηση είναι ενεργή
es: 3 - 3 copias - no se puede aplicar con la encriptación activada
fr: 3 - exemplaires - non applicable lorsque le chiffrement est activé
it: 3 - tre copie - non applicabile quando la crittografia è abilitata
lo: 3 - ສາມສຳເນົາ - ບໍ່ສາມາດໃຊ້ໄດ້ເມື່ອເປີດໃຊ້ການເຂົ້າລະຫັດ
nl: 3 - drie kopieën - niet van toepassing wanneer codering is ingeschakeld
pl: 3 - trzy kopie - nie dotyczy, gdy włączone jest szyfrowanie
ro: 3 - rei copii - neaplicabil dacă criptarea este activată
ru: 3 - три копии - не применимо, когда включено шифрование
sv: 3 - tre kopior - inte tillämpbart när kryptering är aktiverad
uk: 3 - три копії - не прийнятно якщо увімкнено шифрування
zh_cn: 3 - 3个拷贝 - 启用加密时不适用

source: SHA-256, Verify
af: SHA-256, Verifieer
ca: SHA-256, Verifica
cs: SHA-256, ověřit
de: SHA-256, Überprüfung
fr: SHA-256, Contrôle
hu: SHA-256, Ellenőrzés
it: SHA-256, Verifica
lo: SHA-256, ກວດສອບ
nl: SHA-256, Verifiëren
ro: SHA-256, Verificare
ru: SHA-256, сравнение
sv: SHA-256, Verifiera
uk: SHA-256, з перевіркою
zh_cn: SHA-256，验证

source: SHA-512, Verify
af: SHA-512, Verifieer
ca: SHA-512, Verifica
cs: SHA-512, ověřit
de: SHA-256, Überprüfung
fr: SHA-512, Contrôle
hu: SHA-512, Ellenőrzés
it: SHA-512, Verifica
lo: SHA-512, ກວດສອບ
nl: SHA-512, Verifiëren
ro: SHA-512, Verificare
ru: SHA-512, сравнение
sv: SHA-512, Verifiera
uk: SHA-512, з перевіркою
zh_cn: SHA-512，验证

source: Skein, Verify
af: Skein, Verifieer
ca: Troca, Verificar
cs: Skein, ověřit
de: Strang (engl.: Skein) , Überprüfen
fr: Skein, Contrôle
hu: Skein, Ellenőrzés
it: Matassa, verifica
lo: Skein, ກວດສອບ
nl: Skein, Verifiëren
ro: Skein, Verificare
ru: Skein, сравнение
sv: Skein, Verifiera
uk: Skein, з перевіркою
zh_cn: Skein，验证

source: Controls whether device nodes can be opened on this file system. The default value is on. The values on and off are equivalent to the dev and nodev mount options.
af: Beheer of toerustingnodes op hierdie leerstelsel oopgemaak kan word aldan nie. Die verstekwaarde is aan. Die waardes aan en af stem ooreen met die dev en nodev monteeropsies.
ca: Controla si els nodes del dispositiu es poden obrir en aquest sistema de fitxers. El valor predeterminat està activat. Els valors on i off són equivalents a les opcions de muntatge dev i nodev.
cs: Kontrola zda-li blokové zařízení může být otevřeno z tohoto souborového systému. Výchozí hodnotou je zapnuto. Hodnoty zapnuto a vypnuto jsou ekvivalenty mapování FS dev a nodev
de: Steuert, ob Geräteknoten auf diesem Dateisystem geöffnet werden können. Standardmäßig ist dies eingeschaltet. Die Werte an und aus entsprechen den Mount-Optionen dev und nodev.
el: Ελέγχει αν οι συσκευές κόμβοι μπορούν να ανοιχτούν σε αυτό το σύστημα αρχείων. Η προεπιλεγμένγ τιμή είναι ενεργό. Οι τιμές ενεργό και ανενεργό ισούνται με με τις επιλογές προσάρτησης dev και nodev.
es: Controla si los nodos de dispositivo se pueden abrir en este sistema de archivos. El valor predeterminado está activado. Los valores on y off son equivalentes a las opciones de montaje dev y nodev.
fr: Contrôle si les arborescences de périphérique peuvent être ouverts sur ce système de fichiers. La valeur par défaut est activée. Les valeurs on et off sont équivalentes aux options de montage dev et nodev.
it: Controlla se i nodi dei dispositivi possono essere aperti in questo file system. Il valore predefinito è attivo. I valori on e off sono equivalenti alle opzioni di montaggio dev e nodev.
lo: ຄວບຄຸມວ່າສາມາດເປີດໂໜດອຸປະກອນໃນລະບົບໄຟລ໌ນີ້ໄດ້ຫຼືບໍ່. ຄ່າເລີ່ມຕົ້ນແມ່ນເປີດ. ຄ່າເປີດ ແລະ ປິດ ເທົ່າກັບຕົວເລືອກການເຊື່ອມຕໍ່ dev ແລະ nodev.
nl: Bepaalt of schijfknooppunten kunnen worden geopend op dit bestandssysteem. De standaardwaarde is ingeschakeld. De waarden aan en uit zijn gelijk aan de dev en nodev aankoppel opties.
pl: Kontroluje, czy w tym systemie plików można otwierać węzły urządzeń. Wartość domyślna jest włączona. Wartości on i off odpowiadają opcjom montowania dev i nodev.
ru: Определяет, могут ли узлы устройства быть открыты в этой файловой системе. Значение по умолчанию - включено. Значения вкл. и выкл. эквивалентны параметрам монтирования dev и nodev.
sv: Styr om enhetsnoder kan öppnas i detta filsystem. Standardvärde är på. Värdena på och av motsvarar monteringsoptionerna dev och nodev.
uk: Контролює, чи можна відкрити ноди на цій файловій системі. Значення за замовчуванням - увімкнено. Значення on і off еквівалентні dev і nodev параметрам mount.
zh_cn: 控制是否可以在此文件系统上打开设备节点。 默认值为打开。 on 和 off 的值等同于 dev 和 nodev 挂载选项。

source: Specifies a compatibility mode or literal value for the size of dnodes in the file system.
ca: Especifica un mode de compatibilitat o valor literal per a la mida dels dnodes al sistema de fitxers.
de: Gibt einen Kompatibilitätsmodus oder Literalwert für die Größe von dnodes im Dateisystem an.
el: Καθορίζει έναν τύπο συμβατότητας ή μια κυριολεκτική τιμή για το μέγεθος των dnodes στο σύστημα αρχείων.
es: Especifica un modo de compatibilidad o valor literal para el tamaño de dnodes en el sistema de archivos.
fr: Spécifie un mode de compatibilité ou une valeur littérale pour la taille des dnodes dans le système de fichiers.
it: Specifica una modalità di compatibilità o un valore letterale per la dimensione dei dnodes nel file system.
lo: ລະບຸໂໝດຄວາມເຂົ້າກັນໄດ້ ຫຼື ຄ່າຕົວອັກສອນສຳລັບຂະໜາດຂອງ dnodes ໃນລະບົບໄຟລ໌.
nl: Specificeert een compatibiliteitsmodus of letterlijke waarde voor de grootte van dnodes in het bestandssysteem.
ru: Задает режим совместимости или буквальное значение для размера dnodes в файловой системе.
sv: Specificerar en kompatibilitetsmod eller ett värde på storleken på dnoder i filsystemet.
uk: Визначає режим сумісності або буквально значення для розміру dnodes у файловій системі.
zh_cn: 指定文件系统中 dnodes 大小的兼容模式或文字值。

source: Legacy
af: Verouderd
ca: Llegat
de: Rückwärtskompatibel (legacy)
el: Παλαιού τύπου
es: Heredados
fr: Ancien
it: Tradizionale
lo: ແບບເກົ່າ
nl: Verouderd
sv: Äldre
uk: Сумісність
zh_cn: 传统

source: 1k
uk: 1к

source: 2k
uk: 2к

source: 4k
uk: 4к

source: 8k
uk: 8к

source: 16k
uk: 16к

source: Controls whether processes can be executed from within this file system. The default value is on. The values on and off are equivalent to the exec and noexec mount options.
af: Beheer of prosesse vanuit hierdie lêerstelsel uitgevoer kan word. Die verstekwaarde is aan. Die waardes aan en af is ekwivalent aan die exec en noexec monteringsopsies.
ca: Controla si els processos es poden executar des d'aquest sistema de fitxers. El valor predeterminat està activat. Els valors on i off són equivalents a les opcions de muntatge exec i noexec.
de: Steuert, ob Prozesse innerhalb dieses Dateisystems ausgeführt werden können. Der Standardwert ist eingeschaltet. Die Werte an und aus entsprechen den Mount-Optionen exec und noexec.
el: Ελέγχει αν οι διεργασίες μπορούν να εκτελεστούν μέσα από αυτό το σύστημα αρχείων. Η προεπιλεγμένη τιμή είναι ενεργό. Οι τιμές ενεργό και ανενεργό ισούνται με τις επιλογές προσάρτησης exec και noexec.
es: Controla si los procesos se pueden ejecutar desde este sistema de archivos. El valor predeterminado está activado. Los valores on y off son equivalentes a las opciones de montaje exec y noexec.
fr: Contrôle si les processus peuvent être exécutés à partir de ce système de fichiers. La valeur par défaut est activée. Les valeurs on et off sont équivalentes aux options de montage exec et noexec.
it: Controlla se i processi possono essere eseguiti da questo file system. Il valore predefinito è attivo. I valori on e off sono equivalenti alle opzioni di montaggio exec e noexec.
lo: ຄວບຄຸມວ່າໂປຣເຊສສາມາດປະມວນຜົນຈາກພາຍໃນລະບົບໄຟລ໌ນີ້ໄດ້ຫຼືບໍ່. ຄ່າເລີ່ມຕົ້ນແມ່ນເປີດ. ຄ່າເປີດ ແລະ ປິດ ເທົ່າກັບຕົວເລືອກການເຊື່ອມຕໍ່ exec ແລະ noexec.
nl: Bepaalt of processen vanuit dit bestandssysteem kunnen worden uitgevoerd. De standaardwaarde is aan. De waarden aan en uit zijn gelijk aan de exec en noexec koppel opties.
ru: Определяет, могут ли процессы выполняться из этой файловой системы. Значение по умолчанию - включено. Значения on и off эквивалентны параметрам монтирования exec и noexec.
sv: Styr om processer kan köras inifrån detta filsystem. Standard är på. Värdena på och av motsvarar monteringsoptionerna exec och noexec.
uk: Контролює, чи можна виконувати процеси з цієї файлової системи. Значення за замовчуванням "Увімкнено". Значення on і off еквівалентні параметрам монтування exec та noexec.
zh_cn: 控制是否可以从此文件系统中执行进程。 默认值为打开。 on 和 off 的值等同于 exec 和 noexec 安装选项。

source: Controls whether the dataset is managed from a jail.
af: Kontrols whether die datastel is bestuurde vanaf 'n tronk.
ca: Controla si el conjunt de dades es gestiona des de un 'jail'
cs: Řídí zda je datová sada spravována z odděleného prostředí.
de: Steuert, ob das Dataset aus einer Virtualisierungsumgebung (Jail) heraus verwaltet wird.
el: Ελέγχει αν το dataset είναι διαχειρίσιμο από ένα jail.
es: Controla si un conjunto de datos(dataset) puede ser leido desde una jaula(jail).
fr: Contrôle si l'ensemble de données est géré depuis une prison.
hu: Meghatározza, hogy az adattárat egy jail-ből kezelik-e.
it: Indica se il dataset è gestito da una cella.
lo: ຄວບຄຸມວ່າຊຸດຂໍ້ມູນຖືກຈັດການຈາກ jail ຫຼືບໍ່.
nl: Bepaalt of de dataset vanuit een jail wordt beheerd.
pl: Kontroluje czy zestaw danych jest zarządzany z więzienia.
ro: Specifică dacă sistemul de date este controlat de o structură jail.
ru: Контролирует управляется ли набор данных из jail.
sv: Styr huruvida datasetet hanteras från ett jail.
uk: Управляє тим, чи керується набір даних з джейлу.
zh_cn: 控制数据集是否从jail管理。

source: Controls the format of the provided encryption key.
af: Beheer die formaat van die verskafde enkripsiesleutel.
ca: Controla el format de la clau de xifratge proporcionada.
cs: Ovládá formát nabízeného šifrovacího klíče.
de: Steuert das Format des bereitgestellten Verschlüsselungsschlüssels.
el: Ελέγχει τη μορφή του παρεχόμενου κλειδιού κρυπτογράφησης.
es: Controla el formato de la clave de cifrado proporcionada.
fr: Contrôle le format de la clé de chiffrement fournie.
it: Controlla il formato della chiave di crittografia fornita.
lo: ຄວບຄຸມຮູບແບບຂອງຄີການເຂົ້າລະຫັດທີ່ໃຫ້ໄວ້.
nl: Bepaalt het formaat van de verstrekte coderingssleutel.
ro: Controlează formatul cheii de criptare furnizate.
ru: Управляет форматом предоставленного ключа шифрования.
sv: Styr formatet på den tillhandahållna krypteringsnyckeln.
uk: Керує форматом наданого ключа шифрування.
zh_cn: 控制提供的加密密钥的格式。

source: Hex
de: Hexadezimal
el: Δεκαεξαδικό
es: Hexadecimal
it: Esadecimale
lo: ເລກຖານສິບຫົກ
pl: Szesnastkowy
uk: Шістнадцяткова
zh_cn: 十六进制

source: Provide a hint to ZFS about handling of synchronous requests in this dataset.
af: Voorsien 'n hint om ZFS omtrent hantering van sinchrone versoeke in hierdie datastel.
ca: Proporcionar un suggeriment a ZFS sobre el maneig de sol·licituds sincròniques en aquest conjunt de dades.
cs: Poskytuje ZFS pokyn ohledně obsluhování synchronních požadavků v rámci této datové sady
de: Liefert einen Hinweis an ZFS über die Behandlung synchroner Anfragen in diesem Dataset.
el: Παρέχει πληροφορίες στο ZFS σχετικά με το χειρισμό των σύγχρονων αιτημάτων σε συτό το dataset.
es: Indica al sistema ZFS como tratar las peticiones sincronas de este conjunto de datos(dataset)
fr: Fournissez un indice à ZFS concernant la gestion des demandes synchrones dans cet ensemble de données.
hu: Tájékoztatja a ZFS-t az ebben az adattárban lévő szinkronkérések kezeléséről.
it: Fornisce un suggerimento a ZFS sulla gestione delle richieste sincrone nel suo dataset
lo: ໃຫ້ຄຳແນະນຳແກ່ ZFS ກ່ຽວກັບການຈັດການການຮ້ອງຂໍແບບຊິງໂຄຣນັສໃນຊຸດຂໍ້ມູນນີ້.
nl: Geef een hint aan ZFS over het hanteren van synchrone verzoeken in deze dataset.
ro: Oferă o sugestie sistemului ZFS pentru gestionarea cererilor sincrone în acest set de date.
ru: Предоставление ссылки ZFS на обработку синхронных запросов в этом наборе данных.
sv: Tillhandahåller en ledtråd till ZFS om hantering av synkrona förfrågningar i detta dataset.
uk: Надає підказку ZFS про обробку синхронних запитів у цьому наборі даних.
zh_cn: 向ZFS提供有关在此数据集中处理同步请求的提示。

source: Controls the mount point type used for this file system.
af: Beheer die monteringspunt wat gebruik word vir die lêerstelsel.
ca: Controla el tipus de punt de muntatge utilitzat per a aquest sistema de fitxers.
de: Steuert den Typ des Einhängepunkts, der für dieses Dateisystem verwendet wird.
el: Ελέγχει τον σημείου προσάρτησης που χρησιμοποιείται για αυτό το σύστημα αρχείων.
es: Controla el tipo de punto de montaje utilizado para este sistema de archivos.
fr: Contrôle le type de point de montage utilisé pour ce système de fichiers.
it: Controlla il tipo di punto di montaggio utilizzato per questo file system.
lo: ຄວບຄຸມປະເພດຈຸດເຊື່ອມຕໍ່ທີ່ໃຊ້ສຳລັບລະບົບໄຟລ໌ນີ້.
nl: Bepaalt het type aankoppelpunt dat voor dit bestandssysteem wordt gebruikt.
ro: Controlează tipul de punct de montare utilizat pentru acest sistem de fișiere.
ru: Управляет типом точки монтирования, используемой для данной файловой системы.
sv: Styr monteringspunkttyp som används för detta filsystem.
uk: Керує точкою монтування що використовується для цієї файлової системи.
zh_cn: 控制用于此文件系统的挂载点类型。

source: Auto mount
af: Outomatiese montering
ca: Muntatge automàtic
el: Αυτόματη προσάρτηση
es: Montaje automático
fr: Montage automatique
hu: Automata csatolás
it: Mount automatico
lo: ເຊື່ອມຕໍ່ອັດຕະໂນມັດ
nl: Auto koppeling
pl: Automontowanie
ro: Auto montare
ru: Автоматическое монтирование
sv: Automontering
uk: Автоматичне монтування
zh_cn: 自动挂载

source: User defined mount point
ca: Punt de muntatge definit per l'usuari
de: Benutzerdefinierter Einhängepunkt
el: Σημείο προσάρτησης καθορισμένο από το χρήστη
es: Punto de montaje definido por usuario
fr: Point de montage défini par l'utilisateur
lo: ຈຸດເຊື່ອມຕໍ່ທີ່ຜູ້ໃຊ້ກຳນົດ
nl: Gebruiker gedefinieerd koppelpunt
pl: Użyj zdefiniowanego punktu montowania
sv: Användardefinierad monteringspunkt
uk: Користувацька точка монтування
zh_cn: 用户定义的挂载点

source: Do not mount
af: Moenie monteer nie
ca: No muntar
de: Nicht einhängen
el: Να μη γίνει προσάρτηση
es: No montar
fr: Ne pas monter
it: Non Montare
lo: ບໍ່ເຊື່ອມຕໍ່
nl: Niet aangekoppelen
pl: Nie montuj
ru: Не монтировать
sv: Montera inte
uk: Не монтувати
zh_cn: 不挂载
