Repository: rojim666/xigmanas-code-r10599-trunk
Catalog: locale/xigmanas-*.po
Languages: af, ca, cs, de, el, es, fr, hu, it, lo, nl, pl, ro, ru, sv, uk, zh_cn

source: Specifies that this portal-group is listened by some other host. This host will announce it on discovery stage, but won't listen.
af: Spesifiseer dat hierdie portaal-groep deur 'n ander gasheer geluister word. Hierdie gasheer sal dit bekend maak op ontdekking stadium, maar sal nie luister nie.
ca: Especifica que aquest grup de portal és escoltat per un altre host. Aquest servidor l'anunciarà en etapa de descobriment, però no l'escoltarà.
cs: Určuje že tato skupina portálu je očekávána spojení některým hostitelem. Tento hostitel ji oznámí ve fázi objevování ale neočekává spojení.
de: Gibt an, dass diese Portalgruppe durch einen anderen Host abgehört wird. Dieser Host wird das in der Entdeckungsphase ankündigen, wird aber nicht abhören.
el: Ορίζει ότι αυτή η ομάδα-portal αναμένεται προς σύνδεση από κάποιον άλλο κεντρικό υπολογιστή. Αυτός ο υπολογιστής θα την ανακοινώνει στο στάδιο της ανεύρεσης, αλλά δεν θα αναμένει σύνδεση.
es: Especifica que este grupo de portal es escuchado por otro host. Este host lo anunciará en la etapa de descubrimiento, pero no lo escuchará.
fr: Indique que ce groupe de portails est écouté par un autre hôte. Cet hôte l'annoncera à l'étape de la découverte, mais ne l'écoutera pas.
hu: Meghatározza, hogy ezt a portál-csoport valamelyik másik kiszolgáló figyelje. Ez a kiszolgáló bejelenti a portál-csoportot a felderítési szakaszban, de nem figyel rá.
it: Specifica che questo gruppo-portale è ascoltato da qualche altro host. Questo host si annuncerà al momento della discovery, ma non ascolterà.
lo: ລະບຸວ່າກຸ່ມພໍທໍນີ້ຖືກຮັບຟັງໂດຍໂຮສອື່ນ. ໂຮສນີ້ຈະປະກາດມັນໃນຂັ້ນຕອນການຄົ້ນພົບ, ແຕ່ຈະບໍ່ຮັບຟັງ.
nl: Geeft aan dat deze portaalgroep door een andere host wordt beluisterd. Deze host zal het aankondigen tijdens de ontdekkingsfase, maar zal niet luisteren.
ro: Specifică dacă acest grup portal este monitorizat de alt sistem. Sistemul va anunța acest lucru în faza de identificare dar nu va continua monitorizarea.
ru: Указывает, что эта группа портала прослушивается другим хостом. Этот хост объявит об этом на стадии обнаружения, но не будет слушать.
sv: Anger att denna portalgrupp lyssnas på av någon annan värd. Denna värd kommer att visa den vid sökningar men inte lyssna.
uk: Вказує, що цю групу порталу слухає якийсь інший хост. Цей хост оголосить про це на етапі виявлення, але не буде слухати.
zh_cn: 指定此门户组由其他主机侦听。 该主机将在发现阶段声明它，但不会侦听。

source: Define iSCSI hardware offload driver to use for this portal-group. The default is "none".
af: Definieer iSCSI hardeware off laai drywer om gebruik vir hierdie portaal-groep. Die verstek is "none".
ca: Definiu el controlador de descàrrega del maquinari iSCSI per utilitzar-lo per a aquest grup de portal. El valor predeterminat és "cap".
cs: Určit ovladač přenášející iSCSI výpočetní zátěž na specializovaný hardware, který má být použit pro tuto skupinu portálu. Výchozí je „žádný“.
de: ISCSI Hardware Offload Treiber zur Verwendung mit dieser Portalgruppe festlegen. Voreingestellt ist "keiner".
el: Ορίστε τον οδηγό εκφόρτωσης του υλικού iSCSI για χρήση με αυτή την ομάδα portal. Η προεπιλογή είναι "κανένας".
es: Defina el controlador de descarga de hardware iSCSI para usar para este grupo de portal. El valor predeterminado es "ninguno".
fr: Définissez le pilote de déchargement matériel iSCSI à utiliser pour ce groupe de portails. La valeur par défaut est "none".
hu: Ezen portál-csoporthoz használandó iSCSI hardver terhelésmentesítő illesztőprogram meghatározása. Alapértelmezett értéke "nincs".
it: Selezionare il driver dell'hardware Offload iSCSI da utilizzare per questo gruppo di portali. L'impostazione predefinita è "nessuno"
lo: ກຳນົດໄດເວີ iSCSI hardware offload ທີ່ຈະໃຊ້ສຳລັບກຸ່ມພໍທໍນີ້. ຄ່າເລີ່ມຕົ້ນແມ່ນ "none".
nl: Definieer de iSCSI hardware offload stuurprogramma welke gebruikt mag worden voor deze portaalgroep. Standaard is "geen".
ro: Definește driverul hardware iSCSI de utilizat cu acest grup portal. Valoarea implicită este "niciunul".
ru: Определите драйвер для разгрузки аппаратного обеспечения iSCSI для этой группы портала. По умолчанию используется значение «none».
sv: Definiera iSCSI hårdvaruavlastningsdrivrutin att nytta för denna portal-grupp. Standard är "ingen".
uk: Визначте драйвер для розвантаження апаратного забезпечення iSCSI для цієї групи порталу. За замовчуванням використовується значення «none».
zh_cn: 定义用于此门户组的iSCSI硬件卸载驱动。 默认值是“无”。

source: IPv4 or IPv6 address to redirect initiators to. When configured, all initiators attempting to connect to portal belonging to this portal-group will get redirected using "Target moved temporarily" login response.
af: Pv4 of IPv6 adres om redirect inisieerders tot. Wanneer gekonfigureer, alle inisieerders attempting om konnekteer te portaal behoorting tot hierdie portaal-groep sal kry redirected gebruik van "Target moved temporarily" login reaksie.
ca: Adreça IPv4 o IPv6 per redirigir els iniciadors a. Quan estigui configurat, tots els iniciadors que intenten connectar-se al portal que pertanyen a aquest grup de llocs es redirigirà a la resposta d'inici de sessió "S'ha mogut temporalment".
cs: IPv4 nebo IPv6 adresa na kterou přesměrovat iniciátory. Pokud je nastaveno, všechny iniciátory, které se snaží připojit k portálu, spadajícího do této skupiny portálu, budou přesměrovány pomocí odpovědi na přihlášení typu „Cíl dočasně přesunut“.
de: IPv4 or IPv6 Addresse um Initiatoren dorthin umzuleiten. Falls konfiguriert, werden alle Initiatoren, die versuchen, sich zum Portal zu verbinden, welches zu dieser Portalgruppe gehört, umgeleitet indem eine "Ziel temporär verschoben" Anmeldungsantwort verwendet wird.
el: Διεύθυνση IPv4 ή IPv6 για ανακατέυθυνση των εκκινητών. Όταν ρυθμιστεί, όλοι οι εκκινητές που θα προσπαθούν να συνδεθούν σε ένα portal που ανήκει σε αυτή την ομάδα portal θα ανακατευθύνονται με απάντηση κατά τη σύνδεση "Ο προορισμός προσωρινά μετακινήθηκε".
es: Dirección IPv4 o IPv6 para redireccionar los iniciadores hacia. Cuando se configure, todos los iniciadores que intenten conectarse al portal perteneciente a este grupo de portal serán redireccionados utilizando la respuesta de inicio de sesión "Objetivo movido temporalmente".
fr: Adresse IPv4 ou IPv6 pour rediriger les initiateurs. Une fois configurés, tous les initiateurs tentant de se connecter au portail appartenant à ce groupe de portails seront redirigés à l'aide de la réponse de connexion "Cible déplacée temporairement".
hu: IPv4 vagy IPV6 cím, melyre a kezdeményezőt átirányítjuk. Ha beállítjuk, akkor az ehhez a portál csoport tartozó összes kezdeményezőt, aki a portálhoz próbál csatlakozni, átirányítjuk az "A cél ideiglenesen elköltözött" bejelentkezési válasszal.
it: Indirizzo IPv4 o IPv6 da reindirizzare agli iniziatori. Quando configurato, tutti gli iniziatori tenteranno di connettersi al portale al quale appartengono, saranno reindirizzati usando la risposta con login "Obiettivo spostato momentaneamente".
lo: ທີ່ຢູ່ IPv4 ຫຼື IPv6 ເພື່ອສົ່ງຕໍ່ initiator ໄປ. ເມື່ອຕັ້ງຄ່າແລ້ວ, initiator ທັງໝົດທີ່ພະຍາຍາມເຊື່ອມຕໍ່ຫາພໍທໍທີ່ຂຶ້ນກັບກຸ່ມພໍທໍນີ້ຈະຖືກສົ່ງຕໍ່ໂດຍໃຊ້ການຕອບກັບການເຂົ້າສູ່ລະບົບ "Target moved temporarily".
nl: IPv4 of IPv6 adres om initiators naar toe te leiden. Indien geconfigureerd, zullen alle initiators die proberen verbinding te maken met het portaal dat tot deze portaalgroep behoort, worden omgeleid met behulp van het "Doel tijdelijk verplaatst" inlog antwoord.
ro: Adresa IPv4 sau IPv6 utilizată pentru redirectarea inițiatorilor. Când este configurată, toți inițiatorii care vor încerca să se conecteze la portalul care aparține de acest grup-portal vor fi redirecționați folosind răspunsul de autentificare „Destinație mutată temporar”.
ru: IPv4 или IPv6 для перенаправления инициаторов. Когда сконфигурировано, все инициаторы, пытающиеся подключиться к порталу, принадлежащему этой группе портала, перенаправляются с помощью реакции «Направление временно перемещено».
sv: IPv4 eller IPv6 adress att vidaresända initierare till. När denna är konfigurerad kommer alla initerares försök att ansluta till portaler som hör till denna portalgrupp vidaresändas med "Target moved temporarily" inloggning.
uk: IPv4 або IPv6 адреса до якої виконується перенаправлення ініціатора. Коли налаштоване, все ініціатори, які намагаються підключитися до порталу, що належить цій групі порталу, перенаправляються за допомогою реакції «Ціль тимчасово переміщена».
zh_cn: 启动器重定向到的IPv4或IPv6地址。 配置完成后，所有尝试连接属于此门户组的门户的启动器都将使用“目标暂时移动”登录响应进行重定向。

source: Unique 16-bit tag value of this portal-group. If not specified, the value is generated automatically.
af: Unieke 16-bis merkwaarde van hierdie portaalgroep. As dit nie gespesifiseer word nie, word die waarde outomaties gegenereer.
ca: Únic valor d'etiqueta de 16 bits d'aquest grup de portal. Si no s'especifica, el valor es genera automàticament.
cs: Neopakující se 16 bitová hodnota štítku této skupiny portálu. Pokud není zadáno, hodnota je vytvořena automaticky.
de: Eindeutiges 16-Bit Kennzeichen dieser Portalgruppe. Falls nicht angegeben wird es automatisch erzeugt.
el: Μοναδική 16-μπιτη τιμή ετικέτας αυτής της ομάδας portal. Αν δεν καθοριστεί, η τιμή δημιουργείται αυτόματα.
es: Valor único de etiqueta de 16 bits de este grupo de portal. Si no se especifica, el valor se genera automáticamente.
fr: Valeur d'étiquette unique de 16 bits de ce groupe portail. Si non spécifié, la valeur est générée automatiquement.
hu: A portál-csoport egyedi 16 bites címkeértéke. Ha nem állítasz be semmit, értékét automatikusan határozzuk meg.
it: Valore univoco del tag a 16 bit di questo gruppo portale. Se non specificato, il valore è generato automaticamente
lo: ຄ່າ tag 16-bit ທີ່ບໍ່ຊ້ຳກັນຂອງກຸ່ມພໍທໍນີ້. ຖ້າບໍ່ໄດ້ລະບຸ, ຄ່າຈະຖືກສ້າງຂຶ້ນໂດຍອັດຕະໂນມັດ.
nl: Unieke 16-bits code waarde van deze portaal groep. Indien niet opgegeven, wordt de waarde automatisch gegenereerd.
ro: Eticheta unică de 16 biți a acestui grup-portal. Dacă nu este specificată în mod explicit, eticheta va fi generată în mod automat de sistem.
ru: Уникальное 16-битное значение тега этой группы портала. Если не указано, значение генерируется автоматически.
sv: Unikt 16-bit variabelvärde för denna portalgrupp. Om detta inte anges skapas värdet automatiskt.
uk: Унікальне значення 16-бітового тегу цієї портальної групи. Якщо не вказано, значення створюється автоматично.
zh_cn: 此门户组的唯一16位标记值。 如果未指定，则会自动生成该值。

source: Discovery Filter
af: Ontdekkings Filter
ca: Filtre de descobriment
cs: Filtr zjištování
de: Entdeckungsfilter
el: Φίλτρο Ανεύρεσης
es: Filtro de descubrimiento
fr: Filtre de découverte
hu: Felderítési szűrés
it: Filtro ricerca
lo: ໂຕກອງການຄົ້ນພົບ
nl: Ontdekkingsfilter
ro: Filtru identificare
ru: Фильтр обнаружения
sv: Sökfilter
uk: Фільтр виявляння
zh_cn: 发现过滤器

source: Offload
af: Af te laai
ca: Descàrrega
cs: Převzetí zátěže
de: Abladen
el: Εκφόρτωση
es: Descarga
fr: Décharger
hu: Terhelésmentesítés
it: Scarico
ro: Descărcare
ru: Разгрузка
sv: Avlastning
uk: Розвантаження
zh_cn: 卸载

source: Redirect
ca: Redirecciona
cs: Přesměrovat
de: Umleiten
el: Ανακατεύθυνση
es: Redireccionar
fr: Redirection
hu: Átirányítás
it: Reindirizzato
lo: ສົ່ງຕໍ່
ro: Redirecționare
ru: Перенаправление
sv: Omdirigera
uk: Переспрямувати
zh_cn: 重定向

source: Foreign
af: Buitelandse
ca: Extern
cs: Cizí
de: Auswärtig
el: Ξένο
es: Externo
fr: Étranger
hu: Idegen
it: Straniero
lo: ພາຍນອກ
nl: Buitenlands
ro: Străin
ru: Внешний
sv: Främmande
uk: Зовнішній
zh_cn: 国外

source: Listen
af: Luister
ca: Escolta
cs: Očekávat spojení
de: Abhören
el: Αναμονή
es: Escuchar
fr: Ecoute
hu: Figyelés
lo: ຮັບຟັງ
nl: Luister
ro: Acultare
ru: Прослушивание
sv: Lyssna
uk: Прослуховування
zh_cn: 侦听

source: Option
af: Opsie
ca: Opció
cs: Předvolba
de: Einstellung
el: Επιλογή
es: Opcion
hu: Beállítás
it: Opzione
lo: ຕົວເລືອກ
nl: Optie
pl: Opcja
ro: Opțiune
ru: Параметр
sv: Alternativ
uk: Опція
zh_cn: 选项

source: No listeners found.
af: Geen luisteraars gevind.
ca: No s’ha trobat cap receptor.
cs: Nenalezena žádná očekávání spojení.
de: Keine Zuhörer gefunden.
el: Δεν βρέθηκαν listeners.
es: No se han encontrado escuhas.
fr: Aucun auditeur trouvé.
hu: Egy figyelő sem található.
it: Nessun controllore trovato.
lo: ບໍ່ພົບຈຸດຮັບຟັງ.
nl: Er zijn geen luisteraars gevonden.
ro: Niciun sistem de monitorizare găsit.
ru: Слушатели не найдены.
sv: Inga lyssnare hittades.
uk: Жодних слухачів не знайдено.
zh_cn: 找不到收听者。

source: No options found.
af: Geen opsies gevind.
ca: No s’ha trobat cap opció.
cs: Nenalezeny žádné předvolby.
de: Keine Optionen gefunden.
el: Δεν βρέθηκαν επιλογές.
es: No se han encontrado opciones
fr: Aucune option trouvée.
hu: Egy lehetőség sem található
it: Nessuna opzione trovata.
lo: ບໍ່ພົບຕົວເລືອກ.
nl: Er zijn geen opties gevonden.
ro: Nicio opțiune disponibilă.
ru: Опции не найдены.
sv: Inga optoner hittades.
uk: Жодних параметрів не знайдено.
zh_cn: 找不到选项。

source: Enter user name.
af: Ingaan gebruikers naam.
ca: Introduïu el nom d'usuari.
cs: Zadejte uživatelské jméno
de: Benutzernamen eingeben.
el: Εισαγωγή ονόματος χρήστη.
es: Ingrese el nombre de usuario.
fr: Saisissez votre nom d'utilisateur.
hu: Add meg a felhasználónevet.
it: Inserire il nome utente.
lo: ປ້ອນຊື່ຜູ້ໃຊ້.
nl: Geef gebruikersnaam.
ro: Introduceți numele de utilizator.
ru: Введите имя пользователя.
sv: Mata in användarnamn.
uk: Введіть ім'я.
zh_cn: 输入用户名。

source: Enter secret.
af: Ingaan geheim.
ca: Introduïu el secret
cs: Zadejte tajemství.
de: Geheimnis eingeben.
el: Εισάγετε μυστικό.
es: Ingrese el secreto.
fr: Entrer le secret
hu: Add meg a titkot.
it: Inserire la chiave segreta.
lo: ປ້ອນລະຫັດລັບ.
nl: Geef wachtwoord.
ro: Introducere secret.
ru: Введите секретную фразу.
sv: Mata in hemlighet.
uk: Введіть кодову фразу.
zh_cn: 输入密钥。

source: Link chap configuration to auth-groups. Note that an auth-group may contain either chap or chap-mutual entries, but not both.
af: Link chap konfigurasie aan auth-groepe. Nota dat 'n auth-groep mag bevat óf chap of chap-mutual inskrywings, maar nie beide.
ca: Vincular la configuració de chap a auth-groups. Tingueu en compte que un grup d'autors pot contenir entrades chap o chap-mutual, però no ambdues.
cs: Spojit chap ověřování se skupinami ověřování. Poznamenejme, že skupina ověření může obsahovat buď položky chap nebo vzájemného chap, ale ne obojí.
de: Verknüpfe Chap Konfiguration mit den Auth-Gruppen. Beachten Sie, dass eine Auth-Gruppe entweder Chap oder gegenseitiges Chap Einträge enthalten darf, aber nicht beide.
el: Σύνδεση της ρύθμισης chap σε ομάδες πιστοποίησης. Σημειώστε ότι μια ομάδα πιστοποίησης μπορεί να περιέχει είτε καταχωρήσεις chap, είτε καταχωρήσεις αμοιβαίου chap, αλλά όχι και τα δύο.
es: Vincular la configuración de chap a grupos de autenticación. Tenga en cuenta que un grupo de autenticación puede contener entradas chap o chap mut, pero no ambas.
fr: Reliez la configuration de chap aux groupes d'authentification. Notez qu'un groupe d'authentification peut contenir des entrées chap ou chap-mutuel, mais pas les deux.
hu: Chap konfiguráció linkelés hitelesítési csoportokra. Figyeljen arra, hogy egy hitelesítési csoport tartalmazhat chap-et vagy chap-kölcsönösséget, de mindkettőt nem.
it: Configurazione di connessione chap al gruppo auth. Nota che il gruppo auth può contenere sia elementi chap che chap-mutual ma non entrambi.
lo: ເຊື່ອມໂຍງການຕັ້ງຄ່າ CHAP ກັບກຸ່ມການຢືນຢັນຕົວຕົນ. ໝາຍເຫດ: ກຸ່ມການຢືນຢັນຕົວຕົນອາດຈະມີລາຍການ chap ຫຼື chap-mutual, ແຕ່ບໍ່ສາມາດມີທັງສອງຢ່າງໄດ້.
nl: Koppel chap configuratie naar auth-groepen. Merk op dat een auth-groep ofwel chap of chap-mutual entries kan bevatten, maar niet beide.
ro: Legare configurație chap la grupurile autorizate. Cu observația că un grup autorizat poate conține fie înregistrări chap fie înregistrări mutual-chap, dar nu ambele simultan.
ru: Связать настройки chap с auth-группами. Обратите внимание, что auth-группа может содержать либо chap, либо взаимные chap записи, но не обе.
sv: Chap länk konfiguration för autentiseringsgrupper. Notera att en autentiseringsgrupp kan innehålla endera en chap eller chap-gemensamma poster, men inte båda.
uk: Зв'язати конфігурацію chap з групами автентифікації. Зверніть увагу, що група автентифікації може містити або chap, або взаємні chap записи, але не обидві.
zh_cn: 将chap配置链接到auth-groups。请注意，auth-group可能包含chap或chap-mutual条目，但不能同时包含两者。

source: No auth groups found.
af: Geen auth groepe gevind.
ca: No s'han trobat grups d'autenticació.
cs: Nenalezeny žádné skupiny ověření
de: Keine Auth-Gruppen gefunden.
el: Δεν βρέθηκαν ομάδες πιστοποίησης.
es: No se encuentran grupos auth.
fr: Pas de groupes d'authentification trouvés
hu: Egy hitelesítési csoport sem található
it: Nessun gruppo auth trovato.
lo: ບໍ່ພົບກຸ່ມການຢືນຢັນຕົວຕົນ.
nl: No auth groepen gevonden.
ro: Niciun grup auth găsit.
ru: Группы аутентификации не найдены.
sv: Inga autentiseringsgrupper hittades.
uk: Жодних груп автентифікації не знайдено.
zh_cn: 找不到身份验证组。

source: Add CHAP User
af: Voeg CHAP Gebruiker
ca: Afegeix l'usuari CHAP
cs: Přidat CHAP uživatele
de: CHAP-Benutzter hinzufügen
el: Προσθήκη Χρήστη CHAP
es: Añadir usuario CHAP
fr: Ajouter un utilisateur CHAP
hu: CHAP felhasználó hozzáadása
it: Aggiungi utente CHAP
lo: ເພີ່ມຜູ້ໃຊ້ CHAP
nl: CHAP Gebruiker Toevoegen
pl: Dodaj 'CHAP' użytkownika
ro: Adăugare utilizator CHAP
ru: Добавить пользователя CHAP
sv: Lägg till CHAP användare
uk: Додати користувача CHAP
zh_cn: 添加CHAP用户

source: Edit CHAP User
af: Wysig CHAP Gebruiker
ca: Editar usuari CHAP
cs: Upravit CHAP uživatele
de: CHAP BEnutzer bearbeiten
el: Επεξεργασία Χρήστη CHAP
es: Editar usuario CHAP
fr: Modifier l'utilisateur CHAP
hu: CHAP felhasználó módosítása
it: Modificare l'utente CHAP
lo: ແກ້ໄຂຜູ້ໃຊ້ CHAP
nl: CHAP Gebruiker Bewerken
ro: Editare utilizator CHAP
ru: Изменить пользователя CHAP
sv: Redigera CHAP användare
uk: Редагувати користувача CHAP
zh_cn: 编辑CHAP用户

source: CHAP User is marked for deletion
af: CHAP Gebruiker word gemerk vir skrap
ca: L'usuari CHAP està marcat per esborrar
cs: Uživatel CHAP protokolu je označen pro smazání
de: CHAP-Benutzer ist zum Löschen markiert
el: Ο χρήστης CHAP έχει σημειωθεί προς διαγραφή.
es: El usuario CHAP ha sido marcado para borrado
fr: L'utilisateur CHAP est marqué pour la suppression
hu: A CHAP felhasználót megjelölték törlésre
it: Utente CHAP è pronto per la cancellazione
lo: ຜູ້ໃຊ້ CHAP ຖືກໝາຍໄວ້ເພື່ອລຶບ
nl: CHAP Gebruiker is gemarkeerd voor verwijdering
ro: Utilizatorul CHAP este marcat pentru ștergere
ru: CHAP Пользователь отмечен для удаления
sv: CHAP användare är markerad för borttagning
uk: Користувач CHAP позначений для видалення
zh_cn: CHAP用户标记为删除

source: CHAP User is locked
af: CHAP Gebruiker is gesluit
ca: L'usuari CHAP està bloquejat
cs: Uživatel CHAP protokolu je uzamčen
de: CHAP Benutzer ist gesperrt
el: Ο χρήστης CHAP είναι κλειδωμένος
es: El usuario CHAP está bloqueado
fr: L'utilisateur CHAP est verrouillé
hu: A CHAP felhasználó zárolt
it: L'utente CHAP è bloccato
lo: ຜູ້ໃຊ້ CHAP ຖືກລັອກ
nl: CHAP Gebruiker is vergrendeld
ro: Utilizator CHAP blocat
ru: CHAP Пользователь заблокирован
sv: CHAP användare är blockerad
uk: Користувач CHAP заблокований
zh_cn: CHAP用户被锁定

source: CHAP User is unlocked
af: CHAP Gebruiker word ontsluit
ca: L'usuari CHAP està desbloquejat
cs: Uživatel CHAP protokolu je odemčen
de: CHAP-Benutzer ist entsperrt
el: Ο χρήστης CHAP είναι ξεκλείδωτος.
es: El usuario CHAP está desbloqueado
fr: L'utilisateur CHAP est déverrouillé
hu: A CHAP felhasználó zárolását feloldották
it: Utente CHAP sbloccato
lo: ຜູ້ໃຊ້ CHAP ຖືກປົດລັອກ
nl: CHAP gebruiker is vrijgegeven
ro: Utilizatorul CHAP este deblocat
ru: CHAP Пользователь разблокирован
sv: CHAP användare är olåst
uk: Користувач CHAP розблокований
zh_cn: CHAP用户已解锁

source: Delete Selected CHAP Users
af: Skrap Geselekteerde CHAP Gebruikers
ca: Suprimeix els usuaris CHAP seleccionats
cs: Smazat označené CHAP uživatele
de: Ausgewählte CARP Benutzer löschen
el: Διαγραφή επιλεγμένων χρηστών CHAP
es: Borrar usuarios CHAP seleccionados
fr: Supprimer les utilisateurs CHAP sélectionnés
hu: A kiválasztott CHAP felhasználó törlése
it: Elimina gli utenti CHAP selezionati
lo: ລຶບຜູ້ໃຊ້ CHAP ທີ່ເລືອກ
nl: Geselecteerde CHAP Gebruikers Verwijderen
ro: Ștergere utilizatori CHAP selectați
ru: Удалить выбранных пользователей CHAP
sv: Ta bort valda CHAP användare
uk: Видалити вибраних користувачів CHAP
zh_cn: 删除选定的CHAP用户

source: Disable Selected CHAP Users
af: Deaktiveer Geselekteerde CHAP Gebruikers
ca: Desactiva els usuaris CHAP seleccionats
cs: Znepřístupnit vyznačené CHAP uživatele
de: Ausgewählte CHAP Benutzer deaktivieren
el: Απενεργοποίηση Επιλεγμένων Χρηστών CHAP
es: Deshabilitar usuarios CHAP
fr: Désactiver les utilisateurs CHAP sélectionnés
hu: A kiválasztott CHAP felhasználó tiltása
it: Disabilita gli utenti CHAP selezionati
lo: ປິດໃຊ້ງານຜູ້ໃຊ້ CHAP ທີ່ເລືອກ
nl: Geselecteerde CHAP Gebruikers Uitschakelen
ro: Dezactivare utilizatori CHAP selectați
ru: Отключить выбранных пользователей CHAP
sv: Inaktivera valda CHAP användare
uk: Вимкнути обраних користувачів CHAP
zh_cn: 禁用选定的CHAP用户

source: Enable Selected CHAP Users
af: Inskakel Gekies Chap Gebruikers
ca: Activa els usuaris CHAP seleccionats
cs: Zpřístupnit označené účty uživatelů pro ověřování protokolem CHAP
de: Ausgewählte CHAP Benutzer aktivieren
el: Ενεργοποίηση Επιλεγμένων Χρηστών CHAP
es: Habilitar usuarios CHAP seleccionados
fr: Activer les utilisateurs CHAP sélectionnés
hu: A kiválasztott CHAP felhasználó engedélyezése
it: Attiva gli utenti CHAP selezionati
lo: ເປີດໃຊ້ງານຜູ້ໃຊ້ CHAP ທີ່ເລືອກ
nl: Wilt u de geselecteerde CHAP gebruikers inschakelen?
ro: Activare utilizatori CHAP selectați
ru: Включить выбранных пользователей CHAP
sv: Aktivera valda CHAP användare
uk: Дозволити обраних користувачів CHAP
zh_cn: 启用选定的CHAP用户

source: Toggle Selected CHAP Users
af: Toggle Geselekteerde CHAP Gebruikers
ca: Commuta els usuaris CHAP seleccionats
cs: Vyp/zap označené CHAP uživatele
de: Ausgewählte CHAP Benutzer umschalten
el: Μεταβολή Επιλεγμένων Χρηστών CHAP
es: intercambiar usuarios CHAP seleccionados
fr: Changer d'état les Utilisateurs CHAP Sélectionnés
hu: A kiválasztott CHAP felhasználók átkapcsolása
it: Abilita gli utenti CHAP selezionati
lo: ສະຫຼັບການໃຊ້ງານຜູ້ໃຊ້ CHAP ທີ່ເລືອກ
nl: Geselecteerde CHAP Gebruikers Omschakelen
ro: Inversare selecție utilizatori CHAP.
ru: Переключить выбранных пользователей CHAP
sv: Växla valda CHAP användare
uk: Перемкнути обраних користувачів CHAP
zh_cn: 切换选定的CHAP用户

source: Do you want to delete selected CHAP users?
af: Wil jy geselekteerde CHAP gebruikers skrap?
ca: Voleu eliminar usuaris CHAP seleccionats?
cs: Opravdu chcete smazat označené CHAP uživatele?
de: Möchten Sie die ausgewählten CHAP Benutzer löschen?
el: Θέλετε να διαγράψετε τους επιλεγμένους χρήστες CHAP;
es: ¿Desea borrar los usuarios CHAP seleccionados?
fr: Voulez-vous supprimer les utilisateurs CHAP sélectionnés?
hu: Biztos, hogy törlöd kiválasztott CHAP felhasználót?
it: Vuoi cancellare gli utenti CHAP selezionati?
lo: ທ່ານຕ້ອງການລຶບຜູ້ໃຊ້ CHAP ທີ່ເລືອກອອກບໍ່?
nl: Wilt u de geselecteerde CHAP gebruikers verwijderen?
ro: Doriți să ștergeți utilizatorii CHAp selectați?
ru: Вы хотите удалить выбранных пользователей CHAP?
sv: Vill du ta bort valda CHAP användare?
uk: Ви підтверджуєте видалення обраних користувачів CHAP?
zh_cn: 你想删除选定的CHAP用户吗？
