Repository: rojim666/xigmanas-code-r10599-trunk
Catalog: locale/xigmanas-*.po
Languages: af, ca, cs, de, el, es, fr, hu, it, lo, nl, pl, ro, ru, sv, uk, zh_cn

source: IP address of the remote syslog server.
af: IP adres van die afgeleë syslog bediener.
ca: Adreça IP del servidor syslog remot.
cs: IP adresa vzdáleného syslog serveru.
de: IP-Addresse des fernen Syslog Servers.
el: Διεύθυνση IP του απομακρυσμένου διακομιστή syslog.
es: IP del servidor remoto de syslog
fr: Adresse IP du serveur syslog distant.
hu: Távoli rendszernapló-szerver IP címe.
it: Indirizzo IP del server syslog remoto.
lo: ທີ່ຢູ່ IP ຂອງເຊີບເວີ syslog ທາງໄກ.
nl: Vul hier het IP-adres in van de externe syslog server.
ro: Adresa IP a serverului syslog remote.
ru: IP-адрес удаленного сервера syslog.
sv: IP adress till fjärrsyslog servern
uk: Адреса IP віддаленого syslog сервера.
zh_cn: 远程日志服务器的IP地址。

source: Port of the remote syslog server. Leave blank to use the default port.
af: Port van die afgeleë syslog bediener. Laat leeg om die verstek poort te gebruik.
ca: Port del servidor de syslog remot. Deixeu-vos en blanc per utilitzar el port predeterminat.
cs: Port vzdáleného syslog serveru. Pro použití výchozího portu nevyplňujte.
de: Portnummer des entfernten Syslog Servers. Freilassen für den Standardport.
el: Θύρα του απομακρυσμένου διακομιστή syslog. Αφήστε το κενό για να χρησιμοποιήσετε την προεπιλεγμένη θύρα.
es: Puerto del servidor syslog remoto. dejar en blanco para usar el puerto por defecto.
fr: Port du serveur syslog distant. Laissez vide pour utiliser le port par défaut.
hu: A távoli rendszernapló-szerver portja. Alapértelmezett port esetén üres.
it: Porta del syslog server remoto. Lasciare vuoto per la porta default.
lo: ພອດຂອງເຊີບເວີ syslog ທາງໄກ. ປະຫວ່າງໄວ້ເພື່ອໃຊ້ພອດເລີ່ມຕົ້ນ.
nl: Poort van de externe syslog server. Laat dit leeg om de standaardpoort te gebruiken.
ro: Portul pentru serverul syslog. Lăsați câmpul necompletat pentru valoarea implicită.
ru: Порт удаленного сервера syslog. Оставьте поле пустым, чтобы использовать порт по умолчанию.
sv: Port på den externa syslogservern. Lämna blankt för att använda standardporten.
uk: Порт віддаленого серверу syslog. Залиште пустим щоб використовувати порт за замовчуванням.
zh_cn: 远程系统日志服务器的端口。 留空以使用默认端口。

source: Syslog sends UDP datagrams to port 514 on the specified remote syslog server. Be sure to set syslogd on the remote server to accept syslog messages from this server.
af: Syslog stuur UDP datagramme na poort 514 na die spesifieke afgeleë syslog bediener. Wees net seker om syslogd in te stel op die afgeleë bediener om syslog boodskappe te aanvaar van hierdie bediener.
ca: El registre del sistema envia datagrames UDP al port 514 al servidor de registre del sistema remot especificat. Assegureu-vos d'ajustar syslogd al servidor remot per acceptar missatges de registre del sistema des d'aquest servidor.
cs: Nástroj syslog posílá UDP datagramy na port 514 na zadaném serveru se službou syslog. Zajistěte, aby proces služby syslog na protějšku byl nastaven tak, aby přijímal zprávy z tohoto Nas4Free stroje.
de: Syslog sendet UDP Datendiagramme über Port 514 an den festgelegten syslog-Server. Stellen Sie sicher, dass syslogd auf dem Remote-Server Nachrichten von diesem Server akzeptiert.
el: Το Syslog στέλνει UDP datagrams στη θύρα 514 για τον συγκεκριμένο απομακρυσμένο διακομιστή syslog. Να είστε βέβαιος να θέσετε το syslogd στον απομακρυσμένο διακομιστή να δεχτεί μηνύματα syslog από αυτόν το διακομιστή.
es: Syslog envia datagramas al puerto 514 del Syslog remoto. Asegurese de configurar el Syslog remoto para aceptar los mensajes de este servidor.
fr: Syslog envois des datagrammes UDP sur le port 514 vers le serveur syslog distant. Soyez sûr de configurer syslogd sur le serveur distant, afin qu'il accepte les messages de ce serveur.
hu: Syslog UDP datagramokat küld a megadott távoli syslog szerver 514-es portjára. Ügyeljen arra, hogy a syslogd a távoli szerveren fogad tudja a syslog üzeneteket a szervertől.
it: Syslog invia un datagramma UDP alla porta 514 sul server syslog remoto specificato. Assicurati di impostare syslogd sul server remoto in modo che accetti i messaggi del syslog di questo server.
lo: Syslog ສົ່ງເດຕາແກຣມ UDP ໄປຍັງພອດ 514 ໃນເຊີບເວີ syslog ທາງໄກທີ່ລະບຸ. ໃຫ້ແນ່ໃຈວ່າໄດ້ຕັ້ງຄ່າ syslogd ໃນເຊີບເວີທາງໄກເພື່ອຮັບຂໍ້ຄວາມ syslog ຈາກເຊີບເວີນີ້.
nl: Syslog verstuurd UDP datagrammen naar poort 514 op de gespecificeerde externe syslog server. Verzeker uzelf er van dat syslogd op de externe server juist ingesteld is om syslog berichten vanaf deze server te ontvangen.
pl: Syslog wysyła pakiety danych UDP do portu 514 na określonym zdalnym serwerze logów. Badź pewny że ustawiłeś na zdalnym serwerze logów akceptację przychodzących informacji z tego serwera
ro: Modulul Syslog trimite datagrame UDP către portul 514 al serverului syslog remote specificat. Verificați ca serverul destinație să accepte mesajele trimise.
ru: Syslog посылает UDP датаграммы на порт 514 указанного удаленного сервера syslog. Убедитесь, что syslogd установлен на удаленном сервере для приёма syslog сообщений с этого сервера.
sv: Syslog skickar UDP-meddelande till port 514 på den specificerade syslogservern. Säkerställ att syslogd på fjärrsyslogservern accepterar syslogmeddelanden från denna server.
uk: Syslog посилає UDP датаграми на порт 514 зазначеного віддаленого сервера syslog. Переконайтеся, що syslogd встановлений на віддаленому сервері для прийому syslog повідомлень з цього сервера.
zh_cn: Syslog 发送 UDP 数据包到远程syslog服务器的514端口。请确定在远程 syslog 服务器的 syslogd 接收来自此服务器的 syslog 信息。

source: Port number must be 514 or a number between 1024 and 65535.
af: Poortnommer moet 514 of 'n getal tussen 1024 en 65535 wees.
ca: El número de port ha de ser 514 o un número entre 1024 i 65535.
de: Die Portnummer muß entweder 514 oder eine Zahl zwischen 1024 und 65535 sein.
el: Ο αριθμός θύρας πρέπει να είναι 514 ή ένα νούμερο μεταξύ 1024 και 65535.
es: El número de puerto debe ser 514 o un número entre 1024 y 65535.
fr: Le numéro de port doit être 514 ou un nombre compris entre 1024 et 65535.
it: Il numero di porta deve essere 514 o un numero compreso tra 1024 e 65535.
lo: ໝາຍເລກພອດຕ້ອງແມ່ນ 514 ຫຼື ຕົວເລກລະຫວ່າງ 1024 ແລະ 65535.
nl: Poortnummer moet 514 zijn of een nummer tussen 1024 en 65535.
ro: Numărul de port trebuie să fie 514 sau o valoare în intervalul1024-65535.
ru: Номер порта должен быть 514 или числом от 1024 до 65535.
sv: Portnummer måste vara 514 eller ett nummer mellan 1024 och 65535.
uk: Номер порту повинен бути 514 або мати номер від 1024 до 65535.
zh_cn: 端口号必须是 514 或介于 1024 和 65535 之间的数字。

source: Send RSYNC event messages.
af: Stuur RSYNC gebeurtenis boodskappe.
ca: Enviar missatges d'esdeveniments RSYNC.
cs: Posílat zprávy o událostech v RSYNC.
de: Sende RSYNC Ereignisse.
el: Αποστολή μηνυμάτων συμβάντων RSYNC.
es: Enviar eventos RSYNC
fr: Envoyer des messages d'événement RSYNC.
hu: RSYNC eseményüzenetek küldése
it: Invia messaggi sugli eventi RSYNC
lo: ສົ່ງຂໍ້ຄວາມເຫດການຂອງ RSYNC.
nl: Stuur RSYNC gebeurtenis berichten.
ro: Trimite mesaje pentru evenimente RSYNC.
ru: Отправлять сообщения о событиях RSYNC.
sv: Skicka meddeladen om RSYNC-händelser.
uk: Надсилати повідомлення про події RSYNC.
zh_cn: 发送RSYNC事件消息。

source: Send S.M.A.R.T. event messages.
af: Stuur S.M.A.R.T. gebeurtenis boodskappe.
ca: Enviar missatges d'esdeveniments S.M.A.R.T.
cs: Posílat zprávy o událostech ve SMART diagnostice jednotek datového úložiště.
de: Sende S.M.A.R.T. Ereignisse.
el: Αποστολή μηνυμάτων συμβάντων S.M.A.R.T.
es: Enviar eventos S.M.A.R.T.
fr: Envoyer des messages d'événement S.M.A.R.T.
hu: S.M.A.R.T. eseményüzenetek küldése.
it: Invia messaggi sugli eventi S.M.A.R.T.
lo: ສົ່ງຂໍ້ຄວາມເຫດການຂອງ S.M.A.R.T.
nl: Stuur S.M.A.R.T. gebeurtenis berichten.
ro: Trimite mesaje pentru evenimente S.M.A.R.T.
ru: Отправлять сообщения о событиях S.M.A.R.T.
sv: Skicka meddeladen om S.M.A.R.T.-händelser.
uk: Надсилати повідомлення про події S.M.A.R.T.
zh_cn: 发送S.M.A.R.T.事件消息。

source: Send SSH event messages.
af: Stuur SSH gebeurtenis boodskappe.
ca: Enviar missatges d'esdeveniments SSH.
cs: Posílat zprávy o událostech v SSH.
de: Sende SSH Ereignisse.
el: Αποστολή μηνυμάτων συμβάντων SSH.
es: Enviar eventos SSH
fr: Envoyer des messages d'événement SSH.
hu: SSH eseményüzenetek küldése.
it: Invia messaggi sugli eventi SSH.
lo: ສົ່ງຂໍ້ຄວາມເຫດການຂອງ SSH.
nl: Stuur SSH gebeurtenis berichten.
ro: Trimite mesaje pentru evenimente SSH.
ru: Отправлять сообщения о событиях SSH.
sv: Skicka meddeladen om SSH-händelser.
uk: Надсилати повідомлення про події SSH.
zh_cn: 发送SSH事件消息。

source: Send system event messages.
af: Stuur stelsel gebeurtenis boodskappe.
ca: Enviar missatges d'esdeveniments de sistema.
cs: Posílat zprávy o událostech v systému.
de: Sende Ereignismeldungen des Systems.
el: Αποστολή μηνυμάτων συμβάντων συστήματος.
es: Enviar eventos del sistema
fr: Envoyer des messages d'événement système.
hu: Rendszeresemény-üzenetek küldése
it: Invia messaggi sugli eventi di sistema.
lo: ສົ່ງຂໍ້ຄວາມເຫດການຂອງລະບົບ.
nl: Stuur systeem gebeurtenis berichten.
ro: Trimite mesaje pentru evenimente sistem.
ru: Отправлять сообщения о системных событиях.
sv: Skicka meddeladen om systemhändelser.
uk: Надсилати повідомлення про системні події.
zh_cn: 发送系统事件消息。

source: Daemon Events
af: Daemon Gebeurtenise
ca: Esdeveniments del dimoni
cs: Události v procesu služby
de: Ereignismeldungen von Dienstprogrammen
el: Συμβάντα Δαίμονα
es: Eventos Demonio
fr: Evénements Daemon
hu: Daemon események
it: Eventi del demone
lo: ເຫດການເດມອນ
nl: Daemon Gebeurtenissen
ro: Evenimente daemon
ru: События процессов
sv: Demonhändelser
uk: Події демону
zh_cn: 守护进程事件

source: Enable Server
af: Inskakel Bediener
ca: Activa el servidor
cs: Zapnout server
de: Server aktivieren
el: Ενεργοποίηση Διακομιστή
es: Habilitar servidor
fr: Activer le serveur
hu: Szerver bekapcsolása
it: Attiva server
lo: ເປີດໃຊ້ເຊີບເວີ
nl: Inschakelen Server
ro: Activare server
ru: Включить сервер
sv: Aktivera server
uk: Дозволити Сервер
zh_cn: 启用服务器

source: FTP Events
af: FTP Gebeurtenise
ca: Esdeveniments FTP
cs: Události v FTP
de: FTP Ereignismeldungen
el: Συμβάντα FTP
es: Eventos FTP
fr: Evénements FTP
hu: FTP események
it: Eventi FTP
lo: ເຫດການ FTP
nl: FTP Gebeurtenissen
ro: Evenimente FTP
ru: События FTP
sv: FTP-händelser
uk: Події FTP
zh_cn: FTP事件

source: RSYNC Events
af: RSYNC Gebeure
ca: Esdeveniments de RSYNC
cs: Události v RSYNC
de: RSYNC Ereignisse
el: Συμβάντα RSYNC
es: Eventos RSYNC
fr: Evénements RSYNC
hu: RSYNC események
it: Eventi RSYNC
lo: ເຫດການ RSYNC
nl: RSYNC Gebeurtenissen
ro: Evenimente RSYNC
ru: События RSYNC
sv: RSYNC-händelser
uk: Події RSYNC
zh_cn: RSYNC事件

source: S.M.A.R.T. Events
af: S.M.A.R.T. Gebeurtenise
ca: Esdeveniments S.M.A.R.T.
cs: Události ve SMART diagnostice datových úložišť
de: S.M.A.R.T. Ereignisse
el: Συμβάντα S.M.A.R.T.
es: Eventos S.M.A.R.T.
fr: Evénements S.M.A.R.T
hu: S.M.A.R.T. események
it: Eventi S.M.A.R.T.
lo: ເຫດການ S.M.A.R.T.
nl: S.M.A.R.T. Gebeurtenissen
ro: Evenimente S.M.A.R.T.
ru: События S.M.A.R.T.
sv: S.M.A.R.T.-händelser
uk: Події S.M.A.R.T.
zh_cn: S.M.A.R.T.事件

source: SSH Events
af: SSH Gebeure
ca: Esdeveniments SSH
cs: Události v SSH
de: SSH Ereignisse
el: Συμβάντα SSH
es: Eventos SSH
fr: Evénements SSH
hu: SSH események
it: Eventi SSH
lo: ເຫດການ SSH
nl: SSH Gebeurtenissen
ro: Evenimente SSH
ru: События SSH
sv: SSH-händelser
uk: Події SSH
zh_cn: SSH事件

source: System Events
af: Stelsel Gebeure
ca: Esdeveniments del sistema
cs: Události v systému
de: System-Ereignisse
el: Συμβάντα Συστήματος
es: Eventos del sistema
fr: Événements du système
hu: Rendszeresemények
it: Eventi di sistema
lo: ເຫດການລະບົບ
nl: System Gebeurtenissen
ro: Evenimente sistem
ru: Системные события
sv: Systemhändelser
uk: Системні події
zh_cn: 系统事件

source: Disable the compression of repeating lines.
af: Deaktiveer die kompressie van herhalende lyne.
ca: Desactiva la compressió de línies repetides.
cs: Vypnout kompresi opakujících se řádků.
de: Sich wiederholende Meldungen nicht unterdrücken.
el: Απενεργοποίηση συμπίεσης επαναλαμβανόμενων γραμμών.
es: Deshabilitar la compresión de lineas repetidas
fr: Désactivez la compression des lignes répétées.
hu: Ismétlődő sorok tömörítésének tiltása.
it: Disattivare la compressione delle linee ripetute
lo: ປິດການບີບອັດຂອງແຖວທີ່ຊ້ຳກັນ.
nl: Uitschakelen compressie van herhaalde regels.
ro: Dezactivare compresie pentru liniile care se repetă.
ru: Отключите сжатие повторяющихся строк.
sv: Inaktivera sammanslagning av upprepade rader.
uk: Вимкнути стиснення рядків що повторюються
zh_cn: 禁用重复行的压缩。

source: Accept remote syslog messages.
af: Aanvaar afgeleë syslog boodskappe.
ca: Acceptar missatges de registre del sistema remot.
cs: Přijímat syslog zprávy z ostatních systémů.
de: Erlaube Remote Syslog Nachrichten.
el: Αποδοχή απομακρυσμένων μηνυμάτων syslog.
es: Aceptar mensajes remotos syslog.
fr: Accepter les messages syslog distants.
hu: Távoli rendszernapló-üzenetek fogadása
it: accettare i messaggi remoti syslog
lo: ຮັບຂໍ້ຄວາມ syslog ທາງໄກ.
nl: Externe syslog berichten accepteren.
pl: Akceptuj zdalne logi systemowe.
ro: Acceptă mesaje remote syslog.
ru: Принимать удаленные syslog сообщения.
sv: Acceptera externa syslogmeddelanden
uk: Приймати повідомлення віддаленого syslog.
zh_cn: 接受远程syslog消息。

source: If this option is checked, IP addresses in the server logs are resolved to their hostnames where possible.
af: As hierdie opsie gekies word, dan word IP adresse in die bediener registers opgelos to hul gasheer name waarook moontlik
ca: Si se selecciona aquesta opció, les adreces IP en els registres del servidor es resoldran a noms d'amfitrió quan sigui possible.
cs: Když je tato předvolba označená, IP adresy v záznamech o provozu serveru jsou překládány na názvy jejich strojů, když je to možné.
de: Wenn diese Option aktiviert ist, werden IP-Adressen in den Server-Logs zu ihren Hostnamen umgewandelt, wo möglich.
el: Αν αυτή η επιλογή είναι τσεκαρισμένη, οι διευθύνσεις IP στον καταγραφέα του διακομιστή επιλύονται σε ονόματα υπολογιστών όποτε είναι δυνατόν.
es: Si esta opcion se checkea, direcciones de IP se resuelven a sus nombres de maquina en el servidor cuando es posible.
fr: Si cette option est cochée, les adresses IP dans les journaux du serveur sont résolus à leurs noms d'hôtes si possible.
hu: Ha ez az beállítás be van kapcsolva, az IP címeket a szerver naplóiban kiszolgálóneveké oldjuk fel, ahol lehetséges.
it: Se questa opzione è attivata, gli indirizzi IP nei log del server verrano risolti fornendo il nome dell'host, se possibile.
lo: ຖ້າໝາຍໃສ່ຕົວເລືອກນີ້, ທີ່ຢູ່ IP ໃນບັນທຶກຂອງເຊີບເວີຈະຖືກແປເປັນຊື່ໂຮສຂອງພວກມັນຖ້າເປັນໄປໄດ້.
nl: Wanneer deze optie is aangevinkt, worden IP-adressen in de server logs waar mogelijk omgezet naar hun hostnamen.
ro: Dacă această opțiune este activă, adresele IP vor fi convertite în nume de sistem, dacă acest lucru este posibil.
ru: Если эта опция включена, в журналах сервера разрешаются соответствия IP-адресов их именам хостов, где это возможно.
sv: Om detta val är förkryssat kommer IP adresser i serverns logfiler konverteras till hostnamn när det är möjligt.
uk: Якщо ця опція включена, IP адреси в журналах сервера вирішуються в їх імена хостів (там де це можливо).
zh_cn: 如果选中此选项，服务器日志中的IP地址将尽可能解析为其主机名。

source: This can cause a huge delay in loading the log page!
af: Hierie kan 'n groot vertraaging veroorsaak terwyl die aanmelding bladsy gelaai word!
ca: Això pot causar un gran retard en la càrrega de la pàgina de registre!
cs: Toto může způsobit obrovskou prodlevu při načítání stránky se záznamem událostí!
de: Dies kann eine immense Verzögerung beim Laden der Log-Seite mit sich bringen!
el: Αυτό μπορεί να προκαλέσει μεγάλη καθυστέρηση στη φόρτωση της σελίδας καταγραφής!
es: Esto puede causar un gran retraso en la carga de la página de log!
fr: Cela peut entraîner un retard énorme dans le chargement de la page de connexion!
hu: Ez nagy késleltetést okoz a napló oldal betöltésében!
it: Questo può determinare un elevato ritardo nel caricamento della pagina di log!
lo: ອັນນີ້ອາດເຮັດໃຫ້ການໂຫຼດໜ້າບັນທຶກຊ້າລົງຢ່າງຫຼວງຫຼາຍ!
nl: Dit kan een grote vertraging opleveren om de logboek pagina te laden!
ro: Poate determina o scădere importantă în viteza de încărcare a paginilor.
ru: Это может вызвать огромную задержку в загрузке страниц журнала!
sv: Detta kan medföra en stor fördröjning vid öppning av logsidan!
uk: Це може викликати величезну затримку під час завантаження сторінки журналу!
zh_cn: 这可能导致加载日志页面的巨大延迟！

source: Show log entries in reverse order (newest entries on top).
af: Vertoon register inskrywings in omgekeerde orde (nuutste inskrywings bo)
ca: Mostra les entrades de registre en ordre invers (entrades més recents a la part superior).
cs: Zobrazit položky záznamu událostí v obráceném pořadí (nejnovější navrchu).
de: Log-Datei in umgekehrter Reihenfolge auslesen (Neueste Einträge zuerst)
el: Εμφάνιση των καταχωρήσεων καταγραφής με αντίστροφη ταξινόμηση (νεώτερες καταχωρήσεις στην κορυφή).
es: Mostrar el log en orden inverso (entradas nuevas arriba)
fr: Voir les entrées du journal en sens inverse (les plus récentes en haut).
hu: Naplóbejegyzések megjelenítése fordított sorrendben (újabb kerül felülre).
it: Mostra le voci di log in ordine inverso (le più recenti in alto).
lo: ສະແດງລາຍການບັນທຶກໃນລຳດັບປີ້ນກັບ (ລາຍການໃໝ່ສຸດຢູ່ເທິງ).
nl: Logboek in omgekeerde volgorde weergeven (nieuwste logregels bovenaan).
ro: Afișare jurnal în ordine inversă (ultima înregistrare este afișată prima)
ru: Показать записи журнала в обратном порядке (новые записи сверху).
sv: Visa loggposter i omvänd ordning (senaste högst upp).
uk: Показати записи журналу в зворотному порядку (нові записи зверху).
zh_cn: 以相反的顺序显示日志条目（新条目在最上面）。

source: Remote Syslog Messages
af: Afgeleë Syslog Boodskappe
ca: Missatges de registre remot
cs: Syslog zprávy na protějšku
de: Entfernte Syslog-Meldungen
el: Απομακρυσμένα Μηνύματα Syslog
es: Mensajes Remotos Syslog
fr: Messages Syslog distants
hu: Távoli rendszernapló-üzenetek
it: Messaggio Syslog remoto
lo: ຂໍ້ຄວາມ Syslog ທາງໄກ
nl: Externe Syslog Berichten
ro: Mesaje syslog remote
ru: Удаленные Syslog сообщения
sv: Fjärrsysloggmedelanden
uk: Повідомлення віддаленого Syslog
zh_cn: 远程Syslog消息

source: Show Log Entries
af: Wys Log Inskrywings
ca: Mostra les entrades del registre
cs: Zobrazit položky záznamu událostí (log)
de: Zeige Log-Einträge
el: Προβολή Καταχωρήσεων Καταγραφέα
es: Mostrar entradas del log
fr: Afficher les entrées de journal
hu: Naplóbejegyzések megjelenítése
it: Mostra linee di log
lo: ສະແດງລາຍການບັນທຶກ
nl: Aantal Logregels
ro: Afișare înregistrări jurnal
ru: Показать записи в журнале
sv: Visa loggposter
uk: Показувати записи журналу
zh_cn: 显示日志条目

source: Log Order
af: Log Orde
ca: Sentit del registre
cs: Pořadí záznamů událostí
de: Log-Sortierung
el: Ταξινόμηση αρχείων Καταγραφής
es: Orden del Log
fr: Log commande
hu: Naplórendező
it: Ordine dei log
lo: ລຳດັບບັນທຶກ
nl: Volgorde Logboek
ro: Ordine jurnal
ru: Сортировка журнала
sv: Loggordning
uk: Порядок відображення журналу
zh_cn: 日志顺序

source: Facility
af: Fasiliteit
ca: Ubicació
cs: Zařízení (facility)
de: Einrichtung
el: Διευκόλυνση
es: Ubicación
fr: Structure
hu: Terület
it: Sede
nl: Faciliteit
ro: Facilitate
ru: Объект
sv: Anläggning
uk: Обладнання
zh_cn: 设备

source: Enter facility name
af: Ingaan fasiliteit naam
ca: Introduïu el nom de la ubicació
cs: Zadejte název zařízení (facility)
de: Name der Einrichtung angeben
el: Εισαγωγή ονόματος διευκόλυνσης
es: Introduzca el nombre de la ubicación
fr: Entrez le nom de la structure
hu: Adja meg a terület nevét
it: Inserire il nome della struttura
lo: ປ້ອນຊື່ facility
nl: Geef faciliteit naam
ro: Introducere nume facilitate
ru: Введите название объекта
sv: Mata in anläggningsnamn
uk: Введіть назву обладнання
zh_cn: 输入设备名称

source: Enter level name
af: Ingaan vlak naam
ca: Introduïu el nom del nivell
cs: Zadejte název úrovně
de: Name des Niveaus (Level) angeben
el: Εισαγωγή ονόματος επιπέδου
es: Introduzca el nombre del piso
fr: Entrez le nom du niveau
hu: Adja meg a szint nevét
it: Inserire un nome per il livello
lo: ປ້ອນຊື່ລະດັບ
nl: Geef niveau naam
ro: Introducere nume nivel
ru: Введите имя уровня
sv: Mata in nivånamn
uk: Введіть назву рівня
zh_cn: 输入级别名称

source: Enter destination
af: Ingaan bestemming
ca: Introduïu la destinació
cs: Zadejte cíl
de: Ziel eingeben
el: Εισαγωγή προορισμού
es: Ingrese destino
fr: Entrer la destination
hu: Adja meg a leírást
it: Inserisci destinazione
lo: ປ້ອນປາຍທາງ
nl: Geef bestemming
ro: Introducere destinație
ru: Введите назначение
sv: Mata in mål
uk: Введіть місце призначення
zh_cn: 输入目的地

source: Add Option
af: Voeg Opsie
ca: Afegir Opció
cs: Přidat předvolbu
de: Option Hinzufügen
el: Προσθήκη Επιλογής
es: Agregar Opción
fr: Ajouter une option
hu: Opció hozzáadása
it: Aggiungi opzione
lo: ເພີ່ມຕົວເລືອກ
nl: Optie Toevoegen
pl: Dodaj opcję
ro: Adăugare opțiune
ru: Добавить опцию
sv: Lägg till Alternativ
uk: Додати опцію
zh_cn: 添加选项

source: Edit Option
af: Opsie Wysig
ca: Editar opció
cs: Upravit předvolbu
de: Optionen bearbeiten
el: Επεξεργασία Επιλογής
es: Editar Opciones
fr: Modifier l'option
hu: Opciók módosítása
it: Modifica opzione
lo: ແກ້ໄຂຕົວເລືອກ
nl: Optie Bewerken
pl: Edytuj opcję
ro: Modificare opțiune
ru: Редактировать опцию
sv: Redigera Alternativ
uk: Редагувати налаштування
zh_cn: 编辑选项

source: Option is marked for deletion
af: Opsie gemerk vir skrap
ca: Opció està marcat per ser esborrat
cs: Předvolba je označena k vymazání
de: Einstellung ist zum Löschen markiert
el: Η επιλογή έχει σημειωθεί προς διαγραφή
es: Opción marcada para borrado
fr: L'option est marquée pour suppression
hu: Beállítás törlésre megjelölve
it: L'opzione è settata per la cancellazione
lo: ຕົວເລືອກຖືກໝາຍໄວ້ເພື່ອລຶບ
nl: Optie is gemarkeerd voor verwijdering
pl: Opcja jest zaznaczona do usunięcia
ro: Opțiune marcată pentru ștergere
ru: Опция помечена для удаления
sv: Optionen är markerad för borttagning
uk: Опція позначена для видалення
zh_cn: 选项被标记为删除

source: Option is locked
af: Opsie is toegeslot
ca: Opció està bloquejat
cs: Předvolba je uzamčena
de: Einstellung ist gesperrt
el: Η επιλογή είναι κλειδωμένη
es: Opción bloqueada
fr: L'option est verrouillée
hu: Beállítás zárolva
it: L'opzione è bloccata
lo: ຕົວເລືອກຖືກລັອກ
nl: Optie is vergrendeld
pl: Opcja jest zablokowana
ro: Opțiune blocată
ru: Опция заблокирована
sv: Optionen är låst
uk: Опція заблокована
zh_cn: 选项被锁定

source: Option is unlocked
af: Opsie is ontslot
ca: Opció desbloquejada
cs: Předvolba je odemčena
de: Option ist freigeschaltet
el: Η επιλογή είναι ξεκλείδωτη
es: Opción desbloqueada
fr: L'option est déverrouillée
hu: Opció zárolása feloldva
it: L'opzione è sbloccata
lo: ຕົວເລືອກຖືກປົດລັອກ
nl: Optie is ontgrendeld
ro: Opțiune deblocată
ru: Опция разблокирована
sv: Alternativet är olåst
uk: Опція разблокована
zh_cn: 选项已解锁

source: Delete Selected Options
af: Vee Geselekteerde Opsies Uit
ca: Suprimeix opcions seleccionades
cs: Smazat označené předvolby
de: Ausgewählte Optionen löschen
el: Διαγραφή Επιλεγμένων Επιλογών
es: Borrar las opciones seleccionadas
fr: Supprimer les options sélectionnées
hu: Kiválasztott beállítások törlése
it: Cancella le opzioni selezionate
lo: ລຶບຕົວເລືອກທີ່ເລືອກ
nl: Geselecteerde Opties Verwijderen
pl: Usuń zaznaczone opcje
ro: Ștergere opțiuni selectate
ru: Удалить выбранные опции
sv: Ta bort valda optioner
uk: Видалити вибрані опції
zh_cn: 删除选中的选项
