Repository: rojim666/xigmanas-code-r10599-trunk
Catalog: locale/xigmanas-*.po
Languages: af, ca, cs, de, el, es, fr, hu, it, lo, nl, pl, ro, ru, sv, uk, zh_cn

source: Distance the disk has shifted relative to the spindle (usually due to shock or temperature). Unit of measure is unknown.
af: Afstand die skyf het verskuiwing relatiewe om die spindel (gewoontlik as gevolg van skok of temperatuur). Eenheid van meet is onbekend.
ca: Distància del disc s'ha desplaçat respecte al eix (en general a causa d'un cop o temperatura). Unitat de mesura és desconeguda.
cs: O kolik se plotny disku posunuly vůči hřídeli (obvykle následkem nárazu nebo teploty). Není známo v jakých jednotkách je udáváno.
de: Entfernung, die die Festplatte sich relativ zur Spindel verschoben hat (üblicherweise durch Sturz oder Temperaturveränderung). Maßeinheit unbekannt.
el: Απόσταση μετατόπισης του δίσκου σε σχέση με το μηχανισμό περιστροφής (συνήθως εξαιτίας κραδασμών ή θερμοκρασίας). Η μονάδα μέτρησης είναι άγνωστη.
es: Distancia de desplazamiento de disco relativa al eje (usualmente a causa de cambios bruscos de temperatura). La unidad de medida es desconocida.
fr: Distance de déplacement du disque par rapport à l'axe (du en général à un choc ou la température). Unité inconnue.
hu: A lemez tengelytől elmozdulásának távolsága (általában ütés vagy hőmérséklet miatt). Mértékegysége ismeretlen.
it: Distanza disco è spostato rispetto al mandrino (di solito a causa di urti o temperatura). Unità di misura è sconosciuta.
lo: ໄລຍະທາງທີ່ດິສກ໌ໄດ້ເຄື່ອນທີ່ທຽບກັບແກນໝຸນ (ປົກກະຕິເນື່ອງຈາກການກະທົບກະເທືອນ ຫຼື ອຸນຫະພູມ). ຫົວໜ່ວຍວັດແທກບໍ່ຮູ້ຈັກ.
nl: Afstand die de schijf heeft verschoven ten opzichte van de spindel (meestal als gevolg van schokken of temperatuur). Maateenheid is niet bekend.
ro: Dilatarea/deplasarea mecanică relativ la momentul pornirii (ca urmare a unui șoc mecanic sau a a temperaturii). Unitatea de măsură nu este cunoscută.
ru: Расстояние смещения диска по отношению к шпинделю (обычно из-за шока или температуры). Единица измерения неизвестна.
sv: Avståndet skivan har flyttats relativt axeln (vanligtvis beroende på slag eller temperatur). Enheten på mätvärdet är okänt.
uk: Відстань, на яку зрушився диск відносно шпинделя (зазвичай через поштовх або температуру). Одиниці виміру - невідомі.
zh_cn: 磁盘相对于主轴的距离（通常由于冲击或温度）。 计量单位未知。

source: Time spent operating under data load (movement of magnetic head armature).
af: Tyd bestee opereer onder data laai (beweging van magnetiese kop armature).
ca: El temps dedicat operant sota càrrega de dades (moviment de l'armadura del capçal magnètic).
cs: Doba strávená při práci s daty (při pohybu ramínky s hlavičkami).
de: Betriebszeit unter Datenlast (Bewegung des Magnetkopfarmes).
el: Ο χρόνος που παρήλθε σε λειτουργία φόρτου δεδομένων (κίνηση της κεφαλής του μαγνητικού μηχανισμού)
es: Tiempo empleado en la carga de datos (movimiento del cabezal magnetico)
fr: Temps de fonctionnement passé en charge de données (mouvement de l’armature des têtes magnétiques).
hu: Adattöltés (mágneses fejarmatúra mozgása) alatti műveleti idő.
it: Tempo impiegato per il carico dati (movimento della testina magnetica).
lo: ເວລາທີ່ໃຊ້ໃນການດຳເນີນງານພາຍໃຕ້ການໂຫຼດຂໍ້ມູນ (ການເຄື່ອນໄຫວຂອງແຂນຫົວແມ່ເຫຼັກ).
nl: Tijd besteed tijdens het data laden (beweging van magneetkop armatuur).
ro: Timpul necesar pentru transferul de date (mișcarea ansamblului capetelor magnetice).
ru: Время, проведенное под нагрузкой данных (движение рамы с магнитной головкой).
sv: Tid som använts för rörelse av magnethuvudena vid läsning/skrivning..
uk: Час, витрачений на дії під навантаженням (переміщення арматури магнітної головки).
zh_cn: 在数据负载下操作的时间（磁头电枢的移动）

source: Count of times head changes position.
af: Telling van die hoeveelheid keer wat die kop van posisie verander.
ca: Comte les vegades que el capçal canvia de posició.
cs: Kolikrát hlavička disku změní pozici.
de: Anzahl der Änderungen der Lesekopfposition.
el: Αριθμός των φορών που η κεφαλή αλλάζει θέση.
es: Recuento de veces de cambio de posicion de la cabeza
fr: Nombre de changements de position de la tête
hu: Fej helyváltoztatásainak száma.
it: Conta quante volte la testa cambia posizione.
lo: ຈຳນວນຄັ້ງທີ່ຫົວປ່ຽນຕຳແໜ່ງ.
nl: Aantal keren dat de kop van positie wijzigt.
pl: Liczba zmian położenia głowicy
ro: Timpii de schimbare a poziției capetelor de scriere/citire.
ru: Количество новых попыток изменения позиции блока магнитных головок из парковочной области после неудачной попытки.
sv: Antal gånger huvudet flyttats.
uk: Кількість змін положення головок диска.
zh_cn: 磁头改变位置次数。

source: Resistance caused by friction in mechanical parts while operating.
af: Weerstand veroorsaak deur wrywing in meganiese onderdele gedurende drywinng.
ca: La resistència causada per la fricció en les parts mecàniques durant el funcionament.
cs: Zvýšený třecí odpor mezi mechanickými částmi během provozu.
de: Widerstand durch mechanische Reibung während des Betriebs.
el: Αντίσταση που δημιουργείται από την τριβή των μηχανικών μερών κατά τη διάρκεια της λειτουργίας.
es: Resistencia causada por la fricción de las partes mecanicas, mientras se encuentra en uso.
fr: Résistance due à la friction des pièces mécaniques en opération.
hu: Működés közben a mechanikus alkatrészekben fellépő ellenállás okozta súrlódás.
it: Resistenza causata da frizioni delle parti meccaniche durante il funzionamento
lo: ຄວາມຕ້ານທານທີ່ເກີດຈາກການສຽດສີໃນຊິ້ນສ່ວນກົນຈັກໃນຂະນະທີ່ດຳເນີນງານ.
nl: Weerstand veroorzaakt door wrijving in mechanische delen terwijl in werking.
ro: Rezistența cauzată de frecarea între părțile mecanice în timpul funcționării.
ru: Сопротивление вызвано трением в механических частях во время работы.
sv: Motstånd orsakat av friktion i mekaniska delar vid drift.
uk: Опір спричинений тертям механічних частин під час роботи
zh_cn: 机械部件在操作时由摩擦引起的阻力。

source: Total count of load cycles.
af: Totale telling las siklusse.
ca: Recompte total de cicles de càrrega.
cs: Celkový počet cyklů vystavení hlaviček.
de: Anzahl Load cycles.
el: Συνολικός αριθμός κύκλων φόρτωσης.
es: Centa total de ciclos de carga.
fr: Nombre total de cycles de chargement
hu: Terhelési ciklusok összszáma.
it: Numero totale dei cicli di carico.
lo: ຈຳນວນຮອບການໂຫຼດທັງໝົດ.
nl: Totaal aantal laad cyclussen.
ro: Numărul total de cicluri de încărcare.
ru: Количество циклов перемещения блока магнитных головок в парковочную область.
sv: Totalt antal laddningscykler.
uk: Загальна кількість циклів завантаження.
zh_cn: load cycles总数

source: Total time of loading on the magnetic heads actuator (time not spent in parking area).
af: Totale laai tyd op die magnetiese koppe-aktuator (tyd word nie in parkeerarea spandeer nie).
ca: El temps total de càrrega en l'actuador del capçals magnètiques (temps fora de l'àrea d'estacionament).
cs: Celková doba, po kterou hlavičky byly v pracovní poloze (tj. doba strávená mimo parkovací oblast).
de: Gesamtbelastungsdauer des Verstellmotors der Schreib-/Leseköpfe (Zeit der Köpfe außerhalb der Parkzone).
el: Συνολικός χρόνος φόρτωσης του ενεργοποιητή των μαγνητικών κεφαλών (ο χρόνος που δεν βρίσκονταν στην περιοχή στάθμευσης).
es: Tiempo total que tarda los cabezales magneticos en aparcar (descontando el tiempo que permanecen aparcados)
fr: Temps total de charge sur l’actuateur des têtes magnétiques (temps qui n’est pas passé en zone de positionnement fixe).
hu: A mágneses fejeket működtető szerkezet terhelésének összideje (nem a parkolózónában töltött idő).
it: Tempo totale di caricamento sull attuatore magnetico (tempo non trascorso in parcheggio).
lo: ເວລາທັງໝົດຂອງການໂຫຼດເທິງແຂນຫົວແມ່ເຫຼັກ (ເວລາທີ່ບໍ່ໄດ້ໃຊ້ໃນເຂດຈອດ).
nl: Totale laadtijd op de magneetkopactuator (tijd niet doorgebracht in het parkeergebied).
ro: Numărul total de încărcare a capetelor magnetice (timp în afara zonei de parcare).
ru: Время, за которое привод выгружает магнитные головки из парковочной области на рабочую поверхность диска.
sv: Total tid när magnethuvudena inte varit i parkeringsarean.
uk: Час, за який привід вивантажує магнітні головки з паркувального області на робочу поверхню диска.
zh_cn: 磁头致动器上的总加载时间（停止区域不花费时间）。

source: Count of attempts to compensate for platter speed variations.
af: Tel van pogings om vergoed vir platter spoed variasies.
ca: Comte dels intents de compensar les variacions de velocitat del plat.
cs: Počet pokusů o kompenzaci nestálosti v rychlosti otáčení ploten disku.
de: Anzahl der Versuche, zur Kompensation variabler Festplattenumdrehungsgeschwindigkeit.
el: Αριθμός προσπαθειών για αντιστάθμηση των παραλλαγών στις ταχύτητες των πλατώ του δίσκου.
es: Cuenta de intentos de compensación por variaciones de la velocidad de rotación de los platos.
fr: Nombre de tentatives pour compenser les variations de vitesse du disque
hu: A tálak sebességkülönbségének kiegyenlítési kísérleteinek száma.
it: Conta dei tentativi per compensare le variazioni di velocità piatto.
lo: ຈຳນວນການພະຍາຍາມຊົດເຊີຍການປ່ຽນແປງຄວາມໄວຂອງຈານ.
nl: Aantal pogingen om platter snelheid variaties te compenseren.
ro: Contor pentru încercările de compensare a variațiilor de viteză ale platanelor.
ru: Счетчик попыток компенсировать изменения скорости блинов.
sv: Antal försök att kompensera för hastighetsvariationer på skivorna.
uk: Кількість спроб компенсувати нерівномірність обертання пластини.
zh_cn: 尝试补偿盘片速度变化的计数。

source: The count of times the magnetic armature was retracted automatically as a result of cutting power.
af: Die aantal keer toe die magneties poolstuk automaties terug getrek was as gevolg van 'n krag onderbreuking.
ca: El nombre de vegades que l'induït magnètic es retreu automàticament com a resultat d'un tall de potència.
cs: Kolikrát bylo ramínko s hlavičkami automaticky zaparkováno v důsledku náhlé ztráty napájení.
de: Die Anzahl, die der Magnetanker als Folge eines Stromverlustes automatisch zurückgezogen wurden.
el: Ο αριθμός των φορών που αποτραβήχτηκε αυτόματα ο μαγνητικός μηχανισμός σαν αποτέλεσμα απώλειας ρεύματος.
es: La cuenta de veces que el cabezal magnetico ha sido retraido, debido a cortes de energia.
fr: Nombre de fois que l’armature magnétique a été rétractée automatiquement à la suite d'une coupure d’alimentation.
hu: Áramkimaradás miatt a mágneses armatúra automatikus visszahúzódásainak száma.
it: Il numero di volte che le armature magnetiche sono state ritratte automaticamente a seguito di un taglio di corrente.
lo: ຈຳນວນຄັ້ງທີ່ແຂນແມ່ເຫຼັກຖືກດຶງກັບອັດຕະໂນມັດເປັນຜົນມາຈາກການຕັດໄຟ.
nl: Aantal keren dat de magnetische armatuur automatisch als gevolg van afgesneden stroom teruggetrokken werd.
ro: Numărul parcărilor forțate ale capetelor magnetice apărute din cauza căderilor tensiunii de alimentare.
ru: Количество повторов автоматической парковки блока магнитных головок в результате выключения питания.
sv: Antal gånger magnethuvudet drogs tillbaka på grund av bruten spänning.
uk: Кількість повторів автоматичного паркування блоку магнітних голівок в результаті відключення живлення.
zh_cn: 由于切割功率，磁衔铁自动缩回的次数。

source: Amplitude of 'thrashing' (distance of repetitive forward/reverse head motion).
af: Amplitude van 'thrashing' (afstand van herhalende voorwaartse/terugwaartse motie).
ca: Amplitud de 'pallissa' (distància d'avanç repetitiu endevant/enrere del capçal).
cs: Rozkmit (vzdálenost opakovaných pohybů hlaviček disku vpřed/vzad).
de: Häufigkeit des Lesekopf - 'Trashing' (wiederholtes Repositionieren der Leseköpfe der Festplatte).
el: Εύρος του 'thrashing' (απόσταση επαναλαμβανόμενης κίνησης εμπρός/πίσω της κεφαλής)
es: Amplitud del 'thrashing' (distancia de los movimientos repetitivos hacia adelante/atrás del cabezal)
fr: Amplitude de 'thrashing' (lit. emballement), distance des mouvements avant/arrière des têtes
hu: 'Csapkodás' kilengése (ismétlődő előre/hátra fejmozgások távolsága).
it: Ampiezza del 'thrashing' (distanza di movimenti avanti/indietro della testina ripetuti)
lo: ຂະໜາດຂອງ 'ການເຄື່ອນທີ່ແບບບໍ່ມີທິດທາງ' (ໄລຍະທາງຂອງການເຄື່ອນທີ່ຂອງຫົວໄປໜ້າ/ກັບຫຼັງຊ້າໆ).
nl: Amplitude van 'thrashing' (afstand van herhaalde vooruit/achteruitspoelen kop motie).
pl: Amplituda drgań głowic w czasie pracy.
ro: Amplitudinea pentru 'thrashing' (distanța pentru mișcări repetitive înainte/înapoi ale capetelor magnetice).
ru: Амплитуда "обмолота" (расстояние повторяющегося прямого/обратного движения головок).
sv: Amplitud för "thrashing" (sträcka för upprepade fram- och tillbakarörelser för magnethuvudet)
uk: Амплітуда "буксування" (відстань повторного руху вперед / назад голівки HDD).
zh_cn: “抖动”幅度（重复正向/反向头运动的距离）。

source: Current state of drive operation based upon the Life Curve.
af: Huidige staat van die skyf operasie gebaseerd op die Lewens Kurwe.
ca: Estat actual de funcionament de la unitat basada en la corba de vida.
cs: Stav jednotky v tomto okamžiku, usuzovaný na základě křivky životnosti.
de: aktueller Status basierend auf der Lebensdauererwartung
el: Τρέχουσα κατάσταση της λειτουργίας του δίσκου, βασιζόμενη στον Κύκλο Ζωής.
es: Estado actual de operacion de disco basado en la curva de vida util
fr: Etat courant des operations du disque base sur la courbe de sante.
hu: Az életgörbén alapuló meghajtóművelet pillanatnyi állapota.
it: Stato attuale del funzionamento del convertitore in base alla Curva di vita.
lo: ສະຖານະການດຳເນີນງານປັດຈຸບັນຂອງໄດຣຟ໌ໂດຍອີງໃສ່ເສັ້ນໂຄ້ງອາຍຸ.
nl: Huidige staat werking van de schijf op basis van de Levens Curve.
ro: Starea curentă a discului pe baza curbei de viață.
ru: Текущее состояние работы привода на основе Life Curve.
sv: Aktuell status på diskfunktion baserat på livskurvan.
uk: Поточний стан роботи приводу заснований на кривій життя.
zh_cn: 基于寿命曲线的驱动器操作的当前状态。

source: Drive Temperature.
af: Skyf Temperatuur.
ca: Temperatura del disc/driver.
cs: Teplota jednotky datového úložiště.
de: Festplattentemperatur
el: Θερμοκρασία δίσκου.
es: Temperatura de Disco
fr: Température du lecteur.
hu: Meghajtó hőmérséklete.
it: Temperatura Disco.
lo: ອຸນຫະພູມໄດຣຟ໌.
nl: Schijf temperatuur.
pl: Temperatura urządzenia
ro: Temperatură disc.
ru: Температура диска.
sv: Disktemperatur
uk: Температура диска.
zh_cn: 硬盘温度。

source: Indicates the approximate SSD life left, in terms of program/erase cycles or Flash blocks currently available for use.
af: Toon die geskatte oorblywende SSD leeftyd, in terme van program/uitvee siklusse of Flits blokke huidiglik vir gebruik beskikbaar.
ca: Indica la vida aproximada que li resta al SSD, en termes de programa/cicles d'esborrat o blocs Flash actualment disponibles per al seu ús.
cs: Značí odhadovanou zbývající životnost SSD jednotky ve smyslu počtu cyklů zápis/výmaz nebo zbývajících buněk fleš paměti.
de: Gibt die Restlebenszeit der SSD in Bezug auf Schreib-/Lesezyklen oder derzeit verwendbaren Speicherblöcken an.
el: Δείχνει τις εκτιμώμενες ώρες λειτουργίας που απομένουν σε έναν δίσκο SSD, λαμβάνοντας υπόψη τους κύκλους εγγραφής/διαγραφής σε blocks μνήμης flash τα οποία είναι αυτή τη στιγμή διαθέσιμα προς χρήση.
es: Indica la vida aproximada del disco SSD, en terminos de ciclos de borrado/escritura o de los bloques disponibles para uso.
fr: Indique la durée de vie restante estimée d'un SSD, en terme de cycles d'écriture/effacement ,ou bien le nombre de blocs de la mémoire Flash disponibles.
hu: SDD várható hátralévő élettartama, program/törlés ciklusok vagy pillanatnyilag felhasználható flash blokkok száma alapján.
it: Indica approssimativamente la vita rimanente per l'SSD, in termini di cicli programma/cancella o di blocchi flash attualmente disponibili all'utilizzo.
lo: ສະແດງເຖິງອາຍຸ SSD ທີ່ເຫຼືອຢູ່ໂດຍປະມານ, ໃນແງ່ຂອງຮອບການຂຽນ/ລຶບ ຫຼື ບລັອກແຟລດທີ່ມີໃຫ້ໃຊ້ໃນປັດຈຸບັນ.
nl: Geeft de overgebleven geschatte levensduur van de SSD weer, in termen van programmeer/wissen cycli of Flash blokken momenteel beschikbaar voor gebruik.
pl: Wskazuje przybliżoną żywotność dysku SSD, z uwagi na liczbę cykli programu/kasowania lub aktualnie dostępnych flash bloków.
ro: Indică durata aproximativă de viață rămasă a discului SSD pe baza ciclurilor de programare/ștergere sau a blocurile de memorie flash disponibile pentru utilizare.
ru: Указывает приблизительный оставшийся срок службы SSD с точки зрения циклов программирования/стирания блоков флэш, доступных в настоящее время для использования.
sv: Visar uppskattad kvarvarande SSD livslängd, i form av programmerings/raderingscykler eller Flashblock tillgängliga för användning för tillfället.
uk: Вказує на приблизну тривалість життя SSD, що залишилася базуючись на кількості доступних циклів стирання або доступних блоків флеш пам'яті.
zh_cn: 表示在编程/擦除周期或当前可用的闪存块方面剩余的近似SSD寿命。

source: Number of physical erase cycles completed on the drive as a percentage of the maximum physical erase cycles the drive is designed to endure.
af: Aantal fisiese erase siklusse voltooi op die dryf as 'n persentasie van die maksimum fisiese erase siklusse die dryf is ontwerp om te verduur.
ca: Nombre de cicles d'esborrat físics complets en la unitat com un percentatge dels cicles d'esborrat físiques màximes de la unitat està dissenyada per durar.
cs: Kolik procent z celkového počtu fyzických mazacích cyklů buněk flash paměti, na které je jednotka stavěná, už proběhlo.
de: Anzahl der Löschoperationen als Prozentwert relativ zur Lebensdauer (lt. Spezifikation)
el: Ο αριθμός των φυσικών κύκλων διαγραφής στο δίσκο, ως ποσοστό του μέγιστου αριθμού κύκλων διαγραφής που είναι σχεδιασμένος ο δίσκος να αντέξει.
es: Número de ciclos de borrado físico completados sobre el disco como porcentaje del máximo número de ciclos de borrado para el que esta diseñado.
fr: Nombre de cycles complet d'effacement physique, vu comme un pourcentage du maximum de cycles d'effacement physique que le disque est prévu de supporter.
hu: A meghajtón befejezett fizikai törlési ciklusok száma a tervezett maximális fizikai törlési ciklusok számához viszonyítva (amit a lemeznek bírnia kell terv szerint) százalékban.
it: Numero di cicli fisici di cancellazione completati sul disco come percentuale del numero massimo di cancellazioni per le quali il disco è progettato
lo: ຈຳນວນຮອບການລຶບທາງກາຍະພາບທີ່ສຳເລັດໃນໄດຣຟ໌ເປັນເປີເຊັນຂອງຮອບການລຶບທາງກາຍະພາບສູງສຸດທີ່ໄດຣຟ໌ຖືກອອກແບບມາໃຫ້ທົນທານ.
nl: Aantal fysieke wis cycli voltooid op de schijf als een percentage van de maximale fysieke wis cycli waarop de schijf is ontworpen te verduren.
pl: Liczba wykonanych cykli kasowania wykonanych na dysku jako procent maksymalnie prognozowanych cykli.
ro: Numărul de cicluri de ștergere realizate ca procent din numărul maxim de cicluri de ștergere pentru care a fost proiectat discul.
ru: Количество физических циклов стирания завершенных на диске в процентах от максимальных физических циклов стирания привода, предназначенных выдержать.
sv: Antal fysiska raderingscykler utförda på disken som procent av det maximala antal raderingar som disken är designad att klara.
uk: Кількість використаних циклів стирання як відсоток від максимального ресурсу для цього пристрою.
zh_cn: 在驱动器上完成的物理擦除周期数，为驱动器设计为承受的最大物理擦除周期的百分比。

source: Intel SSD reports the number of available reserved space as a percentage of reserved space in a brand new SSD.
af: Intel SSD berig die hoeveelheid beskikbare gereserveerde spasie as 'n persentase an die gereserveerde spasie in 'n nuwe SSD.
ca: El SSD d'Intel informa del nombre d'espai reservat disponible com un percentatge de l'espai reservat en un nou SSD.
cs: SSD jednotky od Intel hlásí množství dostupného vyhrazeného prostoru jako procento vyhrazeného prostoru zcela nové jednotky.
de: Intel SSD berichten den verfügbaren Reserveplatz als Prozentzahl des Neuwertes bei Herstellung.
el: Οι SSD δίσκοι της Intel αναφέρουν τον διαθέσιμο κρατημένο ελεύθερο χώρο ως ποσοστό του κρατημένου ελεύθερου χώρου που υπάρχει σε έναν καινούριο SSD.
es: Los SS de Intel informan de espacio disponible reservado, como porcentaje de espacio reservado en discos SSD nuevos.
fr: Les SSD Intel retournent le nombre d'espace réservé disponible, en pourcentage de l'espace réservé sur un SSD neuf.
hu: Intel SSD esetén megmutatja a rendelkezésre álló lefoglalt hely és a lefoglalt hely arányát vadonatúj SSD-ben.
it: Intel SSD riporta il numero di spazio riservato disponibile come percentuale di spazio riservato a un nuovo SSD.
lo: Intel SSD ລາຍງານຈຳນວນພື້ນທີ່ສຳຮອງທີ່ມີຢູ່ເປັນເປີເຊັນຂອງພື້ນທີ່ສຳຮອງໃນ SSD ໃໝ່.
nl: Intel SSD rapporteert het aantal beschikbare gereserveerde ruimte als een percentage van gereserveerde ruimte in een gloednieuwe SSD.
pl: Napędy SSD Intela wykazują liczbę dostępnej przestrzeni rezerwowej jako procent tejże w fabrycznie nowym napędzie.
ro: Numărul de spații de memorie rezervate pentru un disc nou, raportate de discurile SSD Intel, ca procent.
ru: Intel SSD сообщает количество доступного зарезервированного пространства в процентах от зарезервированного пространства в новом SSD.
sv: Intel SSD rapporterar tillgängligt reservutrymme som en procentsiffra av reservutrymmet i en helt ny SSD.
uk: Intel SSD повідомляє кількість доступного зарезервованого простору в процентах від зарезервованого простору в новому SSD.
zh_cn: 英特尔SSD报告可用保留空间的数量占全新SSD中保留空间的百分比。

source: Number of hours elapsed in the power-on state.
af: Hoeveelheid ure verloop in die krag-aan staat.
ca: Nombre d'hores transcorregudes en estat en martxa.
cs: Celkový počet hodin, které jednotka od svého prvního zapnutí strávila v zapnutém stavu.
de: Anzahl Betriebsstunden
el: Αριθμός ωρών που πέρασαν σε κατάσταση κανονικής λειτουργίας.
es: Horas que lleva el disco encencido.
fr: Nombre d'heures depuis la mise en service.
hu: Bekapcsolva töltött órák száma.
it: Numero di ore trascorse in accensione.
lo: ຈຳນວນຊົ່ວໂມງທີ່ຜ່ານໄປໃນສະຖານະເປີດເຄື່ອງ.
nl: Aantal uren verstreken in de power-on staat.
pl: Liczba przepracowanych godzin
ro: Numărul de ore de alimentare.
ru: Количество часов, прошедших в состоянии включения питания.
sv: Antal timmar i påslaget läge.
uk: Кількість годин у включеному стані.
zh_cn: 在通电状态下经过的小时数。
