Repository: rojim666/xigmanas-code-r10599-trunk
Catalog: locale/xigmanas-*.po
Languages: af, ca, cs, de, el, es, fr, hu, it, lo, nl, pl, ro, ru, sv, uk, zh_cn

source: To use Active Directory the SMB service will be enabled as well.
af: Om Active Directory te gebruik, sal die SMB diens ook geaktiveer word.
ca: Per utilitzar Active Directory, el servei SMB també estarà habilitat.
de: Um Active Directory zu verwenden, wird auch der SMB-Dienst aktiviert.
el: Για χρήση Active Directory θα ενεργοποιηθεί επίσης και η υπηρεσία SMB.
es: Para usar el Directorio activo el servicio SMB debe estar habilitado al mismo tiempo.
fr: Pour utiliser Active Directory, le service SMB sera également activé.
hu: Az Active Directory használatához engedélyezni kell az SMB szolgáltatást
it: Per poter usare l'Active Directory il servizio SMB deve essere abilitato.
lo: ເພື່ອໃຊ້ Active Directory ບໍລິການ SMB ຈະຖືກເປີດໃຊ້ງານນຳ.
nl: Om Active Directory te gebruiken, wordt de SMB-service ook ingeschakeld.
pl: Aby korzystać z Active Directory usługa SMB będzie dostępna
ro: Pentru utilizarea Active Directory serviciul SMB va fi, de asemenea, activat.
ru: Для использования Active Directory также будет включена служба SMB.
sv: För att använda Active Directory kommer SMB tjänsten också aktiveras.
uk: Для використання Active Directory потрібно буде включити сервіс SMB.
zh_cn: 要使用 Active Directory，也将启用 SMB 服务。

source: The following services will use AD authentication:
af: Die volgende dienste sal AD toestemming gebruik:
ca: Els següents serveis faran servir l'autenticació AD:
cs: Tyto služby budou používat ověřování vůči Active Directory:
de: Die folgenden Dienste nutzen die AD Authentifizierung:
el: Οι ακόλουθες υπηρεσίες θα χρησιμοποιήσουν πιστοποίηση AD:
es: El siguiente servicio usa autentificación AD:
fr: Les services suivants utilisent l'authentification AD:
hu: A következő szolgáltatások használnak AD hitelesítést:
it: I servizi seguenti utilizzeranno l'autenticazione AD:
lo: ບໍລິການຕໍ່ໄປນີ້ຈະໃຊ້ການກວດສອບ AD:
nl: De onderstaande services gebruiken AD verificatie:
pl: Następujące usługi będą korzystać z uwierzytelniania AD
ro: Serviciile următoare folosesc autentificarea AD:
ru: Следующие службы будут использовать аутентификацию AD:
sv: Följande tjänster kommer att använda AD autentisering:
uk: Наступні служби будуть використовувати аутентифікацію AD:
zh_cn: 以下服务将使用AD身份验证：

source: Note
af: Nota
ca: Nota
cs: Poznámka
de: Hinweis
el: Σημείωση
es: Nota
hu: Megjegyzés
it: Nota
lo: ໝາຍເຫດ
nl: Aantekening
pl: Uwaga
ro: Obs.
ru: Примечание
sv: Observera
uk: Примітка
zh_cn: 提示

source: Add
af: Voeg
ca: Afegeix
cs: Přidat
de: Hinzufügen
el: Προσθήκη
es: Añadir
fr: Ajouter
hu: Hozzáadás
it: Aggiungi
lo: ເພີ່ມ
nl: Toevoegen
pl: Dodaj
ro: Adăugare
ru: Добавить
sv: Lägg till
uk: Додати
zh_cn: 添加

source: Edit
af: Wysig
ca: Editar
cs: Upravit
de: Bearbeiten
el: Επεξεργασία
es: Editar
fr: Éditer
hu: Szerkesztés
it: Modifica
lo: ແກ້ໄຂ
nl: Bewerken
pl: Edytuj
ro: Editare
ru: Редактировать
sv: Redigera
uk: Редагувати
zh_cn: 编辑

source: Group Settings
af: Groep Instellings
ca: Configuració del grup
cs: Nastavení skupiny
de: Gruppeneinstellungen
el: Ρυθμίσεις Oμάδας
es: Ajustes del Grupo
fr: Paramètres de groupe
hu: Csoportbeállítások
it: Impostazioni gruppo
lo: ການຕັ້ງຄ່າກຸ່ມ
nl: Groepsinstellingen
pl: Ustawienia grup
ro: Setări grup
ru: Параметры группы
sv: Gruppinställningar
uk: Налаштування групи
zh_cn: 群组设置

source: Base DN
af: Basis DN
ca: DN base
cs: Rozlišený název (DN) základu
el: Βάση DN
es: DN base
fr: DN de base
hu: Alap DN
it: DN base
nl: Basis DN
pl: Bazowa DN
ro: DN bază
ru: База поиска DN
sv: Basdomännamn
uk: Кореневий DN
zh_cn: 基本 DN

source: Root Bind DN
af: Wortel Bind DN
ca: Arrel DN oculta.
cs: Rozlišený název pro spojení root
de: Haupt Domänenname
el: DN Ριζικού Bind
fr: Connexion Root DN
hu: Gyökérkötés DN-je
it: DN root Bind
ro: Legare Root DN
ru: DN администратора каталогов
uk: Кореневе Зв'язування DN
zh_cn: Root绑定DN

source: Root Bind Password
af: Wortel Bind Wagwoord
ca: Contrasenya arrel oculta
cs: Spojovací heslo pro root
de: Haupt Domänenname Passwort
el: Κωδικός Ριζικού Bind
fr: Mot de passe de Connexion Root
hu: Gyökérkötés jelszava
it: Password root Bind
lo: ລະຫັດຜ່ານ Root Bind
nl: Root Bind Wachtwoord
ro: Parolă legare Root
ru: Пароль администратора каталогов
sv: Root Bind Lösenord
uk: Пароль Кореневого Зв'язування
zh_cn: Root绑定密码

source: User Suffix
af: Gebruiker Suffiks
ca: Sufix d'usuari
cs: Přípona uživatele
de: Benutzer-Suffix
el: Κατάληξη Χρήστη
es: Sufijo de usuario
fr: Suffixe utilisateur
hu: Felhasználói utótag
it: Suffisso utente
lo: ຄຳຕໍ່ທ້າຍຜູ້ໃຊ້
nl: Gebruiker Suffix
pl: Wyróżnik użytkownika
ro: Sufix utilizator
ru: Суффикс пользователя
sv: Användarändelse
uk: Суфікс Користувача
zh_cn: 用户后缀

source: Group Suffix
af: Groep Suffix
ca: Sufix de grup
cs: Přípona skupiny
de: Gruppen-Suffix
el: Κατάληξη Ομάδας
es: Sufijo de grupo
fr: Suffixe de groupe
hu: Csoport utótag
it: Suffisso del gruppo
lo: ຄຳຕໍ່ທ້າຍກຸ່ມ
nl: Groep Suffix
pl: Wyróżnik grupy
ro: Sufix grup
ru: Суффикс группы
sv: Gruppändelse
uk: Суфікс Групи
zh_cn: 组后缀

source: Password Suffix
af: Wagwoord Suffiks
ca: Sufix de contrasenya
cs: Přípona hesla
de: Passwort-Suffix
el: Κατάληξη Κωδικού
es: Sufijo de la contraseña
fr: Suffixe de mot de passe
hu: Jelszó utótag
it: Suffisso password
lo: ຄຳຕໍ່ທ້າຍລະຫັດຜ່ານ
nl: Wachtwoord Suffix
pl: Wyróżnik hasła
ro: Sufix parolă
ru: Суффикс пароля
sv: Lösenordsändelse
uk: Парольний суфікс
zh_cn: 密码后缀

source: Machine Suffix
af: Masjien Agtervoegsel
ca: Sufix de màquina
cs: Přípona stroje
de: Geräte-Suffix
el: Κατάληξη Μηχανής
es: Sufijo de máquina
fr: Suffixe machine
hu: Gép utótag
it: Suffisso della macchina
lo: ຄຳຕໍ່ທ້າຍເຄື່ອງ
pl: Wyróżnik maszyny
ro: Sufix mașină
ru: Суффикс компьютера
sv: Maskinändelse
uk: Суфікс Машини
zh_cn: 机器后缀

source: Bind DN
ca: DN cega
cs: Rozlišený název (DN), kterým se spojovat
el: Δεσμευση DN
fr: DN pour se lier
hu: Kapcsolódó DN
nl: Koppel DN
pl: Powiązana DN
ro: Legare DN
ru: DN для связи
uk: Приєднати(прив'язати) доменне ім'я
zh_cn: 绑定 DN （Bind DN）

source: Bind Password
af: Bind Wagwoord
ca: Contrasenya anònima
cs: Spojovací heslo
de: Bind-Passwort
el: Κωδικός Bind
fr: Mot de passe
hu: Kötés jelszava
it: Password nascosta
lo: ລະຫັດຜ່ານ Bind
nl: Koppel Wachtwoord
pl: Hasło przyłączenia
ro: Legare parolă
ru: Пароль для связи
sv: Bind Lösenord
uk: Зв'язати пароль
zh_cn: 绑定密码

source: Password does not match the confirmation password. Please ensure both passwords are the same.
af: Wagwoord stem nie ooreen met die bevestigings wagwoord nie. Verseker asseblief albei wagwoorde is dieselfde.
ca: La contrasenya no coincideix amb la contrasenya de confirmació. Si us plau assegureu-vos de totes dues contrasenyes són els mateixos.
cs: Zadání hesla a jeho potvrzení se neshodují. Vyplňte obě kolonky stejně.
de: Das neue Password stimmt nicht mit der Bestätigung überein. Achte darauf, dass beide Passwörter gleich sind!
el: Ο κωδικός δεν ταιριάζει με τον κωδικό επιβεβαίωσης. Παρακαλώ σιγουρευτείτε ότι οι δύο κωδικοί είναι ίδιοι.
es: La contraseña no conincide con la de confirmación. Por favor asegurese de que ambas contraseñas son identicas.
fr: Le mot de passe ne correspond pas au mot de passe de confirmation. Assurez-vous que les deux mots de passe sont identiques.
hu: A jelszó és annak megerősítése nem egyezik. Ellenőrizd, hogy azonosak-e.
it: La password non corrisponde a quella di conferma. Per favore verificare che entrambe la password corrispondono.
lo: ລະຫັດຜ່ານບໍ່ກົງກັບການຢືນຢັນລະຫັດຜ່ານ. ກະລຸນາກວດສອບໃຫ້ແນ່ໃຈວ່າລະຫັດຜ່ານທັງສອງຄືກັນ.
nl: Wachtwoord komt niet overeen met het bevestiging wachtwoord. Controleer of dat beide wachtwoorden hetzelfde zijn.
pl: Hasła nie są zgodne. Upewnij się, że oba hasła są takie same.
ro: Parola introdusă diferă de parola de confirmare. Verificați ca cele două parole să coincidă.
ru: Пароль не совпадает с паролем подтверждения. Пожалуйста, убедитесь, что оба пароля совпадают.
sv: Lösenorden är inte lika. Säkerställ att bägge lösenorden är lika.
uk: Пароль не співпадає з підтвердженням паролю. Будь ласка, упевнитесь, що обидва паролі співпадають.
zh_cn: 密码与确认密码不匹配。 请确保两个密码相同。

source: Access
af: Toegang
cs: Přístup
de: Zugriffsberechtigung
el: Πρόσβαση
es: Acceso
fr: Accès
hu: Hozzáférés
it: Accesso
lo: ການເຂົ້າເຖິງ
nl: Toegang
pl: Dostęp
ro: Acces
ru: Доступ
sv: Åtkomst
uk: Доступ
zh_cn: 访问

source: Lightweight Directory Access Protocol
af: Liggewig Directory Toegangs Protokol
ca: Protocol lleuger d'accés a directoris
cs: Lightweight Directory Access Protocol (zjednodušený protokol přístupu k adresáři)
el: 'Ελαφρύ' πρωτόκολλο πρόσβασης καταλόγων
fr: Lightweight Directory Access Protocol (LDAP)
hu: Lightweight Directory Access Protokoll
it: Protocollo leggero di accesso alle cartelle
pl: Protokół LDAP
ro: Protocol minimal Directory Access (DAP)
ru: Lightweight Directory Access Protocol (LDAP)
uk: Спрощений протокол доступу до каталогів
zh_cn: 轻型目录访问协议（Lightweight Directory Access Protocol）

source: Client
af: Kliënt
cs: Klient
el: Πελάτης
es: Cliente
hu: Kliens
lo: ລູກຂ່າຍ
nl: Werkstation
pl: Klient
ru: Клиент
sv: Klient
uk: Клієнт
zh_cn: 客户端

source: Enable
af: Inskakel
ca: Activar
cs: Zapnout
de: Freigeben
el: Ενεργοποίηση
es: Habilitar
fr: Activer
hu: Engedélyezés
it: Abilita
lo: ເປີດໃຊ້ງານ
nl: Inschakelen
pl: Włącz
ro: Activare
ru: Включить
sv: Aktivera
uk: Дозволити
zh_cn: 启用

source: The space-separated list of URIs for the LDAP server.
af: Die spasie afgesonderde lys van URIs van die LDAP bediener
ca: La llista separada per espais d'URI per al servidor LDAP.
cs: Mezerou oddělovaný seznam URI adres pro LDAP server.
de: Die durch Leerzeichen getrennte Liste von URI (Uniform Resource Identifier) für den LDAP Server
el: Η λίστα των URI, διαχωρισμένων με κενά, για τον διακομιστή LDAP.
es: Lista de URIs de servidores LDAP separadas por espacio
fr: Liste des URL pour les serveurs LDAP séparées par un espace.
hu: LDAP szerver URI-k szóközzel elválasztott felsorolása.
it: La lista (separata da spazi) degli URI per il server LDAP
lo: ລາຍການ URI ຂອງເຊີບເວີ LDAP ທີ່ຂັ້ນດ້ວຍຍະຫວ່າງ.
nl: De door spaties-gescheiden lijst met URI's voor de LDAP server.
pl: Lista adresów URI dla serwera LDAP oddzielona spacjami
ro: Lista URIs (cu separator spațiu) pentru serverul LDAP.
ru: Разделенный пробелами список URI для LDAP-сервера.
sv: Mellanslagsseparerad lista med URl:er för LDAP servern.
uk: Список адрес LDAP-серверів через пробіл.
zh_cn: LDAP 服务器以空格分隔（space-separated）的URI 列表。

source: The default base distinguished name (DN) to use for searches, e.g. %s
af: Die verstek basis afsonderlike naam (DN) wat moet gebruik word om te soek, bv. %s
ca: El nom distingit base per defecte (DN) a utilitzar per a les recerques, per exemple %s
cs: Výchozí základní rozlišený název (DN) pro hledání, např. %s
de: Standardwert für den 'distinguished name' (DN), der für die Suchfunktion (z. B.: %s) verwendet werden soll.
el: Το προεπιλεγμένο όνομα διακεκριμένης βάσης (DN) που θα χρησιμοποιηθεί για αναζητήσεις, π.χ. %s
es: El nombre distinguido (DN) base predeterminado a usar en las busquedas, por ejemplo %s
fr: Le Nom Distinctif (DN) de base à utiliser par défaut pour les recherches, e.g. %s
hu: Kereséshez használt alapértelmezett alap megkülönböztető név (DN), pl. %s
it: Il distinguished name (DN) di base da utilizzare per default nelle ricerce, es.: %s
lo: ຊື່ທີ່ຈຳແນກ (DN) ພື້ນຖານເລີ່ມຕົ້ນທີ່ຈະໃຊ້ສຳລັບການຄົ້ນຫາ, ຕົວຢ່າງ %s
nl: De standaard basis voornaam (DN) om voor het zoeken te gebruiken, bijv. %s
pl: Nazwa bazowa (DN) używana do wyszukiwania np. %s
ro: Baza implicită pentru identificarea numelui (DN) utilizată în căutări, ex. %s
ru: Базовый DN, начиная с которого по умолчанию производится поиск, например %s
sv: Standardvärde för den unika identifieraren (Distinguished Name - DN) som används vid sökningar, t.ex. %s
uk: Унікальне ім'я (DN) бази за замовчуванням, що використовується для пошуку, наприклад %s
zh_cn: 预设的搜索用基本可分辨名称（base distinguished name）（DN），如： %s

source: Anonymous Bind
af: Anonieme Bind
ca: Enllaç anònim
cs: Anonymní spojení
de: Anonym Verbinden
el: Ανώνυμο Bind
es: Conexión anónima
fr: Connexion anonyme
hu: Névtelen kötés
it: Legame Anonimo
lo: ການເຊື່ອມຕໍ່ແບບບໍ່ລະບຸຊື່
nl: Anoniem Koppelen
pl: Powiązanie anonimowe
ro: Legare anonimă
ru: Анонимный доступ
sv: Anonym koppling
uk: Анонімна прив'язка
zh_cn: 匿名绑定

source: Enable anonymous bind.
af: Inskakel anonieme bind.
ca: Habilita enllaç anònim.
cs: Umožnit anonymní spojení.
de: Anomymes Bind aktivieren
el: Ενεργοποίηση ανώνυμου bind.
es: Permitir enlace anónimo
fr: Autoriser le bind anonyme.
hu: Névtelen csatlakozás engedélyezése
it: Abilita bind anonimo.
lo: ເປີດໃຊ້ການເຊື່ອມຕໍ່ແບບບໍ່ລະບຸຊື່.
nl: Inschakelen anonieme koppeling.
pl: Włącz anonimowe powiązanie.
ro: Activare legătură anonimă.
ru: Разрешить анонимный доступ
sv: Aktivera anonym bindning.
uk: Дозволити анонімний доступ.
zh_cn: 启用匿名绑定。

source: The distinguished name to bind to the directory server, e.g. %s
af: Die uitsonderlike naam wat met die lêerstelsel bediener bind, bv. %s
ca: El nom complet per enllaçar amb el servidor de directori, per exemple, %s
cs: Rozlišený název pro navázání spojení s adresářovým serverem, např. %s
de: Der 'distinguished name' (DN) zur Bindung an den Directory Server, z. B. %s
el: Το διακεκριμένο όνομα που θα δεσμευτεί στον διακομιστή καταλόγου, π.χ. %s
es: El nombre unico para enlazar con el servidor de directorio, por ejemplo, % s
fr: Le Nom Distinctif (DN) utilisé pour se lier au serveur LDAP, e.g. %s
hu: A címtárkiszolgáló kötéséhez használt megkülönböztető név, pl. %s
it: Il nome distinto per collegare il directory server, ad esempio %s
lo: ຊື່ທີ່ຈຳແນກເພື່ອເຊື່ອມຕໍ່ກັບເຊີບເວີໄດເລກະທໍຣີ, ຕົວຢ່າງ %s
nl: De onderscheidende naam om de directory server mee aan te koppelen, bijv. %s
pl: Unikalna nazwa do przyłączenia do katalogu serwera, np. %s
ro: Numele de identificare cu care va fi legat de directorul din server, ex. %s
ru: DN, используемое для связи с сервером каталогов, например %s (*)
sv: Den unika identifieraren (Distinguished Name - DN) för att binda till katalogservern, t.ex. %s
uk: DN, що використовується для зв'язку з сервером каталогів, наприклад %s
zh_cn: 绑定目录服务器的独特名称，例如 %s

source: The cleartext credentials with which to bind.
af: Die skoonteks geloofsbriewe met wie dit moet bind
ca: Les credencials en text pla amb els quals s'uneixen.
cs: Přímo čitelné přihlašovací údaje pomocí kterých se má spojení uskutečnit.
de: Die geschriebenen Referenz, auf die verwiesen werden soll.
el: Τα διαπιστευτήρια σε απλό κείμενο με τα οποία θα γίνει η δέσμευση.
es: La credencial de texto en claro con la cual se enlazará
fr: Mot de passe en clair utilisé pour se lier.
hu: A kódolatlan hitelesítő, amellyel kötés megvalósul.
it: Le credenziali in chiaro con le quali effettuare il bind.
lo: ຂໍ້ມູນປະຈຳຕົວແບບຂໍ້ຄວາມທຳມະດາເພື່ອໃຊ້ໃນການເຊື່ອມຕໍ່.
nl: De cleartext credentials om mee te koppelen.
pl: Poświadzenia otwartotekstowe do przyłączenia
ro: Creditele afișate în clar folosite la legare (bind).
ru: Незашифрованный пароль DN для связи с сервером каталогов.
sv: Inloggningsdetaljer i klartext som används för att binda till katalogen.
uk: Зашифрований пароль пов'язаного унікального імені (DN) для зв'язку з сервером каталогів.
zh_cn: 绑定用的不加密密码。

source: The distinguished name with which to bind to the directory server, e.g. %s
af: Die uitsonderlike naam om met die lêerstelsel bediener te bind, bv. %s
ca: El nom complet amb el que s'uneixi al servidor de directori, per exemple, %s
cs: Rozlišený název, kterým se přihlašovat k adresářovému serveru, např. %s
de: Der 'distinguished name' (DN), zu dem der Verzeichnis-Server verbunden werden soll, z. B.: %s
el: Το αποκλειστικό όνομα με το οποίο θα γίνει η δέσμευση με το διακομιστή καταλόγου, π.χ. %s
es: Nombre Distinguido (DN) con el cual se enlazará al directorio del servidor, por ejemplo %s
fr: Le Nom Distinctif (DN) utilisé pour se lier au serveur LDAP, e.g. %s
hu: A megkülönböztető név, amivel kötődik a címtárkiszolgálóhoz, pl. %s
it: Il distinguished name (DN) utilizzato per il bind dal server LDAP, ad esempio %s
lo: ຊື່ທີ່ຈຳແນກເພື່ອໃຊ້ໃນການເຊື່ອມຕໍ່ກັບເຊີບເວີໄດເລກະທໍຣີ, ຕົວຢ່າງ %s
nl: De voornaam van de directory server om mee aan te koppelen, bijv. %s
pl: Unikalna nazwa, pod którą przyłączasz się do katalogu serwera, np. %s
ro: Numele de identificare cu care va fi legat de directorul din server, ex. %s
ru: DN, используемое для связи с сервером каталогов, например %s (*)
sv: Den unika identifieraren (Distinguished Name - DN) som används för att binda till katalogservern, t.ex. %s
uk: Унікальне ім'я (DN), що використовується для зв'язку з сервером каталогів, наприклад %s
zh_cn: 绑定目录服务器的独特名称，例如 %s

source: The credentials with which to bind.
af: Die geloofsbriewe nodig om te bind
ca: Les credencials amb què s'uneixen.
cs: Přihlašovací údaje kterými navázat spojení.
de: Die Referenzen, auf die verwiesen werden soll.
el: Τα διαπιστευτήρια με την οποία να δεσμεύει.
es: Las credenciales con las cuales se enlazará
fr: Mot de passe utilisé pour se lier.
hu: A hitelesítő, amellyel kötés megvalósul.
it: Parola chiave utilizzata per il bind.
lo: ຂໍ້ມູນປະຈຳຕົວເພື່ອໃຊ້ໃນການເຊື່ອມຕໍ່.
nl: De credentials om mee te koppelen.
pl: Poświadczenia do przyłączenia
ro: Creditele folosite pentru asociere (bind).
ru: Пароль DN для связи с сервером каталогов.
sv: Inloggningsdetaljer som används för att binda till katalogen.
uk: Облікові дані, з якими зв'язуватися.
zh_cn: 绑定密码。

source: Password Encryption
af: Wagwoord Enkripsie
ca: Xifrat de la contrasenya
cs: Šifrování hesla
de: Passwortverschlüsselung
el: Κρυπτογράφηση Κωδικού
es: Encriptación de la contraseña
fr: Mot de passe de chiffrement
hu: Jelszótitkosítás
it: Crittazione password
lo: ການເຂົ້າລະຫັດລະຫັດຜ່ານ
nl: Encryptie Wachtwoord
pl: Szyfrowanie hasła
ro: Criptare parolă
ru: Шифрование пароля
sv: Lösenordskryptering
uk: Шифрування паролем
zh_cn: 密码加密

source: The password encryption protocol to use.
af: Die wagwoord enkripsie protokool word gebruik
ca: El protocol de xifrat de la contrasenya a fer servir.
cs: Protokol který použít pro šifrování hesla.
de: Das zu verwendende Protokoll für die Passwortverschlüsselung.
el: Το πρωτόκολλο κρυπρογράφησης κωδικών που θα χρησιμοποιηθεί.
es: El protocolo de encriptación de contraseñas a usar.
fr: Le protocole de chiffrement à utiliser pour le mot de passe.
hu: A használandó jelszótitkosítási protokoll.
it: Il protocollo da usare per il cambio della password.
lo: ໂປຣໂຕຄໍການເຂົ້າລະຫັດລະຫັດຜ່ານທີ່ຈະໃຊ້.
nl: Het te gebruiken encryptie protocol voor wachtwoorden.
pl: Protokół używany do szyfrowania hasła
ro: Protocolul de criptare al parolei de utilizat.
ru: Использовать протокол шифрования пароля.
sv: Det lösenordskrypteringsprotokoll som skall användas
uk: Протокол шифрування пароля.
zh_cn: 此参数指定密码加密协议。

source: This parameter specifies the suffix that is used for users when these are added to the LDAP directory, e.g. %s
af: Hierdie parameter spesifiseer die agtervoegsel wat vir gebruikers gebruik word wanneer dit bygevoeg word tot die LDAP-gids, bv. %s
ca: Aquest paràmetre especifica el sufix que s'utilitza per als usuaris quan aquests s'afegeixen al directori LDAP, per exemple, %s
cs: Tento parametr určuje příponu, která je použita pro uživatelské účty, když jsou přidáváni do LDAP adresáře, např. %s
de: Dieser Parameter gibt an, welches Suffix für die Benutzer verwendet wird, wenn diese zum LDAP Verzeichnis (z. B.: %s) hinzugefügt werden.
el: Αυτή η παράμετρος καθορίζει το επίθεμα που θα χρησιμοποιηθεί για τους χρήστες, όταν αυτοί θα προστεθούν στον κατάλογο LDAP, π.χ. %s
es: Este parámetro especifica el sufijo que se usa para los usuarios cuando estos son añadidos al directorio LDAP, p. ej, %s
fr: Suffixe utilisé lors de l'ajout d'utilisateurs au répertoire LDAP, e.g. %s
hu: Ez a paraméter a felhasználó utótag (suffix), ami LDAP címtárban történő létrehozáskor hozzáfűződik, például: %s.
it: Suffisso utilizzato per gli utenti aggiunti alla directory LDAP, ad esempio %s
lo: ພາຣາມິເຕີນີ້ລະບຸຄຳຕໍ່ທ້າຍທີ່ໃຊ້ສຳລັບຜູ້ໃຊ້ ເມື່ອພວກເຂົາຖືກເພີ່ມເຂົ້າໃນໄດເລກະທໍຣີ LDAP, ຕົວຢ່າງ %s
nl: Deze parameter specificeerd het achtervoegsel voor gebruikers, wanneer deze toegevoegt zijn aan de LDAP directory, bijv. %s
pl: Ten parametr określa sufiks, który jest używany, kiedy użytkownicy są dodawani do katalogu LDAP, np. %s
ro: Acest parametru specifică sufixul utilizat pentru utilizatori când sunt adăugați la directorul LDAP, ex. %s
ru: Этот параметр устанавливает суффикс, который используется для пользователей при их добавлении в каталог LDAP, например %s
sv: Denna parameter specificerar ändelsen som används för användare när dessa läggs till i LDAP katalogen, t.ex. %s
uk: Цей параметр вказує суфікс, який використовується для користувачів, коли вони додаються в каталог LDAP, наприклад %s
zh_cn: 此参数指定当用户被添加到LDAP 目录时使用的后缀，例如%s

source: This parameter specifies the suffix that is used for groups when these are added to the LDAP directory, e.g. %s
af: Hierdie parameter spesifiseer die agtervoegsel wat vir groepe gebruik word wanneer dit bygevoeg word tot die LDAP-gids, bv. %s
ca: Aquest paràmetre especifica el sufix que s'utilitza per als grups quan aquests s'afegeixen al directori LDAP, per exemple, %s
cs: Tento parametr určuje příponu, která je použita pro skupiny, když jsou přidávány do LDAP adresáře, např. %s
de: Dieser Parameter gibt das Suffix an, der für die Gruppen verwendet wird, wenn diese zum LDAP Verzeichnis (z. B.: %s) hinzugefügt werden.
el: Αυτή η παράμετρος καθορίζει το επίθεμα που θα χρησιμοποιηθεί για τις ομάδες, όταν αυτές θα προστεθούν στον κατάλογο LDAP, π.χ. %s
es: Este parámetro especifica el sufijo que se usa para los grupos cuando éstos son añadidos al directorio LDAP, p. ej. %s
fr: Suffixe utilisé lors de l'ajout de groupes au répertoire LDAP, e.g. %s
hu: Ez a paraméter a csoport utótag (suffix), ami LDAP címtárban történő létrehozáskor hozzáfűződik, például: %s.
it: Suffisso utilizzato per i gruppi aggiunti alla directory LDAP, ad esempio %s
lo: ພາຣາມິເຕີນີ້ລະບຸຄຳຕໍ່ທ້າຍທີ່ໃຊ້ສຳລັບກຸ່ມ ເມື່ອພວກເຂົາຖືກເພີ່ມເຂົ້າໃນໄດເລກະທໍຣີ LDAP, ຕົວຢ່າງ %s
nl: Deze parameter specificeerd het achtervoegsel voor groepen, wanneer deze toegevoegt zijn aan de LDAP directory, bijv. %s
pl: Ten parametr określa sufiks, który jest używany, kiedy grupy są dodawane do katalogu LDAP, np. %s
ro: Acest parametru specifică sufixul utilizat pentru grupuri când sunt adăugate la directorul LDAP, ex. %s
ru: Этот параметр устанавливает суффикс, который используется для групп при их добавлении в каталог LDAP, например %s
sv: Denna parameter specificerar ändelsen som används för grupper när dessa läggs till i LDAP katalogen, t.ex. %s
uk: Цей параметр вказує суфікс, який використовується для груп, коли вони додаються в каталог LDAP, наприклад %s
zh_cn: 此参数指定当群组被添加到 LDAP 目录时使用的后缀，例如%s
