Repository: rojim666/xigmanas-code-r10599-trunk
Catalog: locale/xigmanas-*.po
Languages: af, ca, cs, de, el, es, fr, hu, it, lo, nl, pl, ro, ru, sv, uk, zh_cn

source: Authenticate URL
af: Outentiseer URL
ca: Adressa de autenticació
cs: Ověřovací URL adresa
de: URL authentifizieren
el: Πιστοποίηση αυθεντικότητας URL
es: Autentificar URL
fr: Authentifier l'URL
hu: Autentikációs URL
it: Autentica URL
lo: ກວດສອບ URL
nl: Authenticeer URL
pl: URL Autentykacji
ro: URL Autentificare
ru: URL с аутентификацией
sv: Autentisera URL
uk: URL аутентифікації
zh_cn: 认证 URL

source: Authenticate Path & Realm
af: Outentiseer Pad & Realm
ca: Autenticar senda i área
cs: Popis umístění ověřování a oblast (realm)
de: 'Path' und 'Realm'-Wert für die Authentifizierung
el: Αυθεντικοποίηση Διαδρομής & Τοποθεσίας
fr: Authentifier le chemin et le domaine
hu: Hitelesítő útvonal és terület
it: Autenticazione Percorsi e Realm
lo: ກວດສອບເສັ້ນທາງ ແລະ Realm
nl: Verifiëren Pad & Rijk
ro: Autentificare Path & Realm
ru: Аутентификация пути и области
sv: Autentisera sökväg och omvärld
uk: Автентифікація шляху та області
zh_cn: 授权路径和领域

source: Path of the URL relative to document root.
af: Pad van die URL relatieg tot die dokument wortel
ca: Ruta de l'URL relativa a l'arrel del document.
cs: URL adresa vztaženo ke kořenové složce dokumentu.
de: Pfad der URL relativ zum Wurzelverzeichnis.
el: Διαδρομή του URL σε σχέση με τον ριζικό κατάλογο.
es: Ruta de la URL relativa a la raíz del documento.
fr: Chemin de l'URL relative à la racine du document.
hu: Az URL relatív útvonala a gyökérdokumentumhoz viszonyítva.
it: Percorso dell'URL relativo al root del documento
lo: ເສັ້ນທາງຂອງ URL ທຽບກັບຮາກຂອງເອກະສານ.
nl: Locatie van de URL evenredig aan de document root.
pl: Scieżka do URL powiązanego z katalogiem głównym dokumentów.
ro: Calea relativă către folderul rădăcină.
ru: Путь URL относительно корневой папки документов.
sv: Sökväg för URL relativt till dokumentroten.
uk: Шлях URL відносно кореня документа.
zh_cn: URL 相对路径（从根目录开始）。

source: String displayed in the dialog presented to the user when accessing the URL.
af: String in die dialoog wat aan die gebruiker vertoon word wanneer die gebruiker die URL oopmaak.
ca: Cadena que es mostra en el quadre de diàleg es presenta a l'usuari quan s'accedeix a la URL.
cs: Řetězec, který bude uživateli zobrazen v dialogu, který obdrží během přístupu na URL adresu.
de: Nachricht die dem Benutzer beim Zugriff auf die URL angezeigt werden soll.
el: Η συμβολοσειρά που εμφανίζεται στο παράθυρο διαλόγου που εμφανίζεται στο χρήστη κατά την πρόσβαση στη διεύθυνση URL.
es: Cadena desplegada en el diálogo que se presenta al usuario cuando accede a la URL.
fr: Chaîne de caractères affichée dans le dialogue présenté à l'utilisateur lorsqu'il accède à l'URL
hu: Az URL elérésekor a felhasználónak párbeszédablakban megjelelő karaktersorozat.
it: Stringa mostrata nella finestra di dialogo presentata all'utente quando accede all'URL.
lo: ສະຕຣິງທີ່ສະແດງໃນກ່ອງໂຕ້ຕອບທີ່ສະແດງໃຫ້ຜູ້ໃຊ້ເຫັນເມື່ອເຂົ້າເຖິງ URL.
nl: Tekenreeks getoond in een dialoog dat gepresenteerd word aan de gebruiker voor de toegang naar de URL.
pl: Ciąg znaków wyświetlany w komunikatach dla użytkownika w czasie dostępu do URL.
ro: Textul afișat utilizatorului când accesează URL-ul.
ru: Строка отображается в диалоговом окне, представленном пользователю при доступе к URL.
sv: Text som visas i dialogen som presenteras för användare när man ansluter till URLen.
uk: Рядок відображається в діалоговому вікні, представленому користувачеві при доступі до URL.
zh_cn: 当用户访问该URL时，在对话框中显示的字符串。

source: All Interfaces
af: Alle Koppelvlakke
ca: Totes les interfícies
cs: Všechna rozhraní
de: Alle Schnittstellen
el: Όλες οι διασυνδέσεις
es: Todas las interfaces
fr: Toutes les interfaces
hu: Valamennyi interfész
it: Tutte le interfacce
lo: ທຸກອິນເຕີເຟດ
nl: Alle Netwerken
pl: Wszystkie interfejsy
ro: Toate interfețele
ru: Все интерфейсы
sv: Alla gränssnitt
uk: Усі інтерфейси
zh_cn: 所有接口

source: Web Service Discovery Settings
ca: Configuració de descobriment de serveis web
de: Web Service Discovery Einstellungen
el: Ρυθμίσεις Web Service Discovery
es: Opciones WSD
fr: Paramètres de découverte de service Web
hu: Web Service Discovery beállítások
it: Impostazioni della scoperta del servizio web
lo: ການຕັ້ງຄ່າການຄົ້ນພົບບໍລິການເວັບ
nl: Web Service Discovery Instellingen
ro: Setări descoperire servicii Web
ru: Настройки обнаружения веб-служб
sv: Web Service Discovery inställningar
uk: Налаштування виявлення веб-служби
zh_cn: Web 服务发现设置

source: The server is shutting down now.
af: Die bediener is sluiting af nou af.
ca: El servidor s'està tancant ara.
cs: Server se nyní vypíná.
de: Der Server wird jetzt heruntergefahren
el: Η λειτουργία του διακομιστή τερματίζεται τώρα.
es: El servidor se está cerrando ahora.
fr: Le serveur s'arrête maintenant.
hu: A szerver most leáll.
it: Il server si sta spegnendo adesso.
lo: ເຊີບເວີກຳລັງປິດເຄື່ອງດຽວນີ້.
nl: De server wordt nu afgesloten.
pl: Serwer jest wyłączany
ro: Serverul se va opri în acest moment.
ru: Сервер выключается.
sv: Servern stoppas nu.
uk: Зараз сервер вимикається
zh_cn: 服务器现在正在关闭。

source: Are you sure you want to shutdown the server?
af: Is jy seker dat jy die bediener wil af te sluit?
ca: Esteu segur que voleu apagar el servidor?
cs: Opravdu chcete server vypnout?
de: Sind Sie sicher, dass Sie den Server herunterfahren wollen?
el: Είσαστε σίγουροι ότι θέλετε να τερματίσετε τη λειτουργία του διακομιστή;
es: ¿Está seguro de que desea apagar el servidor?
fr: Êtes-vous sûr de vouloir arrêter le serveur?
hu: Biztos, hogy kikapcsolod a szervert?
it: Sei sicuro di voler spegnere il server?
lo: ທ່ານແນ່ໃຈບໍ່ວ່າຕ້ອງການປິດເຊີບເວີ?
nl: Weet u zeker dat u de server wilt uitschakelen?
pl: Czy na pewno chcesz wyłączyć serwer?
ro: Sunteți sigur că doriți oprirea sistemului?
ru: Вы уверены, что хотите выключить сервер?
sv: Är du säker att du vill stänga av servern?
uk: Ви впевнені, що хочете вимкнути сервер?
zh_cn: 是否确定关闭系统？

source: Scheduled Shutdown
af: Gesleduleerde Afsit
ca: Apagat programat
cs: Naplánované vypnutí
de: geplantes Ausschalten des Systems
el: Προγραμματισμένος Τερματισμός Υπολογιστή
es: Apagado programado
fr: Arrêt programmé
hu: Ütemezett leállítása
it: Spegnimento Pianificato
lo: ການປິດເຄື່ອງຕາມກຳນົດເວລາ
nl: Gepland Uitschakelen
pl: Zaplanowane wyłączenie
ro: Oprire programată
ru: Выключение по расписанию
sv: Schemalagd avstängning
uk: Заплановане вимкнення
zh_cn: 定时关机

source: Status & Information
af: Status en Inligting
ca: Estat i Informació
cs: Stav a informace
de: Status & Informationen
el: Κατάσταση & Πληροφορίες
es: Estado e información
fr: Statut & Information
hu: Állapot és információ
it: Informazioni e stato
lo: ສະຖານະ ແລະ ຂໍ້ມູນ
nl: Status & Informatie
pl: Status i informacje
ro: Stare & Informații
ru: Статус и информация
uk: Інформація і статус
zh_cn: 状态和信息

source: Your browser does not support this svg object type.
af: Jou blaaier ondersteun nie hierdie svg tipe voorwerp.
ca: El seu navegador no suporta aquest tipus d'objecte SVG.
cs: Webový prohlížeč který používáte nepodporuje tento typ svg objektu.
de: Ihr Browser unterstützt nicht diesen svg Objekttypen.
el: Ο περιηγητής σας δεν υποστηρίζει αυτό τον τύπο αντικειμένων svg.
es: Su explorador no soporta objetos SVG, por favor actualicelo.
fr: Votre navigateur ne supporte pas ce type d'objet svg.
hu: Böngésződ nem támogatja ezt az svg objektumtípust.
it: Il browser non supporta gli oggetti di tipo SVG
lo: ເບຣົາເຊີຂອງທ່ານບໍ່ຮອງຮັບວັດຖຸປະເພດ svg ນີ້.
nl: Uw browser biedt geen ondersteuning voor dit svg objecttype.
pl: Twoja przeglądarka nie obsługije tego typu obiektów svg.
ro: Browserul dumneavoastră nu suportă acest tip de obiecte svg.
ru: Ваш браузер не поддерживает этот тип объекта SVG.
sv: Din webbläsare stödjer inte den här svgobjekttypen.
uk: Ваш браузер не підтримує такий тип об'єкту svg.
zh_cn: 您的浏览器不支持此svg对象类型。

source: System Load
af: Stelsel Las
ca: Càrrega del sistema
cs: Vytížení systému
de: Systemlast
el: Φόρτος Συστήματος
es: Carga del sistema
fr: Charge système
hu: Rendszerterhelés
it: Carico di sistema
lo: ການໂຫຼດຂອງລະບົບ
nl: Systeembelasting
pl: Obciążenie systemu
ro: Încărcare sistem
ru: Загрузка системы
sv: Systembelastning
uk: Завантаження системи
zh_cn: 系统负载

source: Graph shows recent 120 seconds.
af: Grafiek wys onlangse 120 sekondes.
ca: El gràfic mostra els darrers 120 segons.
cs: Graf zobrazuje uplynulých 120 sekund.
de: Die Grafik zeigt die letzten 120 Sekunden.
el: Το γράφημα δείχνει τα τελευταία 120 δευτερόλεπτα.
es: El grafico muestra los 120 segundos actuales
fr: Le graphique montre les 120 dernières secondes.
hu: A grafikon az utóbbi 120 másodpercet mutatja.
it: Il grafico mostra i 120 secondi più recenti.
lo: ກຣາຟສະແດງ 120 ວິນາທີທີ່ຜ່ານມາ.
nl: Grafiek toont recente 120 seconden.
pl: Wykres pokazuje ostatnie 120 sekund.
ro: Graficul afișează ultimele 120 de secunde.
ru: График показывает последние 120 секунд.
sv: Grafen visar senaste 120 sekunderna.
uk: Графік показує останні 120 секунд.
zh_cn: 该图显示最近的120秒。

source: Cannot get data about interface
af: Kan nie kry data- omtrent koppelvlak
ca: No es poden obtindre dades del interfície
cs: Nedaří se získat údaje o rozhraní
de: Kann von der Schnittstelle keine Daten erfassen
el: Αδυναμία παραλαβής δεδομένων σχετικά με τη διασύνδεση
es: No es posible obtener informacion sobre el interfaz
fr: Impossible de collecter des données sur cette interface
hu: Nem lehet adatot nyerni az interfészről
it: Non è possibile ottenere dati sull'interfaccia
lo: ບໍ່ສາມາດເອົາຂໍ້ມູນກ່ຽວກັບອິນເຕີເຟດໄດ້
nl: Kan geen data krijgen van de netwerkkaart
pl: Nie można uzyskać danych o interfejsie
ro: Nicio informație disponibilă despre interfață
ru: Невозможно получить информацию об интерфейсе
sv: Kan inte få data om gränssnittet
uk: Неможливо отримати дані про інтерфейс
zh_cn: 不能获取接口的数据

source: In
ca: Entrada
cs: Do
de: Ankommend
el: Μέσα
es: Entrantes
fr: Entrée
hu: Be
it: Ingresso
lo: ເຂົ້າ
pl: Wejście
ru: Входящий
sv: I
uk: Вхід
zh_cn: 入

source: Out
af: Uit
ca: Sortida
cs: Výstup
de: Abgehend
el: 'Εξω
es: Salientes
fr: Sortie
hu: Ki
it: Uscita
lo: ອອກ
nl: Uit
pl: Wyjście
ro: Ieșire
ru: Исходящий
sv: Ut
uk: Вихід
zh_cn: 出

source: Switch to %s/s
af: Skakel oor na %s/s
ca: Canviar a %s/s
cs: Přepnout na %s/s
de: Schalte um zu %s/s
el: Αλλαγή σε %s/s
es: Cambiar a %s/s
fr: Basculer en %s/s
hu: Váltás erre: %s/s
it: Passa a %s/s
lo: ປ່ຽນເປັນ %s/s
nl: Schakel naar %s/s
pl: Przełącz na %s/s
ro: Comutare la %s/s
ru: Переключить на %s/s
sv: Skifta till %s/s
uk: Перемкнути на %s/s
zh_cn: 切换到 %s/s

source: AutoScale
af: OutoSkaal
ca: Escala automàtica
cs: Měřítko automaticky
de: Autom. Skalierung
el: Αυτόματη Κλιμάκωση
es: Escala Automática
fr: Echelle auto
hu: Automatikus méretezés
it: AutoScala
lo: ຂະໜາດອັດຕະໂນມັດ
nl: AutoSchaal
pl: Skala automatyczna
ro: AutoScalare
ru: Автомасштаб
sv: Auto skala
uk: Автомасштаб
zh_cn: 自动扩展

source: Up
af: Op
ca: Amunt
cs: Funkční
de: Auf
el: Πάνω
es: Arriba
fr: Haut
hu: Felfelé
lo: ຂຶ້ນ
nl: Boven
pl: W górę
ro: Activ
ru: Вверх
sv: Uppåt
uk: За максимальним
zh_cn: 上

source: Follow
af: Volg
ca: Seguir
cs: Následovat
de: Nachfolgen
el: Ακολούθησε
es: Siguiente
fr: Suivre
hu: Követés
it: Segui
lo: ຕິດຕາມ
nl: Volgen
pl: Idź za
ro: Urmărire
ru: Следовать
sv: Följ
uk: Стежити
zh_cn: 跟随

source: Collecting initial data, please wait...
af: Invordering tans aanvanklike data, wag asseblief...
ca: Recullin dades d'inici, si us plau esperi...
cs: Shromažďování údajů – čekejte…
de: Anfangsdaten werden gesammelt, bitte warten …
el: Συλλογή αρχικών δεδομένων, παρακαλώ περιμένετε...
es: Recopilando datos iniciales, por favor espere...
fr: Collecte des premières données, veuillez patienter...
hu: Adatok gyűjtése folyamatban, kérem várjon...
it: Ottengo i primi dati, attendere...
lo: ກຳລັງເກັບກຳຂໍ້ມູນເບື້ອງຕົ້ນ, ກະລຸນາລໍຖ້າ...
nl: Bezig met het ophalen van data, Even geduld a.u.b.
pl: Zbieranie danych inicjalizacyjnych, proszę czekać...
ro: Colectare date inițiale, vă rugam asteptați...
ru: Сбор исходных данных. Пожалуйста, подождите...
sv: Samlar in initial data, var god vänta...
uk: Збираю початкові дані, зачекайте будь ласка...
zh_cn: 收集初始数据，请稍候...

source: Switch to
af: Skakel oor na
ca: Canviar a
cs: Přepnout na
de: Umschalten zu
el: Αλλαγή σε
es: Cambiar a
fr: Basculer en
hu: Váltás erre:
it: Passa a
lo: ປ່ຽນເປັນ
nl: Schakel naar
pl: Przełącz na
ro: Comutare la
ru: Переключить на
sv: Växla till
uk: Переключити на
zh_cn: 切换到

source: CPU Load
af: CPU Laai
ca: Càrrega de la CPU
cs: Vytížení procesoru
de: Prozessorlast
el: Φόρτος Επεξεργαστή
es: Carga de la CPU
fr: Charge du processeur
hu: Processzorterhelés
it: Carico CPU
lo: ການໂຫຼດ CPU
nl: CPU Belasting
pl: Obciążenie CPU
ro: Încărcare CPU
ru: Загрузка процессора
sv: Processorbelastning
uk: Навантаження ЦП
zh_cn: CPU 负载

source: Cannot get CPU load
af: Kon nie kry CPU laai
ca: No es pot obtindre l'ocupació de la CPU
cs: Nedaří se získat údaje o vytížení procesoru
de: CPU-Last nicht verfügbar
el: Δεν μπορεί να εμφανιστεί ο φόρτος της CPU
es: No puedo saber la carga de CPU
fr: Charge CPU ne peut être lu
hu: Nincs CPU töltés
it: Carico della CPU non ottenuto
lo: ບໍ່ສາມາດເອົາການໂຫຼດ CPU ໄດ້
nl: Kan geen CPU-belasting ophalen
pl: Nie można pobrać obciążenia CPU
ro: Eroare afișare încărcare CPU
ru: Информация о загрузке процессора недоступна
sv: Kan inte läsa CPU belastning
uk: Неможливо отримати навантаження ЦП
zh_cn: 无法读取 CPU 负载

source: CPU load
af: CPU laai
ca: Càrrega de la CPU
cs: Vytížení procesoru
de: CPU-Auslastung
el: Χρήση επεξεργαστή
es: Carga CPU
fr: Charge CPU
hu: CPU használat
it: Carico CPU
lo: ການໂຫຼດ CPU
nl: CPU belasting
pl: Obciążenie procesora
ro: Încărcare CPU
ru: Загрузка процессора
sv: CPU belastning
uk: Навантаження ЦП
zh_cn: CPU 负载

source: RRDGraphs Daily CPU Frequency Graph
af: RRDGraphs Daaglikse CPU Frequency Grafiek
ca: RRDGraphs Diagrama gràfic de freqüència de la CPU
de: RRDGraphs Tägliches CPU-Frequenzdiagramm
el: RRDGraphs Ημερήσιο Γράφημα Συχνότητας Επεξεργαστή
es: RRDGraphs: Grafico diario de la Frecuencia del procesador
fr: RRDGraphs Graphique de fréquence CPU quotidien
it: Grafico RRDGraph giornaliero sulla frequenza CPU
lo: ກຣາຟຄວາມຖີ່ CPU ປະຈຳວັນຂອງ RRDGraphs
nl: RRDGraphs Dagelijkse CPU Frequentie Grafiek
ro: Grafic RRDGraphs frecvență CPU zilnică
ru: RRDGraphs График частоты процессора за сутки
sv: RRDGraphs Daglig CPU frekvensgraf
uk: RRDGraphs денний графік частоти ЦП
zh_cn: RRDGraphs每日CPU频率图

source: RRDGraphs Weekly CPU Frequency Graph
af: RRDGraphs Weeklikse CPU Frekwensie Grafiek
ca: RRDGraphs Grafic de freqüència de la CPU setmanal
de: RRDGraphs Wöchentliches CPU-Frequenzdiagramm
el: RRDGraphs Εβδομαδιαίο Γράφημα Συχνότητας Επεξεργαστή
es: RRDGraphs: Grafico semanal de la frecuencia del procesador
fr: RRDGraphs Graphique Hebdomadaire de la Fréquence
it: Grafico RRDGraphs settimanale sulla frequenza CPU
lo: ກຣາຟຄວາມຖີ່ CPU ປະຈຳອາທິດຂອງ RRDGraphs
nl: RRDGraphs Wekelijkse CPU Frequentie Grafiek
ro: Grafic RRDGraphs frecvență CPU săptămânală
ru: RRDGraphs График частоты процессора за неделю
sv: RRDGraphs Vecko CPU frekvensgraf
uk: RRDGraphs тижневий графік частоти ЦП
zh_cn: RRDGraphs每周CPU频率图

source: RRDGraphs Monthly CPU Frequency Graph
af: RRDGraphs Maandeliks CPU Frequency Grafiek
ca: RRDGraphs Grafic mensual de freqüència de la CPU
de: RRDGraphs Monatliches CPU-Frequenzdiagramm
el: RRDGraphs Μηνιαίο Γράφημα Συχνότητας Επεξεργαστή
es: RRDGraphs: Grafico mensual de la frecuencia del procesador
fr: RRDGraphs Graphique Mensuel de Fréquence du Processeur
it: Grafico RRDGraph mensile sulla frequenza CPU
lo: ກຣາຟຄວາມຖີ່ CPU ປະຈຳເດືອນຂອງ RRDGraphs
nl: RRDGraphs Maandelijkse CPU Frequentie Grafiek
ro: Grafic RRDGraphs frecvență CPU lunară
ru: RRDGraphs График частоты процессора за месяц
sv: RRDGraphs Månatlig CPU frekvensgraf
uk: RRDGraphs місячний графік частоти ЦП
zh_cn: RRDGraphs每月CPU频率图

source: RRDGraphs Yearly CPU Frequency Graph
af: RRDGraphs Jaarlikse CPU Frekwensie Grafiek
ca: RRDGraphs Gràfic de freqüència de CPU anual
de: RRDGraphs Jährliches CPU-Frequenzdiagramm
el: RRDGraphs Ετήσιο Γράφημα Συχνότητας Επεξεργαστή
es: RRDGraphs: Grafico anual de la frecuencia del procesador
fr: RRDGraphs Graphique Annuel de la Fréquence du processeur
it: Grafico RRDGraphs annuale sulla frequenza CPU
lo: ກຣາຟຄວາມຖີ່ CPU ປະຈຳປີຂອງ RRDGraphs
nl: RRDGraphs Jaarlijkse CPU Frequentie Grafiek
ro: Grafic RRDGraphs frecvență CPU anuală
ru: RRDGraphs График частоты процессора за год
sv: RRDGraphs Årlig CPU frekvensgraf
uk: RRDGraphs річний графік частоти ЦП
zh_cn: RRDGraphs年度CPU频率图

source: Graph updates every %d seconds.
af: Grafiek opdater elke %d sekonds.
ca: Actualització de gràfics cada %d secons.
cs: Graf je aktualizován každých %d sekund.
de: Graph aktualisiert sich alle %d Sekunden.
el: Το γράφημα ενημερώνεται κάθε %d δευτερόλεπτα.
es: La gráfica se actualiza cada %d segundos.
fr: Le graphique est mis à jour tous les %d secondes.
hu: Grafikon frissítése %d másodpercenként.
it: Il grafico si aggiorna ogni %d secondi.
lo: ກຣາຟອັບເດດທຸກໆ %d ວິນາທີ.
nl: Grafiek wordt elke %d seconden bijgewerkt.
pl: Wykres odświeża się co %d sekund.
ro: Graficul se va actualiza la fiecare %d secunde.
ru: График обновляется каждые %d секунд.
sv: Grafen uppdateras var %d sekund.
uk: Графіки оновлюються кожні %d секунд.
zh_cn: 图表每隔%d秒更新一次

source: RRDGraphs Daily CPU Temperature Graph
af: RRDGraphs Daaglikse CPU Temperatuur Grafiek
ca: RRDGraphs Diagrama gràfic de temperatura de la CPU
de: RRDGraphs Tägliches CPU-Temperaturdiagramm
el: RRDGraphs Ημερήσιο Γράφημα Θερμοκρασίας Επεξεργαστή
es: RRDGraphs: Grafico diario de la temperatura del procesador
fr: RRDGraphs Graphique de la température quotidienne du processeur
it: Grafico RRDGraph giornaliero sulla temperatura CPU
lo: ກຣາຟອຸນຫະພູມ CPU ປະຈຳວັນຂອງ RRDGraphs
nl: RRDGraphs Dagelijkse CPU Temperatuur Grafiek
ro: Grafic RRDGraphs temperatură CPU zilnică
ru: RRDGraphs График температуры процессора за сутки
sv: RRDGraphs Daglig CPU temperaturgraf
uk: RRDGraphs денний графік температури ЦП
zh_cn: RRDGraphs每日CPU温度图

source: RRDGraphs Weekly CPU Temperature Graph
af: RRDGraphs Weekly CPU Temperatuur Grafiek
ca: RRDGraphs Grafic de temperatura de la CPU setmanal
de: RRDGraphs Wöchentliches CPU-Temperaturdiagramm
el: RRDGraphs Εβδομαδιαίο Γράφημα Θερμοκρασίας Επεξεργαστή
es: RRDGraphs: Grafico semanal de la temperatura del procesador
fr: RRDGraphs Graphique Hebdomadaire de la Température du processeur
it: Grafico RRDGraphs settimanale sulla temperatura CPU
lo: ກຣາຟອຸນຫະພູມ CPU ປະຈຳອາທິດຂອງ RRDGraphs
nl: RRDGraphs Wekelijkse CPU Temperatuur Grafiek
ro: Grafic RRDGraphs temperatură CPU săptămânală
ru: RRDGraphs График температуры процессора за неделю
sv: RRDGraphs Vecko CPU temperaturgraf
uk: RRDGraphs тижневий графік температури ЦП
zh_cn: RRDGraphs每周CPU温度图

source: RRDGraphs Monthly CPU Temperature Graph
af: RRDGraphs Maandeliks CPU Temperatuur Grafiek
ca: RRDGraphs Grafic mensual de temperatura de la CPU
de: RRDGraphs Monatliches CPU-Temperaturdiagramm
el: RRDGraphs Μηνιαίο Γράφημα Θερμοκρασίας Επεξεργαστή
es: RRDGraphs: Grafico mensual de la temperatura del procesador
fr: RRDGraphs Graphique Mensuel de la Température du Processeur
it: Grafico RRDGraph mensile sulla temperatura CPU
lo: ກຣາຟອຸນຫະພູມ CPU ປະຈຳເດືອນຂອງ RRDGraphs
nl: RRDGraphs Maandelijkse CPU Temperatuur Grafiek
ro: Grafic RRDGraphs temperatură CPU lunară
ru: RRDGraphs График температуры процессора за месяц
sv: RRDGraphs Månatlig CPU teperaturgraf
uk: RRDGraphs місячний графік температури ЦП
zh_cn: RRDGraphs每月CPU温度图

source: RRDGraphs Yearly CPU Temperature Graph
af: RRDGraphs Jaarlikse CPU Temperatuur Grafiek
ca: RRDGraphs Gràfic de temperatura de CPU anual
de: RRDGraphs Jährliches CPU-Temperaturdiagramm
el: RRDGraphs Ετήσιο Γράφημα Θερμοκρασίας Επεξεργαστή
es: RRDGraphs: Grafico anual de la temperatura del procesador
fr: RRDGraphs Graphique Annuel de la Température du Processeur
hu: RRDGraphs éves processzor hőmérsékleti grafikon
it: Grafico RRDGraphs annuale sulla temperatura CPU
lo: ກຣາຟອຸນຫະພູມ CPU ປະຈຳປີຂອງ RRDGraphs
nl: RRDGraphs Jaarlijkse CPU Temperatuur Grafiek
ro: Grafic RRDGraphs temperatură CPU anuală
ru: RRDGraphs График температуры процессора за год
sv: RRDGraphs Årlig CPU temperaturgraf
uk: RRDGraphs річний графік температури ЦП
zh_cn: RRDGraphs年度CPU温度曲线图

source: RRDGraphs Daily CPU Usage Graph
af: RRDGraphs Daaglikse CPU Gebruik Grafiek
ca: RRDGraphs Diari gràfic d’ús de la CPU
de: RRDGraphs Tägliches CPU-Nutzungsdiagramm
el: RRDGraphs Ημερήσιο Γράφημα Χρήσης Επεξεργαστή
es: RRDGraphs: Grafico diario del uso del procesador
fr: RRD Graphs Graphique d'Utilisation Quotidienne du Processeur
hu: RRDGraphs napi processzor használati grafikon
it: Grafico RRDGraph giornaliero sull'utilizzo CPU
lo: ກຣາຟການນຳໃຊ້ CPU ປະຈຳວັນຂອງ RRDGraphs
nl: RRDGraphs Dagelijkse CPU Gebruik Grafiek
ro: Grafic RRDGraphs utilizare CPU zilnică
ru: RRDGraphs График использования процессора за сутки
sv: RRDGraphs Daglig CPU användningsgraf
uk: RRDGraphs денний графік використання ЦП
zh_cn: RRDGraphs每日CPU使用率图

source: RRDGraphs Weekly CPU Usage Graph
af: RRDGraphs Weeklikse CPU Gebruiks Grafiek
ca: RRDGraphs Grafic d'us de la CPU setmanal
de: RRDGraphs Wöchentliches CPU-Nutzungsdiagramm
el: RRDGraphs Εβδομαδιαίο Γράφημα Χρήσης Επεξεργαστή
es: RRDGraphs: Grafico semanal del uso del procesador
fr: RRDGraphs Graphique Hebdomadaire de l'utilisation du processeur
hu: RRDGraphs heti processzor használati grafikon
it: Grafico RRDGraphs settimanale sull'utilizzo CPU
lo: ກຣາຟການນຳໃຊ້ CPU ປະຈຳອາທິດຂອງ RRDGraphs
nl: RRDGraphs Wekelijkse CPU Gebruik Grafiek
ro: Grafic RRDGraphs utilizare CPU săptămânală
ru: RRDGraphs График использования процессора за неделю
sv: RRDGraphs Vecko CPU användningsgraf
uk: RRDGraphs тижневий графік використання ЦП
zh_cn: RRDGraphs每周CPU使用率图

source: RRDGraphs Monthly CPU Usage Graph
af: RRDGraphs Maandelikse CPU Gebruiks Grafiek
ca: RRDGraphs Grafic mensual de us de la CPU
de: RRDGraphs Monatliches CPU-Nutzungsdiagramm
el: RRDGraphs Μηνιαίο Γράφημα Χρήσης Επεξεργαστή
es: RRDGraphs: Grafico mensual del uso del procesador
fr: RRDGraphs Graphique d'Utilisation Mensuelle du Processeur
hu: RRDGraphs havi processzor használati grafikon
it: Grafico RRDGraph mensile sull'utilizzo CPU
lo: ກຣາຟການນຳໃຊ້ CPU ປະຈຳເດືອນຂອງ RRDGraphs
nl: RRDGraphs Maandelijkse CPU Gebruik Grafiek
ro: Grafic RRDGraphs utilizare CPU lunară
ru: RRDGraphs График использования процессора за месяц
sv: RRDGraphs Månatlig CPU användningsgraf
uk: RRDGraphs місячний графік використання ЦП
zh_cn: RRDGraphs每月CPU使用率图

source: RRDGraphs Yearly CPU Usage Graph
af: RRDGraphs Jaarlikse CPU Gebruiks Grafiek
ca: RRDGraphs Gràfic d'us de CPU anual
de: RRDGraphs Jährliches CPU-Nutzungsdiagramm
el: RRDGraphs Ετήσιο Γράφημα Χρήσης Επεξεργαστή
es: RRDGraphs: Grafico anual del uso del procesador
fr: RRDGraphs Graphique Annuel de lUtilisation Processeur
hu: RRDGraphs éves processzor használati grafikon
it: Grafico RRDGraphs annuale sull'uso CPU
lo: ກຣາຟການນຳໃຊ້ CPU ປະຈຳປີຂອງ RRDGraphs
nl: RRDGraphs Jaarlijkse CPU Gebruik Grafiek
ro: Grafic RRDGraphs utilizare CPU anuală
ru: RRDGraphs График использования процессора за год
sv: RRDGraphs Årlig CPU användningsgraf
uk: RRDGraphs річний графік використання ЦП
zh_cn: RRDGraphs年度CPU使用率图

source: Disk Usage
af: Skyf Gebruikage
ca: Ús de disc
cs: Využití disku
de: Festplattenbelegung
el: Χρήση Δίσκου
es: Uso de Disco
fr: Utilisation du disque
hu: Lemezhasználat
it: Utilizzo Disco
lo: ການນຳໃຊ້ດິສກ໌
nl: Schijfgebruik
pl: Użycie dysku
ro: Utilizare disc
ru: Использование дисков
sv: Använt diskutrymme
uk: Використання диску
zh_cn: 磁盘使用情况

source: Reporting Disk
ca: Informes del disc
de: Reporting Datenträger
el: Δίσκος Αναφοράς
es: Reportando Disco
fr: Disque de rapport
hu: Lemez jelentése
it: Disco di reportistica
lo: ດິສກ໌ລາຍງານ
nl: Rapportageschijf
pl: Dysk raportujący
ro: Disc raportare
ru: Отчет о дисках
sv: Rapporterande disk
uk: Диск звітності
zh_cn: 报告磁盘
