Repository: rojim666/xigmanas-code-r10599-trunk
Catalog: locale/xigmanas-*.po
Languages: af, ca, cs, de, el, es, fr, hu, it, lo, nl, pl, ro, ru, sv, uk, zh_cn

source: Do you want to delete selected initiator names?
af: Wil jy geselekteerde inisiatie name skrap?
ca: Voleu eliminar els noms d'iniciador seleccionats?
cs: Opravdu chcete smazat vyznačené názvy iniciátoru?
de: Möchten Sie die ausgewählten Initiatornamen löschen?
el: Θέλετε να διαγράψετε τα επιλεγμένα ονόματα εκκινητών;
es: ¿Desea borrar los nombres de iniciador seleccionados?
fr: Voulez-vous supprimer les noms d'initiateurs sélectionnés?
hu: Biztos, hogy törlöd a kiválasztott kezdeményező neveket?
it: Desideri cancellare i nomi degli iniziatori selezionati?
lo: ທ່ານຕ້ອງການລຶບຊື່ initiator ທີ່ເລືອກອອກບໍ່?
nl: Wilt u de geselecteerde initiator namen verwijderen?
ro: Doriți să ștegeți numele de inițiatori selectate?
ru: Вы хотите удалить выбранные имена инициаторов?
sv: Vill du ta bort valda Initierarnamn?
uk: Ви підтверджуєте видалення обраних імен ініціаторів?
zh_cn: 你想删除选定的启动器名称吗？

source: Do you want to disable selected initiator names?
af: Wil jy geselekteerde inisiatie name deaktiveer?
ca: Voleu desactivar els noms d'iniciador seleccionats?
cs: Opravdu chcete vypnout označené názvy iniciátoru?
de: Möchten Sie die ausgewählten Initiatornamen deaktivieren?
el: Θέλετε να απενεργοποιήσετε τα επιλεγμένα ονόματα εκκινητών;
es: ¿Desea deshabilitar los nombres de iniciador seleccionados?
fr: Voulez-vous désactiver les noms d'initiateurs sélectionnés?
hu: Biztos, hogy letiltod kiválasztott kezdeményező neveket?
it: Vuoi disabilitare i nomi degli inizializzatori selezionati?
lo: ທ່ານຕ້ອງການປິດໃຊ້ງານຊື່ initiator ທີ່ເລືອກບໍ່?
nl: Wilt u de geselecteerde initiator namen uitschakelen?
ro: Doriți să dezactivați numele de inițiatori selectate?
ru: Вы хотите отключить выбранные имена инициаторов?
sv: Vill du inaktivera valda Initierarnamn?
uk: Ви підтверджуєте вимкнення обраних імен ініціаторів?
zh_cn: 你是否要禁用选定的启动器名称？

source: Do you want to enable selected initiator names?
af: Wil jy geselekteerde inisieerders name inskakel?
ca: Voleu activar els noms d'iniciador seleccionats?
cs: Opravdu chcete zapnout označené názvy iniciátorů?
de: Möchten Sie die ausgewählten Initiatornamen aktivieren?
el: Θέλετε να ενεργοποιήσετε τα επιλεγμένα ονόματα εκκινητών;
es: ¿Desea habilitar los nombres de iniciador seleccionados?
fr: Voulez-vous activer les noms d'initiateurs sélectionnés?
hu: Biztos, hogy engedélyezed a kiválasztott kezdeményező neveket?
it: Vuoi attivare l'iniziatore del nome selezionato?
lo: ທ່ານຕ້ອງການເປີດໃຊ້ງານຊື່ initiator ທີ່ເລືອກບໍ່?
nl: Wilt u de geselecteerde initiator namen inschakelen?
ro: Doriți să activați numele inițiatorilor selectați?
ru: Вы хотите включить выбранные имена инициаторов?
sv: Vill du aktivera valda Initerarnamn?
uk: Ви підтверджуєте увімкнення обраних імен ініціаторів?
zh_cn: 你想启用选定的启动器名称吗？

source: Do you want to toggle selected initiator names?
af: Doen jy wil geselekteerde inisieerders name toggle?
ca: Voleu canviar els noms d'iniciador seleccionats?
cs: Opravdu chcete přepnout označené názvy iniciátoru?
de: Möchten Sie die ausgewählten Initiatornamen umschalten?
el: Θέλετε να μεταβάλλετε τις επιλεγμένες ομάδες εκκινητών;
es: ¿Desea intercambiar los nombres de iniciador seleccionados?
fr: Voulez-vous changer d'état les noms d'initiateurs sélectionnés?
hu: Biztos, hogy átkapcsolod a kiválasztott kezdeményező neveket?
it: Desideri rimuovere gli iniziatori dei nomi selezionati?
lo: ທ່ານຕ້ອງການສະຫຼັບການໃຊ້ງານຊື່ initiator ທີ່ເລືອກບໍ່?
nl: Wilt u de geselecteerde initiator namen omschakelen?
ro: Doriți să inversați numele de inițiatori selectate?
ru: Вы хотите переключить имена выбранных инициаторов?
sv: Vill du växla valda Initierarnamn?
uk: Ви підтверджуєте перемикання вибраних імен ініціаторів?
zh_cn: 你想切换选定的启动器名称吗？

source: Enter an iSCSI initiator name.
af: Ingaan 'n iSCSI inisieerder naam.
ca: Introduïu un nom de iniciador iSCSI.
cs: Zadejte název iSCSI iniciátoru.
de: iSCSI Initiatornamen eingeben.
el: Εισάγετε ένα όνομα εκκινητή iSCSI.
es: introduzca nombre de iniciador iSCSI
fr: Entrez un nom d'initiateur iSCSI.
hu: Add meg a iSCSI kezdeményező nevet.
it: Inserire un inizializzatore del nome iSCSI.
lo: ປ້ອນຊື່ iSCSI initiator.
nl: Voeg een iSCSI initiator naam toe
ro: Introduceți un nume pentru inițiatorul iSCSI.
ru: Введите имя инициатора iSCSI.
sv: Mata in ett iSCSI initierarnamn.
uk: Введіть ім'я ініціатора iSCSI.
zh_cn: 输入iSCSI启动器名称。

source: Link initiator-name to auth-groups. An Initiator with this name will be allowed to connect to the selected auth-groups.
af: Link inisieerder-naam te auth-groepe. 'N Inisieerder met hierdie naam sal wees toegelaat word om konnekteer te die geselekteerde auth-groepe.
ca: Inicieu el nom d'iniciador a grups d'autenticació. Es permetrà que un iniciador amb aquest nom es connecti als grups d'autenticació seleccionats.
cs: Spojit název iniciátoru se skupinami ověření. Iniciátoru s tímto názvem bude umožněno připojení k vybraným skupinám ověření.
de: Verknüpfe Initiator-Namen mit den Auth-Gruppen. Ein Initiator mit diesem Namen darf sind mit den ausgewählten Auth-Gruppen verbinden.
el: Σύνδεση ονόματος εκκινητή σε ομάδες πιστοποίησης. Ένας εκκινητής με αυτό το όνομα θα επιτρέπεται να συνδεθεί στις επιλεγμένες ομάδες πιστοποίησης.
es: Vincular nombre de iniciador a grupos de autenticación. Un iniciador con este nombre podrá conectarse a los grupos de autenticación seleccionados.
fr: Reliez le nom de l'initiateur aux groupes d'authentification. Un initiateur portant ce nom sera autorisé à se connecter aux groupes d'authentification sélectionnés.
hu: Kezdeményező-név linkelése hitelesítési csoportokra. Egy kezdeményező evvel a névvel csatlakozhat majd a kiválasztott hitelesítési csoportokhoz.
it: Collega l'iniziatore del nome ad un gruppo auth. Un iniziatore con questo nome, avrà il permesso di connettersi ai gruppi auth selezionati.
lo: ເຊື່ອມໂຍງ initiator-name ກັບກຸ່ມການຢືນຢັນຕົວຕົນ. Initiator ທີ່ມີຊື່ນີ້ຈະໄດ້ຮັບອະນຸຍາດໃຫ້ເຊື່ອມຕໍ່ກັບກຸ່ມການຢືນຢັນຕົວຕົນທີ່ເລືອກ.
nl: Koppel initiator-naam aan auth-groepen. Een initiator met deze naam kan verbinding maken met de geselecteerde auth-groepen.
ro: Legare nume inițiator la grupuri autorizate. Un inițiator cu acest nume va avea astfel permisiunea de a se conecta la grupurile autorizate selectate.
ru: Связать имя инициатора с группами аутентификации. Инициатору с таким именем будет разрешено подключаться к выбранным группам аутентификации.
sv: Länk initierarnamn för autentiseringsgrupper. En initierare med detta namn tillåts ansluta till den valda autentiseringsgruppen.
uk: Зв'язати ім'я ініціатора з групами аутентифікації. Ініціатору з таким ім'ям буде дозволено підключитися до обраних груп аутентифікації
zh_cn: 将initiator-name链接到auth-groups。具有此名称的启动器将被允许连接到选定的身份验证组。

source: IP Address Prefix
af: IP Adres Prefiks
ca: Prefix d'adreça IP
cs: Předpona IP adresy
de: IP-Adressen Prefix
el: Πρόθεμα Διεύθυνσης IP
es: Prefijo de dirección IP
fr: Préfixe d'adresse IP
hu: IP cím előtag
it: Prefisso indirizzo IP
lo: ຄຳນຳໜ້າທີ່ຢູ່ IP
nl: IP-adres Voorvoegsel
ro: Prefix adresă IP
ru: Префикс IP-адреса
sv: IP adressförled.
uk: Префікс IP адреси
zh_cn: IP地址前缀

source: Add Initiator Portal
af: Voeg Inisieerder Portal
ca: Afegeix Portal iniciador
cs: Přidat portál iniciátoru
de: Füge Initiator Portal hinzu
el: Προσθήκη Portal Εκκινητή
es: Añadir portal de iniciador
fr: Ajouter un portail d'initiateur
hu: Kezdeményező portál hozzáadása
it: Aggiungi portale iniziatore
lo: ເພີ່ມ Initiator Portal
nl: Initiator Portaal Toevoegen
pl: Dodaj inicjatora Portalu
ro: Adăugare portal Inițiator
ru: Добавить портал инициатора
sv: Lägg till Initierarportal
uk: Додати портал ініціатора
zh_cn: 添加启动器门户

source: Edit Initiator Portal
af: Wysig Initiator Portal
ca: Edita Portal iniciador
cs: Upravit portál iniciátoru
de: Initiatorportal bearbeiten
el: Επεξεργασία Portal Εκκινητή
es: Editar portal del iniciador
fr: Modifier le portail des initiateurs
hu: Kezdeményező portál módosítása
it: Modificare il portale inizializzatore
lo: ແກ້ໄຂ Initiator Portal
nl: Initiator Portaal Bewerken
ro: Editare portanl inițiator
ru: Изменить портал инициатора
sv: Redigera Initierarportal
uk: Редагувати портал ініціатора
zh_cn: 编辑启动器名称

source: Initiator Portal is marked for deletion
af: Inisieerder Portaal is gemerk vir skrap
ca: El portal iniciador està marcat per suprimir-lo
cs: Portál iniciátoru je označen pro smazání
de: Initiatorportal ist zum Löschen vorgemerkt
el: Το Portal του Εκκινητή έχει σημειωθεί προς διαγραφή
es: Portal de iniciador marcado para borrado
fr: Le portail de l'initiateur est marqué pour suppression
hu: A kezdeményező portált megjelölték törlésre
it: Inizializzatore portale settato per la cancellazione
lo: Initiator Portal ຖືກໝາຍໄວ້ເພື່ອລຶບ
nl: Initiator Portaal is gemarkeerd voor verwijdering
ro: Portalul inițiator este marcat pentru ștergere
ru: Портал инициаторов отмечен для удаления
sv: Initierarportalen är markerad för borttagning
uk: Портал ініціатора позначений для видалення
zh_cn: 启动器门户被标记为删除

source: Initiator Portal is locked
af: Inisieerder Portaal is toegeslot
ca: El portal iniciador està bloquejat
cs: Portál iniciátoru je uzamčen
de: Initiatorportal ist gesperrt
el: Το Portal του Εκκινητή είναι κλειδωμένο
es: El portal del iniciador esta bloqueado
fr: Le portail de l'initiateur est verrouillé
hu: A Kezdeményező portált zárolták
it: Inizializzatore portale bloccato
lo: Initiator Portal ຖືກລັອກ
nl: Initiator Portaal is vergrendeld
ro: Portalul inițiator este blocat
ru: Портал инициатора заблокирован
sv: Intierarportalen är låst
uk: Портал ініціатора заблокований
zh_cn: 启动器门户被锁定

source: Initiator Portal is unlocked
af: Inisieerder Portaal is ontsluit
ca: El portal iniciador està desbloquejat
cs: Portál iniciátoru je odemčen
de: Initiatorportal ist entsperrt
el: Το Portal του Εκκινητή είναι ξεκλείδωτο
es: Portal de iniciador desbloqueado
fr: Le portail de l'initiateur est déverrouillé
hu: A Kezdeményező portál zárolását feloldották
it: Inizializzatore portale sbloccato
lo: Initiator Portal ຖືກປົດລັອກ
nl: Initiator Portaal is ontgrendeld
ro: Portalul inițiator este deblocat
ru: Портал инициаторов разблокирован
sv: Initieraportalen äe olåst
uk: Портал ініціатора розблокований
zh_cn: 启动器门户已解锁

source: Delete Selected Initiator Portals
af: Skrap Geselekteerde Inisieerder Portale
ca: Elimineu els iniciadors de portals seleccionats
cs: Smazat vyznačené portály iniciátoru
de: Ausgewählte Initiatorportale löschen
el: Διαγραφή επιλεγμένων portal εκκινητών
es: Borrar portales de iniciador seleccionados
fr: Supprimer les portails d'initiateurs sélectionnés
hu: A kiválasztott Kezdeményező portálok törlése
it: Elimina i portali Inizializzatori selezionati
lo: ລຶບ Initiator Portal ທີ່ເລືອກ
nl: Geselecteerde Initiator Portalen Verwijderen
ro: Ștergere portaluri Inițiator selectate
ru: Удалить выбранные порталы инициаторов
sv: Ta bort valda Intierarportaler
uk: Видалити вибрані портали ініціатора
zh_cn: 删除选定的启动器门户

source: Disable Selected Initiator Portals
af: Deaktiveer Geselekteerde Inisieerder Portale
ca: Desactiveu els iniciadors de portal seleccionats
cs: Zakázat vybrané názvy iniciátorů
de: Ausgewählte Initiatorportale deaktivieren
el: Απενεργοποίηση Επιλεγμένων Portal Εκκινητών
es: Deshabilitar portales seleccionados
fr: Désactiver les portails d'initiateurs sélectionnés
hu: A kiválasztott Kezdeményező portálok tiltása
it: Disabilita i portati inizializzatori selezionati
lo: ປິດໃຊ້ງານ Initiator Portal ທີ່ເລືອກ
nl: Geselecteerde Initiator Portalen Uitschakelen
ro: Dezactivare portaluri inițiator selectate
ru: Отключить выбранные порталы инициаторов
sv: Inaktivera valda Initierarportaler
uk: Вимкнути обрані портали ініціаторів
zh_cn: 禁用选定的启动器门户

source: Enable Selected Initiator Portals
af: Inskakel Gekies Inisieerder Portalen
ca: Activa els portals seleccionats de l'iniciador
cs: Zapnout označené portály iniciátoru
de: Ausgewählte Initiatorportale aktivieren
el: Ενεργοποίηση Επιλεγμένων Portal Εκκινητών
es: Habilitar portales de iniciador seleccionados
fr: Activer les portails d'initiateurs sélectionnés
hu: A kiválasztott Kezdeményező portálok engedélyezése
it: Attiva l'iniziatore dei portali selezionato
lo: ເປີດໃຊ້ງານ Initiator Portal ທີ່ເລືອກ
nl: Activeer Geselecteerde Initiator Portalen
ro: Activare portaluri inițiatori selectați
ru: Включить выбранные порталы инициаторов
sv: Aktivera valda Initierarportaler
uk: Дозволити обрані портали ініціатора
zh_cn: 启用选定的启动器门户

source: Toggle Selected Initiator Portals
af: Toggle Geselekteerde Inisieerder Portalen
ca: Commuta els portals d'iniciador seleccionats
cs: Vyp/zap označené portály iniciátoru
de: Ausgewählte Initiatorportale umschalten
el: Μεταβολή Επιλεγμένων Portal Εκκινητών
es: intercambiar portales de iniciador seleccionados
fr: Changer d'état les Portails d'Initiateur Sélectionnés
hu: A kiválasztott Kezdeményező portálok átkapcsolása
it: Abilita i portali degli inizializzatori selezionati
lo: ສະຫຼັບການໃຊ້ງານ Initiator Portal ທີ່ເລືອກ
nl: Geselecteerde Initiator Portalen Omschakelen
ro: Inversare selecție Portaluri Inițiatori
ru: Переключить выбранные порталы инициаторов
sv: Växla valda Initierarportaler
uk: Перемкнути обрані портали ініціаторів
zh_cn: 切换选定的启动器门户

source: Do you want to delete selected initiator portals?
af: Wil jy geselekteerde inisiator portale skrap?
ca: Voleu eliminar els iniciadors de portal seleccionats?
cs: Opravdu chcete smazat označené portály iniciátoru?
de: Möchten Sie die ausgewählten Initiatorportale löschen?
el: Θέλετε να διαγράψετε τα επιλεγμένα portal εκκινητών;
es: ¿Desea borrar los portales d einicio seleccionados?
fr: Voulez-vous supprimer les portails initiateurs sélectionnés?
hu: Biztos, hogy törlöd a kiválasztott kezdeményező portálokat?
it: Desideri cancellare i portali degli iniziatori selezionati?
lo: ທ່ານຕ້ອງການລຶບ initiator portal ທີ່ເລືອກອອກບໍ່?
nl: Wilt u de geselecteerde initiator portalen verwijderen?
ro: Doriți să ștergeți inițiatorii portal selectați?
ru: Вы хотите удалить выбранные порталы инициаторов?
sv: Vill du ta bort valda Initierarportaler?
uk: Ви підтверджуєте видалення обраних порталів ініціаторів?
zh_cn: 你想删除选定的启动器门户？

source: Do you want to disable selected initiator portals?
af: Wil jy geselekteerde inisiator portale deaktiveer?
ca: Vols desactivar els portals d'iniciador seleccionats?
cs: Opravdu chcete nepoužívat označené portály iniciátoru?
de: Möchten Sie die ausgewählten Initiatorportale deaktivieren?
el: Θέλετε να απενεργοποιήσετε τα επιλεγμένα portal εκκινητών;
es: ¿Desea deshabilitar los portales de iniciador seleccionados?
fr: Voulez-vous désactiver les portails initiateurs sélectionnés?
hu: Biztos, hogy letiltod kiválasztott kezdeményező portálokat?
it: Vuoi disabilitare i portali inizializzatori selezionati?
lo: ທ່ານຕ້ອງການປິດໃຊ້ງານ initiator portal ທີ່ເລືອກບໍ່?
nl: Wilt u de geselecteerde initiator portalen uitschakelen?
ro: Doriți să dezactivați inițiatorii portal selectați?
ru: Вы хотите отключить выбранные порталы инициаторов?
sv: Vill du inaktivera valda Initierarportaler?
uk: Ви підтверджуєте вимкнення обраних порталів ініціаторів?
zh_cn: 你想禁用选定的启动器门户？

source: Do you want to enable selected initiator portals?
af: Wil jy geselekteerde aanvangsportaal Inskakel?
ca: Voleu activar els portals d'iniciador seleccionats?
cs: Opravdu chcete zapnout označené portály iniciátoru?
de: Möchten Sie die ausgewählten Initiatorportale aktivieren?
el: Θέλετε να ενεργοποιήσετε τα επιλεγμένα portal εκκινητών;
es: ¿Desea habilitar los portales de iniciador seleccionados?
fr: Voulez-vous activer les portails initiateurs sélectionnés?
hu: Biztos, hogy engedélyezed a kiválasztott kezdeményező portálokat?
it: Vuoi attivare l'iniziatore del portale selezionato?
lo: ທ່ານຕ້ອງການເປີດໃຊ້ງານ initiator portal ທີ່ເລືອກບໍ່?
nl: Wilt u de geselecteerde initiator portalen inschakelen?
ro: Doriți să activați portalurile inițiatorilor selectați?
ru: Вы хотите включить выбранные порталы инициаторов?
sv: Vill du aktivera valda Initierarportaler?
uk: Ви підтверджуєте увімкнення обраних порталів ініціаторів?
zh_cn: 你想启用选定的启动器门户？

source: Do you want to toggle selected initiator portals?
af: Doen jy wil geselekteerde inisiator portale toggle?
ca: Voleu canviar els noms d'iniciador de portals seleccionats?
cs: Opravdu chcete přepnout označené portály iniciátoru?
de: Möchten Sie die ausgewählten Initiatorportale umschalten?
el: Θέλετε να μεταβάλλετε τα επιλεγμένα portal εκκινητών;
es: ¿Desea intercambiar los portales de iniciador seleccionados?
fr: Voulez-vous changer d'état les portails initiateurs sélectionnés?
hu: Biztos, hogy átkapcsolod a kiválasztott kezdeményező portálokat?
it: Vuoi attivare gli inizializzatori dei portali selezionati?
lo: ທ່ານຕ້ອງການສະຫຼັບການໃຊ້ງານ initiator portal ທີ່ເລືອກບໍ່?
nl: Wilt u de geselecteerde initiator portalen omschakelen?
ro: Doriți să inversați portalurile inițiatori selectate?
ru: Вы хотите переключить выбранные порталы инициаторов?
sv: Vill du växla valda Initierarportaler?
uk: Ви підтверджуєте перемикання вибраних порталів ініціаторів?
zh_cn: 你想切换选定的启动器门户？

source: An IPv4 or IPv6 address of an iSCSI initiator portal.
af: 'N IPv4 of IPv6 adres van 'n iSCSI inisieerder portaal.
ca: Una adreça IPv4 o IPv6 d'un portal iniciador iSCSI.
cs: IPv4 nebo IPv6 adresa portálu iSCSI iniciátoru.
de: Eine IPv4- oder IPv6-Adresse eines iSCSI-Initiatorportals.
el: Μια διεύθυνση IPv4 ή IPv6 από ένα portal εκκινητή iSCSI.
es: Una dirección IPv4 o IPv6 de un portal de iniciador iSCSI.
fr: Adresse IPv4 ou IPv6 d'un portail initiateur iSCSI.
hu: Az iSCSI kezdeményező portál IPv4 vagy IPv6 címe.
it: Indirizzo IPv4 o IPv6 di un inizializzatore del portale iSCSI
lo: ທີ່ຢູ່ IPv4 ຫຼື IPv6 ຂອງ iSCSI initiator portal.
nl: Een IPv4- of IPv6-adres van een iSCSI initiator portaal.
pl: IPv4 lub IPv6 adres portalu iSCSI inicjatora
ro: Adresă IPv4 sau IPv6 pentru un inițiator portal iSCSI.
ru: Адрес IPv4 или IPv6 портала инициатора iSCSI.
sv: En IPv4 eller IPv6 adress till en iSCSI initierarportal.
uk: IPv4 або IPv6 адреса портала ініціатора iSCSI.
zh_cn: iSCSI启动器门户的IPv4或IPv6地址。

source: Enter IP address prefix length.
af: Ingaan IP adres voorvoegsel lengte.
ca: Introduïu la longitud de prefix de l'adreça IP.
cs: Zadejte délku předpony IP adresy
de: Länge des IP-Adressen-Vorsatzes
el: Εισάγετε μήκος προθέματος διεύθυνσης IP.
es: Entrar la longitud del prefijo de la dirección IP.
fr: Entrez la longueur du préfixe d'adresse IP.
hu: Add meg az IP cím előtagjának a hosszát.
it: Inserire la lunghezza del prefisso dell'indirizzo IP.
lo: ປ້ອນຄວາມຍາວຄຳນຳໜ້າຂອງທີ່ຢູ່ IP.
nl: Geef de prefixlengte van het IP-adres op.
ro: Introduceți lungimea prefixului adresei IP.
ru: Введите длину префикса IP-адреса.
sv: Mata in IP adress förledslängd.
uk: Введіть довжину префікса IP адреси.
zh_cn: 输入IP地址前缀长度。

source: Link initiator-portal to auth-groups. An Initiator matching this address will be allowed to connect to the selected auth-groups.
af: Link inisieerder-portaal om suth-groepe. 'N Inisieerder wat ooreenstem met hierdie adres sal toegelaat om konnekteer te die geselekteerde auth-groepe.
ca: Enllaç iniciador-portal a grups d'autenticació. Es permetrà que un iniciador que coincideixi amb aquesta adreça es connecti als grups d'autenticació seleccionats.
cs: Spojit portál iniciátoru se skupinami ověření. Iniciátoru odpovídajícímu této adrese bude umožněno připojení k vybraným skupinám ověření.
de: Verknüpfe Initiator-Portal mit den Auth-Gruppen. Ein Initiator mit passender Adresse darf sind mit den ausgewählten Auth-Gruppen verbinden.
el: Σύνδεση portal εκκινητή σε ομάδες πιστοποίησης. Ένας εκκινητής με αυτή τη διεύθυνση θα επιτρέπεται να συνδεθεί στις επιλεγμένες ομάδες πιστοποίησης.
es: Enlace iniciador-portal a grupos de auetencicación. Un iniciador que coincida con esta dirección podrá conectarse a los grupos de autenticación seleccionados.
fr: Reliez le portail initiateur aux groupes d'authentification. Un initiateur correspondant à cette adresse sera autorisé à se connecter aux groupes d'authentification sélectionnés.
hu: Kezdeményező-portál linkelése hitelesítési csoportokra. Egy evvel a címmel egyező kezdeményező csatlakozhat majd a kiválasztott hitelesítési csoportokhoz.
it: Collega l'iniziatore del portale ad un gruppo auth. Un iniziatore conforme a questo indirizzo, avrà il permesso di connettersi ai gruppi auth selezionati.
lo: ເຊື່ອມໂຍງ initiator-portal ກັບກຸ່ມການຢືນຢັນຕົວຕົນ. Initiator ທີ່ກົງກັບທີ່ຢູ່ນີ້ຈະໄດ້ຮັບອະນຸຍາດໃຫ້ເຊື່ອມຕໍ່ກັບກຸ່ມການຢືນຢັນຕົວຕົນທີ່ເລືອກ.
nl: Koppel initiator-portaal naar auth-groepen. Een initiator passend bij dit adres kan verbinding maken met de geselecteerde auth-groepen.
ro: Legare portal inițiator la grupuri autorizate. Un inițiator care va avea această adresă va avea permisiunea de a se conecta la grupurile autorizate selectate.
ru: Связать инициатор-портал с auth-группами. Инициатору, соответствующему этому адресу, будет разрешено подключаться к выбранным группам аутентификации.
sv: Länkinitierarportal till autentiseringsgrupper. En initierare som matchar denna adress tillåts ansluta till den valda Autentiseringsgruppen.
uk: Зв'язати ім'я ініціатора з групами аутентифікації. Ініціатору з таким ім'ям буде дозволено підключитися до обраних груп аутентифікації.
zh_cn: 链接启动器 - 门户到auth-groups。匹配此地址的启动器将被允许连接到选定的身份验证组。

source: iSNS Servers
af: iSNS Bedieners
ca: Servidors iSNS
cs: iSNS servery
de: iSNS Server
el: Διακομιστές iSNS
es: Servidores iSNS
fr: Serveurs iSNS
hu: iSNS szerverek
it: Server iSNS
lo: ເຊີບເວີ iSNS
pl: Serwery ISNS
ro: Servere iSNS
ru: Серверы iSNS
sv: iSNS servrar
uk: Сервери iSNS
zh_cn: iSNS服务器

source: IPv4 or IPv6 address of an iSNS server to register on.
af: IPv4 of IPv6 adres van 'n iSNS bediener om registreer op.
ca: Adreça IPv4 o IPv6 d'un servidor iSNS per registrar-se.
cs: IPv4 nebo IPv6 adresa iSNS serveru na kterém zaregistrovat.
de: IPv4 or IPv6 Addresse eines iSNS Servers zum Anmelden.
el: Διεύθυνση IPv4 ή IPv6 ενός διακομιστή iSNS στον οποίο να γίνει εγγραφή.
es: Dirección IPv4 o IPv6 del servidor de registro iSNS
fr: Adresse IPv4 ou IPv6 d'un serveur iSNS à enregistrer.
hu: iSNS IPv4, illetve IPV6 címe, melyen regisztráljuk.
it: Indirizzo IPv4 o IPv6 di un server iSNS da registrare
lo: ທີ່ຢູ່ IPv4 ຫຼື IPv6 ຂອງເຊີບເວີ iSNS ເພື່ອລົງທະບຽນ.
nl: IPv4 of IPv6 adres van een iSNS server waarop aan te melden.
ro: Adresa IPv4 sau IPv6 a serverului iSNS pentru înregistrare.
ru: IPv4 или IPv6-адрес сервера iSNS для регистрации.
sv: IPv4 eller IPv6 adress till en iSNS server att registrera på.
uk: IPv4 або IPv6 адреса сервера iSNS для реєстрації.
zh_cn: 要注册的iSNS服务器的IPv4或IPv6地址。

source: Port number of the iSNS server.
af: Poort nommer van die iSNS bediener.
ca: Número del port del servidor iSNS.
cs: Číslo portu iSNS serveru.
de: Portnummer des iSNS Servers.
el: Αριθμός θύρας του διακομιστή iSNS.
es: numero de puerto del servidor iSNS
fr: Numéro de port du serveur iSNS.
hu: Az iSNS szerver portjának száma.
it: Numero della porta del server iSNS
lo: ໝາຍເລກພອດຂອງເຊີບເວີ iSNS.
nl: Poortnummer van de iSNS server.
ro: Numărul portului corespunzător serverului iSNS.
ru: Номер порта сервера iSNS.
sv: Portnummret för iSNS servern.
uk: Ім'я порту сервера iSNS.
zh_cn: iSNS服务器的端口号。

source: Add iSNS Server
af: Voeg iSNS Bediener
ca: Afegeix servidor iSNS
cs: Přidat iSNS server
de: ISNS-Server hinzufügen
el: Προσθήκη Διακομιστή iSNS
es: Añadir servidor iSNS
fr: Ajouter un Serveur iSNS
hu: iSNS szerver hozzáadása
it: Aggiungi server iSNS
lo: ເພີ່ມເຊີບເວີ iSNS
nl: iSNS Server Toevoegen
pl: Dodaj iSNS Serwera
ro: Adăugare server iSNS
ru: Добавить сервер iSNS
sv: Lägg till iSNS server
uk: Доддати сервер iSNS
zh_cn: 添加iSNS服务器
